{"tagline":"Καλώς ήρθατε στο ePhyLi!","welcomeText":"Το ταξίδι σας στον Σωματικό Γραμματισμό ξεκινά!","english":"Αγγλικά","greek":"Ελληνικά","italian":"Ιταλικά","french":"Γαλλικά","luxenbourgese":"Λουξεμβουργιανά","polish":"Πολωνικά","start":"Έναρξη","proceed":"Προχωρήστε","whatIsYourName":"Ποιο είναι το όνομά σας;","customizeAvatar":"Προσαρμόστε το avatar σας","pleaseProvideAValue":"Παρακαλώ δώστε μια τιμή","invalidPersonName":"Μη έγκυρο όνομα","ePhyLiBuddy":"ePhyLi Φίλος","ePhyLiBuddyIntroHeadline":"Ο φίλος σας στο ePhyLi","buddyIntro":"Αυτός είναι ο φίλος σας στο ePhyLi. Μπορεί να σας βοηθήσει με πολύτιμες πληροφορίες σχετικά με το παιχνίδι και να σας καθοδηγήσει για να ολοκληρώσετε τις προκλήσεις μας. Επιλέξτε τον φίλο σας κάνοντας κλικ στα παρακάτω βέλη και, στη συνέχεια, κάντε κλικ στο 'Προχωρήστε'.","buddy_description":"Μπορείτε επίσης να με καλέσετε εάν χρειάζεστε βοήθεια με μια δραστηριότητα. Μπορώ να σας προσφέρω επιπλέον βοήθεια ή συμβουλές.","news":"Νέα","news_description":"Εδώ μπορείτε να διαβάσετε άρθρα, αναρτήσεις και πολλά άλλα, σχετικά με τον Σωματικό Γραμματισμό.","glossary":"Γλωσσάριο","glossary_description":"Στο Γλωσσάριο μπορείτε να βρείτε την ορολογία που σχετίζεται με τον Σωματικό Γραμματισμό.","profile":"Προφίλ","profile_description":"Μπορείτε επίσης να διαχειριστείτε το προφίλ και τις προτιμήσεις σας εδώ.","tutorial_text":"Καλώς ήρθατε στο ePhyLi, το ταξίδι σας στον Σωματικό Γραμματισμό ξεκινά!\nΞεκινήστε μια μοναδική αποστολή για να αλλάξετε τη ζωή σας μέσω της γνώσης και της δραστηριότητας. Περιηγηθείτε στις προκλήσεις και ξεκλειδώστε τα μυστικά ενός υγιεινού τρόπου ζωής. Ο στόχος σας δεν είναι μόνο να παίξετε, αλλά να εξελιχθείτε, μαθαίνοντας για τη σωματική υγεία και ευεξία. Επιλύστε εργασίες και προκλήσεις, κάντε σημαντικές επιλογές και καταγράψτε την πρόοδό σας σε έναν συναρπαστικό κόσμο όπου κάθε βήμα μετράει για τον απώτερο στόχο σας: την κατάκτηση του Σωματικού Γραμματισμού.\n\n\nΈτοιμοι να ξεκινήσετε την περιπέτειά σας;\n","ready_letsgo":"Ναι, πάμε!","tutorial_text_buddy":"Γεια σας, είμαι ο φίλος σας στο ePhyLi, ένας εικονικός σύντροφος που έχει σχεδιαστεί για να σας καθοδηγήσει και να σας βοηθήσει σε όλο το παιχνίδι. Επιτρέψτε μου να σας παρουσιάσω το παιχνίδι με ένα σύντομο οδηγό.","next":"Επόμενο","tutorialTextChallenges":"Μπράβο! Τώρα θα σας εξηγήσω πώς μπορείτε να ξεκινήσετε να παίζετε. Το παιχνίδι αποτελείται από διάφορες προκλήσεις που πρέπει να ολοκληρώσετε με τη σειρά.\n\nΈχω ήδη ξεκλειδώσει την πρώτη πρόκληση για εσάς. Μόλις ολοκληρώσετε μια πρόκληση, η επόμενη θα ξεκλειδωθεί. Μπορείτε επίσης να συγκεντρώσετε παράσημα μέσω των προκλήσεων ή διαφόρων άλλων δραστηριοτήτων, αλληλεπιδρώντας με τις διάφορες λειτουργίες της εφαρμογής.","exploreChallenges":"Εντάξει, ας εξερευνήσουμε τις προκλήσεις!","challengesTextTutorial":"Αυτές είναι οι προκλήσεις που πρέπει να ολοκληρώσετε. Κάθε μία από αυτές τις προκλήσεις μπορεί να αποτελείται από πολλές δραστηριότητες και μόλις ολοκληρώσετε όλες τις δραστηριότητες σε μια πρόκληση, θα ξεκλειδώσω την επόμενη πρόκληση για εσάς. Να θυμάστε πάντα να χρησιμοποιείτε τη βοήθειά μου αν κολλήσετε σε μια δραστηριότητα και να θυμάστε να χρησιμοποιείτε τις πηγές στις ενότητες «Νέα» και «Γλωσσάριο».\n\nΟ οδηγός μας ολοκληρώθηκε. Νομίζω ότι είστε έτοιμοι να ξεκινήσετε!","challengesTextNormal":"Έχετε ολοκληρώσει %1 από τις %2 προκλήσεις μέχρι στιγμής. Θα θέλατε να δοκιμάσετε την επόμενη πρόκληση;","ok":"OK","newBadgeTitle":"Συλλογή παράσημου","newBadgeText":"Συγχαρητήρια! Λάβατε νέο παράσημο. Μπράβο!","viewBadges":"Προβολή παρασήμων","completed":"Ολοκληρωμένο","activities":"Δραστηριότητες","challengesTextNormalInitial":"Γεια σου %1! Ήρθε η ώρα να ξεκινήσετε! Θα θέλατε να δοκιμάσετε την επόμενη πρόκληση;","challengesTextFinishedAll":"Συγχαρητήρια! Έχετε ολοκληρώσει όλες τις προκλήσεις. Θα θέλατε να επαναλάβετε κάποια από αυτές;","nextChallengeUnlocked":"Η επόμενη πρόκληση έχει ξεκλειδωθεί.","challengeLocked":"Αυτή η πρόκληση είναι κλειδωμένη","challengeLockedMessage":"Αυτή η πρόκληση είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες προκλήσεις για ξεκλείδωμα.","activityLockedMessage":"Αυτή η δραστηριότητα είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες δραστηριότητες για να την ξεκλείδωσετε.","error":"Παρουσιάστηκε σφάλμα.","lets_start":"Ας ξεκινήσουμε!","resetGame":"Επαναφορά παιχνιδιού","areYouSure":"Είστε σίγουροι;","resetLoseProgressMessage":"Αυτό θα επαναφέρει την τρέχουσα πρόοδό σας.","cancel":"Ακύρωση","finish":"Ολοκλήρωση","gameOver":"Τέλος παιχνιδιού","alreadyPlayedActivity":"Έχετε ήδη συμμετάσχει σε αυτή τη δραστηριότητα. Θα θέλατε να την επαναλάβετε;","yes":"Ναι","no":"Όχι","unableToStartActivity":"Σφάλμα - Δεν είναι δυνατή η εκκίνηση αυτής της δραστηριότητας.","clickOnImageToZoom":"Πατήστε την εικόνα για μεγέθυνση για περισσότερες λεπτομέρειες.","clickToViewArticle":"Κάντε κλικ εδώ για να διαβάσετε το άρθρο","clickOKToContinue":"Κάντε κλικ στο OK για να συνεχίσετε","challenges_unlocked":"%1 πρόκληση(εις) ξεκλειδώθηκαν!","screen_flip_notice":"Η οθόνη σας θα αλλάξει σε οριζόντια λειτουργία για αυτήν τη δραστηριότητα.","drop_here":"Αφήστε το εδώ","available_cards":"Διαθέσιμες κάρτες","dragging":"Τραβήξτε...","well_done":"Μπράβο!","try_again":"Δοκίμασε ξανά","check_solution":"Ελέγξτε τη λύση","back":"Πίσω","pleaseTurnDevice":"Παρακαλώ περιστρέψτε τη συσκευή σας.","badges_view_title":"Τα παρασήματά σας","you_have_earned_badge":"Έχετε κερδίσει αυτό το παράσημο. Μπράβο!","save":"Αποθήκευση","glossary_instructions":"Αυτό είναι ένα γλωσσάριο - ένας κατάλογος όρων που σχετίζονται με τον σωματικό γραμματισμό και τις περιγραφές τους. Περιηγηθείτε στην παρακάτω λίστα για να βρείτε τον όρο που χρειάζεστε και κάντε κλικ σε αυτόν για να δείτε την περιγραφή του.","under_construction":"Υπό κατασκευή","enter_name":"Εισάγετε το όνομά σας","pick_avatar":"Προσαρμόστε το avatar σας","pick_buddy":"Επιλέξτε τον φίλο σας στο ePhyLi","help":"Βοήθεια","no_badges_yet":"Δεν έχετε κερδίσει ακόμα κανένα παράσημο. Ολοκληρώστε ορισμένες προκλήσεις για να κερδίσετε παράσημα.","about":"Σχετικά με το","project_description":"Το ePhyLi είναι ένα έργο που χρηματοδοτείται από το Erasmus+ Sport και έχει ως στόχο την προώθηση του σωματικού γραμματισμού και του υγιεινού τρόπου ζωής μέσω ψηφιακού υλικού για φοιτητές πανεπιστημίων.","visit_website":"Επισκεφθείτε την ιστοσελίδα του έργου","about_the_app":"Σχετικά με την εφαρμογή","change_language":"Αλλαγή γλώσσας","privacy_policy":"Πολιτική απορρήτου","c1a1_welcome":"Καλώς ήρθατε στην πρόκληση 1. Αντιστοιχίστε τις έννοιες με τις κατάλληλες περιγραφές. Προσοχή! Αν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Έτοιμοι;","c1a1_congrats":"Μπράβο! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές.","c1a1_reading_instruction":"Διαβάστε το απόσπασμα του επιστημονικού άρθρου που αναφέρεται παρακάτω για να ξεκινήσετε το επόμενο βήμα της πρόκλησης.","c1a1_5mistakesReset":"Έχετε κάνει 5 λάθη και το παιχνίδι θα επανεκκινηθεί.","c1a2_bubble1":"Πρόοδος στην τεχνολογία και αλλαγές στον τρόπο ζωής","c1a2_bubble2":"ελαχιστοποιήστε την ανάγκη για φυσική αλληλεπίδραση με το περιβάλλον.","c1a2_bubble3":"Για παράδειγμα, τα δημόσια ή ιδιωτικά μέσα μεταφοράς μειώνουν την ανάγκη για (σωματική) μετακίνηση για να μετακινηθείτε.","c1a2_bubble4":"Αυτό οδηγεί σε αυξημένο κίνδυνο ανάπτυξης παθολογιών.","c1a2_bubble5":"Οι καθιστικές συμπεριφορές επηρεάζουν την υγεία, αλλά έχουν επίσης βαθιές επιπτώσεις στην ψυχική και συναισθηματική ευεξία.","c1a2_bubbles_instructions":"Διαβάστε και, στη συνέχεια, πατήστε κάθε φούσκα για να αποκαλύψετε την επόμενη.","c1a2_finish":"Η αναζωπύρωση της σχέσης μας με τη σωματική δραστηριότητα και το περιβάλλον είναι επιτακτική ανάγκη για μια υγιή και ικανοποιητική ζωή. Διαβάστε αυτό το επιστημονικό άρθρο για να μάθετε περισσότερα.","c2a1_intro_message":"Καλώς ήρθατε στο τέλος του XIX αιώνα. Τοποθετήστε τις κάρτες στο χρυσό χρονοδιάγραμμα ταιριάζοντας την έννοια του Σωματικού Αλφαβητισμού με τα ιστορικά δεδομένα. Έτοιμοι; Ας ξεκινήσουμε!","c2a1_term1":"Αμερικανός λοχαγός του στρατού χρησιμοποίησε τη λέξη « Σωματικός Γραμματισμός» για να περιγράψει τη σωματική ικανότητα ή την ποιότητα της κίνησης ενός αυτόχθονου πολιτισμού.","c2a1_term2":"Αμερικανοί εκπαιδευτικοί δήλωσαν: «Πρέπει να προετοιμαστούμε για σωματικό γραμματισμό καθώς και για νοητικό γραμματισμό», ανταποκρινόμενοι στην επερχόμενη εποχή του εκσυγχρονισμού και της στρατολόγησης.","c2a1_term3":"Η Margaret Whitehead προωθεί τη συζήτηση σχετικά με την έννοια του Σωματικού Γραμματισμού.","c2a1_term4":"Η λέξη «Σωματικός Γραμματισμός» χρησιμοποιήθηκε για να περιγράψει 'Μια πειθαρχημένη κυριαρχία πάνω στο σώμα'.","c2a1_term5":"Η Margaret Whitehead δημοσίευσε ένα επιστημονικό άρθρο στο European Journal of Physical Education για να προωθήσει μια ανοιχτή συζήτηση σχετικά με την έννοια του σωματικού γραμματισμού.","c2a1_term6":"Ολιστική προσέγγιση της έννοιας του Σωματικού Γραμματισμού, προσδιορίζοντας τέσσερις διαστάσεις: σωματική, συναισθηματική, κοινωνική και γνωστική διάσταση.","c2a1_finish_message":"Μπράβο! Όλες οι κάρτες είναι σωστά διατεταγμένες! Ας προχωρήσουμε στην επόμενη δραστηριότητα.","c2a2_intro_message":"Τα τελευταία χρόνια, διαφορετικές χώρες έχουν υιοθετήσει διαφορετικούς ορισμούς του σωματικού γραμματισμού. Στην επόμενη δραστηριότητα πρέπει να συνδέσετε τον ορισμό του σωματικού γραμματισμού με τη χώρα στην οποία υιοθετείται.","c2a2_finish_message":"Συγχαρητήρια! Ολοκληρώσατε αυτήν την πρόκληση!","c2a2_instruction":"Ποιος υιοθέτησε τον παραπάνω ορισμό; Κάντε κλικ στην επιλογή που θεωρείτε σωστή.","c2a2_term1":"Ο σωµατικός γραµµατισµός µπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωµατική επάρκεια, η γνώση και η κατανόηση για την εκτίµηση και την ανάληψη ευθύνης για την ενασχόληση µε σωµατικές δραστηριότητες για όλη τη ζωή.","c2a2_term2":"Ο σωματικός γραμματισμός αφορά την ανάπτυξη των δεξιοτήτων, των γνώσεων και των συμπεριφορών που μας δίνουν την αυτοπεποίθηση και το κίνητρο να ζούμε μια δραστήρια ζωή.","c2a2_term3":"Ο σωµατικός γραµµατισµός είναι η ικανότητα, η αυτοπεποίθηση και η επιθυµία να είµαστε σωµατικά δραστήριοι για όλη µας τη ζωή.","c2a2_term4":"Φυσικός γραμματισμός είναι η σχέση μας με την κίνηση και τη σωματική δραστηριότητα καθ' όλη τη διάρκεια της ζωής μας.","c2a2_option1":"IPLA, Ιρλανδία, Βόρεια Ιρλανδία, Καναδάς","c2a2_option2":"Αυστραλία","c2a2_option3":"Η.Π.Α","c2a2_option4":"Αγγλία","c3a1_intro_message":"Ταξινόμησε τις κάρτες με χρονολογική σειρά (από πάνω προς τα κάτω), σύμφωνα με την σπείρα ανάπτυξης του σωματικού γραμματισμού του Jurbala. Έτοιμοι;","c3a1_activity_message":"Σύρε τις κάρτες για να τις τοποθετήσεις στη σωστή σειρά βάσει της σπείρας σωματικού γραμματισμού του Jurbala.\nΗ οθόνη μπορεί να μετακινηθεί προς τα πάνω ή προς τα κάτω για να δείτε όλες τις επιλογές. Κάντε κλικ στο πλαίσιο για να το επιλέξετε και, στη συνέχεια, σύρετέ το.","c3a1_success":"Μπράβο! Ταξινομήσατε σωστά τις κάρτες!","c3a1_fail":"{ αριθμός, πληθυντικός, =0{Δεν υπάρχουν λάθη.} =1{ Υπάρχει 1 λάθος στην ταξινόμηση των καρτών.} other{ Υπάρχουν {αριθμός} λάθη στην ταξινόμηση των καρτών.}}","@c3a1_fail":"{'placeholders': {'count': {'type': 'num', 'format': 'compact'}}}","c3a1_finish_message":"Συγχαρητήρια, ολοκληρώσατε την πρόκληση. Κάντε κλικ στην επιλογή ''Ολοκλήρωση'' για να κερδίσετε ένα παράσημο!","c3a1_term1":"Εμπλουτισμένο περιβάλλον κίνησης","c3a1_term2":"Εκτεταμένη αναπτυξιακή συμμετοχή","c3a1_term3":"Αυξημένο ρεπερτόριο κίνησης","c3a1_term4":"Βελτιωμένη επάρκεια σε όλο το ρεπερτόριο","c3a1_term5":"Βελτιωμένη προσαρμοστικότητα σε νέες κινήσεις","c3a1_term6":"Αυξημένη αυτο-αποτελεσματικότητα","c3a1_term7":"Αυξημένη διάθεση για δοκιμή νέων δραστηριοτήτων","c3a1_term8":"Αυξημένη επιτυχία σε νέες δραστηριότητες","c3a1_term9":"Διατήρηση σε νέες δραστηριότητες","c3a1_term10":"Αυξημένη συμμετοχή","c3a1_term11":"Βελτίωση της υγείας","c3a1_term12":"Βελτίωση της ποιότητας ζωής","c4a1_intro_message":"Καλώς ήρθατε στην πρόκληση 4. Θα ασχοληθείτε με διάφορα σενάρια της πραγματικής ζωής. Σκεφτείτε τους παράγοντες ή τις στρατηγικές που επηρεάζουν τα κίνητρα για σωματική δραστηριότητα/κίνηση. Έτοιμοι;","c4a1_instruction_message":"Είναι μια ηλιόλουστη Κυριακή. Αποφασίστε ποια δραστηριότητα αναψυχής θα ήταν η καλύτερη για ένα παιδί. Κάντε κλικ στις ιδιότητες που εμφανίζονται στην οθόνη για κάθε δραστηριότητα, προσπαθώντας να εντοπίσετε ποιες από αυτές θα μπορούσαν να προταθούν για την αύξηση του Σωματικού Γραμματισμού του παιδιού. Προσοχή! Αν κάνετε κλικ σε λάθος ιδιότητα, η επιλογή σας θα μηδενιστεί. Όταν τελειώσετε, κάντε κλικ στο «Έλεγχος λύσης» για να ελέγξετε τη λύση σας.","c4a1_finish_message":"Μπράβο! Έχετε ολοκληρώσει τη δραστηριότητα. Ας προχωρήσουμε!","c4a1_category_funny":"Αστείο","c4a1_category_social":"Κοινωνικό","c4a1_category_active":"Δραστήριο","c4a1_category_movements":"Περιλαμβάνει διαφορετικές κινήσεις","c4a1_term1":"Παίζοντας βιντεοπαιχνίδια χρησιμοποιώντας tablet, smartphone ή υπολογιστή ή βλέποντας τηλεόραση μόνος του.","c4a1_term2":"Παίζοντας χαρτιά με φίλους στο σπίτι","c4a1_term3":"Κηπουρική με μέλη της οικογένειας","c4a1_term4":"Παίζοντας με το σκύλο","c4a1_term5":"Αφήγηση ιστοριών καθισμένοι στον καναπέ","c4a1_term6":"Περπάτημα στη γειτονιά με τα μέλη της οικογένειας","c4a2_instruction_message":"Είναι μια ηλιόλουστη μέρα στο δημοτικό σχολείο. Αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και αναθέστε ιδιότητες σε κάθε δραστηριότητα για να εντοπίσετε ποιες από αυτές θα μπορούσαν να προταθούν στους μαθητές σας για να βελτιώσουν τη σωματική τους παιδεία κατά τη διάρκεια των διαλειμμάτων.","c4a2_term1":"Παίζοντας με το tablet και το smartphone.","c4a2_term2":"Σχεδίαση και ζωγραφική","c4a2_term3":"Αφήγηση ιστοριών καθισμένοι στην αυλή του σχολείου","c4a2_term4":"Αφήγηση μιας ιστορίας που απαιτεί από τα παιδιά να μιμηθούν τις κινήσεις των ζώων","c4a2_term5":"Παίζοντας με μια μπάλα","c4a2_term6":"Παιχνίδι αναζήτησης και κρυφτό","c4a3_intro_message":"Το τρίτο μας σενάριο βασίζεται στο οικολογικό μοντέλο των καθοριστικών παραγόντων της σωματικής δραστηριότητας. Στην επόμενη δραστηριότητα, πρέπει να αντιστοιχίσετε κάθε παράγοντα με τη σωστή κατηγορία του.","c4a3_instruction_message":"Μετακινήστε τον παράγοντα που βρίσκεται στον μεσαίο κύκλο και επηρεάζει τη συμμετοχή στη σωματική δραστηριότητα στους εξωτερικούς κύκλους.","c4a3_info_message":"Ακολουθεί μια γρήγορη υπενθύμιση του πώς φαίνεται το μοντέλο. Μπορείτε να κάνετε κλικ στην εικόνα για να κάνετε μεγέθυνση.","c4a3_finish_message":"Μπράβο! Ολοκληρώσατε την τέταρτη πρόκληση. Πατήστε 'Ολοκλήρωση' για να λάβετε το παράσημό σας!","individual":"Ατομικό","social_environment":"Κοινωνικό περιβάλλον","organizations_and_institutions":"Οργανισμοί και ιδρύματα","physical_environment":"Φυσικό περιβάλλον","regional_or_national_policy":"Περιφερειακή ή εθνική πολιτική","culture":"Πολιτισμός","motivation":"Κίνητρο","beliefs":"Πεποιθήσεις","sex":"Φύλο","self_efficacy":"Αυτο-αποτελεσματικότητα","family":"Οικογένεια","friends":"Φίλοι","cultural_norms":"Πολιτιστικά πρότυπα","colleagues":"Συνάδελφοι","schools":"Σχολεια","community_clubs":"Κοινοτικές λέσχες","organizations":"Οργανισμοί","workplace":"Χώρος εργασίας","built_environment":"Δομημένο περιβάλλον","active_opportunities":"Ενεργές ταξιδιωτικές ευκαιρίες ","parks_recreation":"Πάρκα και εγκαταστάσεις αναψυχής","natural_spaces":"Φυσικοί χώροι ","transport_systems":"Συστήματα μεταφορών","health_sector":"Τομέας της υγείας","education_school":"Εκπαίδευση και σχολικός τομέας","organized_sport":"Τομέας οργανωμένου αθλητισμού","national":"Εθνικός","local":"Τοπικός","c5a1_intro_message":"Καλώς ήρθατε στην πρόκληση 5. Προκαλείστε να συμπληρώσετε το διάγραμμα που ακολουθεί συμπληρώνοντας τα στοιχεία που λείπουν. Έτοιμοι;","c5a1_finish_message":"Μπράβο! Ολοκληρώσατε την πέμπτη πρόκληση. Πατήστε ''Ολοκλήρωση'' για να λάβετε το παράσημό σας!","c5a1_instruction_title":"Επιλέξτε στοιχείο","c5a1_instruction_place":"Κάντε κλικ στο στοιχείο που θέλετε να τοποθετήσετε σε αυτή την περιοχή:","c5a1_help":"Κάντε κλικ στα κίτρινα πλαίσια για να συμπληρώσετε τα κενά μέρη του διαγράμματος.","currentElement":"Επιλεγμένο στοιχείο:","c6a1_welcome":"Καλώς ήρθατε στην πρόκληση 6. Αντιστοιχίστε τις έννοιες που παρουσιάζονται παρακάτω με τις κατάλληλες περιγραφές. Προσοχή! Αν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Έτοιμοι;","c6a1_congrats":"Μπράβο! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές. Κάντε κλικ στο ''Ολοκλήρωση'' για να κερδίσετε ένα παράσημο.","c7a1_welcome":"Καλώς ήρθατε στην πρόκληση 7. Θα σας παρουσιαστούν σενάρια που αντιπροσωπεύουν τα επίπεδα εξέλιξης της αθλητικής πρακτικής ενός μαθητή σε σχέση με τις τέσσερις διαστάσεις του σωματικού γραμματισμού (σωματική, συναισθηματική, κοινωνική και γνωστική). Για κάθε σενάριο, πρέπει να προσδιορίσετε το σωστό επίπεδο εξέλιξης σύροντας το σενάριο στο σωστό επίπεδο. Έτοιμοι;","c7a1_instruction":"Προσδιορίστε το σωστό επίπεδο για αυτό το σενάριο:","c7a1_finish_message":"Μπράβο! Ολοκληρώσατε την έβδομη πρόκληση. Πατήστε ''Ολοκλήρωση'' για να λάβετε το παράσημό σας!","limited_motor_skills":"Ο μαθητής έχει πολύ περιορισμένες κινητικές δεξιότητες και δυσκολεύεται να προσεγγίσει τις βασικές κινήσεις της πετοσφαίρισης (σωματική διάσταση).","lack_of_rules_knowledge":"Ο μαθητής δεν γνωρίζει τους κανόνες του παιχνιδιού της καλαθοσφαίρισης και δεν γνωρίζει τα οφέλη για την υγεία που σχετίζονται με την αθλητική εξάσκηση (γνωστική διάσταση).","lack_of_motivation":"Ο μαθητής δεν θέλει να συμμετέχει σε μαθήματα φυσικής αγωγής στο σχολείο επειδή δεν έχει αρκετή αυτοπεποίθηση ή κίνητρα (συναισθηματική διάσταση).","lack_of_social_support":"Ο μαθητής δεν έχει σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή του σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).","developing_motor_skills":"Ο μαθητής αναπτύσσει βασικές κινητικές δεξιότητες στην πετοσφαίριση και έχει μεγαλύτερη επίγνωση των δικών του φυσικών ικανοτήτων (φυσική διάσταση).","basic_rules_knowledge":"Ο μαθητής μπορεί να περιγράψει τους κανόνες του παιχνιδιού της καλαθοσφαίρισης και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).","wants_to_participate":"Ο μαθητής θέλει να συμμετέχει σε μαθήματα φυσικής αγωγής στο σχολείο και γνωρίζει τη δυνατότητα βελτίωσης (συναισθηματική διάσταση).","positive_social_support":"Ο μαθητής χτίζει θετικές σχέσεις που τονώνουν και τον υποστηρίζουν στη συμμετοχή του σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).","adapts_to_game":"Ο μαθητής γνωρίζει πώς να προσαρμόζεται στις καταστάσεις του παιχνιδιού της πετοσφαίρισης και είναι σωματικά ικανός να τις αντιμετωπίσει (φυσική διάσταση).","strategic_analysis":"Ο μαθητής μπορεί να αναλύσει και να προσαρμόσει στρατηγικές στην κατάσταση του παιχνιδιού της καλαθοσφαίρισης και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).","enthusiastic_participation":"Ο μαθητής είναι ενθουσιασμένος με τη συμμετοχή του σε μαθήματα φυσικής αγωγής στο σχολείο και γνωρίζει το επίπεδο συμμετοχής του (συναισθηματική διάσταση).","independent_and_socially_skilled":"Ο μαθητής επιδεικνύει ανεξαρτησία και θετικές διαπροσωπικές δεξιότητες που συμβάλλουν στην αυξημένη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).","preliminary_level":"Προκαταρκτικό επίπεδο","developer_level":"Επίπεδο ανάπτυξης","advanced_level":"Προχωρημένο επίπεδο","c8a1_instructions":"Καλώς ήρθατε στην πρόκληση 8! Αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής παιδιών ηλικίας 6 ετών και επιλέξτε από τρία διαφορετικά παιχνίδια για κάθε συνεδρία φυσικής δραστηριότητας για να διδάξετε μια θεμελιώδη κίνηση. Κάθε παιχνίδι ταξινομείται σύμφωνα με τρεις παραμέτρους, οι οποίες αντιπροσωπεύονται από τρία μπουκάλια: (I) κατάλληλο υπόβαθρο κινητικών δεξιοτήτων, (II) ένταξη/ομαδική εργασία και (III) ευχαρίστηση. Η βαθμολογία για κάθε παράμετρο κυμαίνεται από 1 έως 3 βαθμούς και αντιπροσωπεύει το επίπεδο του νερού που θα χυθεί στο μπουκάλι. Για να περάσετε την πρόκληση πρέπει να γεμίσετε τα τρία μπουκάλια επιλέγοντας το πιο κατάλληλο παιχνίδι. Έτοιμοι;","c8a1_prompt":"Επιλέξτε την καταλληλότερη επιλογή για να επιτύχετε ισορροπία μεταξύ των τριών παραμέτρων.","c8a1_wrong":"Αυτή δεν είναι η σωστή ισορροπία. Δοκιμάστε μια διαφορετική επιλογή.","c8a1_please_select_option":"Παρακαλούμε επιλέξτε μια επιλογή.","c8a1_finish_message":"Μπράβο! Ολοκληρώσατε την όγδοη πρόκληση. Πατήστε ''Ολοκλήρωση'' για να λάβετε το παράσημό σας!","appropriate_motor_skills_background":"Κατάλληλο υπόβαθρο κινητικών δεξιοτήτων","inclusion_teamwork":"Ένταξη/ομαδική εργασία","enjoyment":"Ευχαρίστηση","activity_balance":"Δραστηριότητα ισορροπίας","activity_balance_option_1":"Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στη μέση του χώρου παιχνιδιού. Ένα από αυτά προτείνει μια άσκηση ισορροπίας. Τα άλλα παιδιά στον κύκλο τον μιμούνται και κρατούν τη στάση για 3 δευτερόλεπτα. Όταν λήξει ο χρόνος, είναι η σειρά ενός άλλου παιδιού.","activity_balance_option_2":"Αγώνας δρόμου με καροτσάκι. Οι μαθητές σε ζευγάρια. Ο ένας συμπαίκτης παίζει το ρόλο του οδηγού και ο άλλος το ρόλο του καροτσιού. Ο οδηγός κρατιέται από τους αστραγάλους του άλλου παίκτη, ενώ ο τελευταίος περπατάει με τα χέρια του.","activity_balance_option_3":"Τα παιδιά περπατούν γύρω από μια μεγάλη περιοχή. Μπορούν να αλλάζουν κατεύθυνση και ταχύτητα, αλλά πρέπει να αποφεύγουν την επαφή με τους άλλους. Όταν ο δάσκαλος φωνάζει έναν αριθμό, τα παιδιά σχηματίζουν ομάδες μόνο σύμφωνα με αυτόν τον αριθμό, κάνοντας έναν κύκλο. Πρέπει να πηδήξουν πέντε φορές με το ένα πόδι. Το παιδί/τα παιδιά χωρίς ομάδα εκτελούν στατική ισορροπία.","activity_throwing":"Δραστηριότητα ρίψεων","activity_throwing_option_1":"Τα παιδιά σχηματίζουν ένα μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Ένας από αυτούς έχει μια μπάλα με ήχο. Όλα τα παιδιά πρέπει να κλείσουν τα μάτια τους, εκτός από το παιδί με την μπάλα που πρέπει να την κυλήσει σε ένα άλλο, χρησιμοποιώντας και τα δύο χέρια. Όταν όλοι έχουν κυλήσει την μπάλα, πρέπει να χρησιμοποιήσουν ένα άλλο μέρος του σώματος, όπως το ισχίο, το γόνατο και τον αγκώνα.","activity_throwing_option_2":"Παιδιά σε ομάδες των δύο/τριών, ανάλογα με τον αριθμό των μαθητών στην τάξη, μπροστά από έναν τοίχο. Ένα παιδί πρέπει να πετάξει την μπάλα στον τοίχο και να την πιάσει ξανά όσο το δυνατόν περισσότερες φορές σε είκοσι δευτερόλεπτα. Άλλοι συμπαίκτες μετρούν τα δευτερόλεπτα και τις σωστές εκτελέσεις της εργασίας.","activity_throwing_option_3":"Τα παιδιά χωρίζονται σε δύο ομάδες. Ο χώρος παιχνιδιού χωρίζεται σε δύο περιοχές. Κάθε ομάδα έχτισε τρία κάστρα με κώνους και τα τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει πέντε μαλακές μπάλες. Τα παιδιά πρέπει να πετάξουν τις μπάλες προσπαθώντας να γκρεμίσουν τα κάστρα της άλλης ομάδας.","activity_striking":"Χτύπημα με το χέρι","activity_striking_option_1":"Παιδιά σε ομάδες των τριών/τεσσάρων, ανάλογα με τον αριθμό των μαθητών στην τάξη. Ένα μπαλόνι ανά ομάδα. Κάθε ομάδα πρέπει να μετακινήσει το μπαλόνι στο τέλος του χώρου παιχνιδιού χωρίς να το κρατήσει ή να το αφήσει να αγγίξει το έδαφος. Κάθε παιδί πρέπει να περάσει το μπαλόνι σε έναν συμπαίκτη πριν το αγγίξει ξανά.","activity_striking_option_2":"Τα παιδιά χωρίζονται σε ζεύγη. Κάθε ομάδα έχει μια μπάλα σφουγγαριού και μια πετσέτα. Το ζευγάρι κρατά την πετσέτα ανάμεσά τους. Τα παιδιά πρέπει να συντονίσουν την κίνησή τους για να σηκώσουν την πετσέτα, να πετάξουν την μπάλα στον αέρα και να την πιάσουν ξανά κατά την επιστροφή της.","activity_striking_option_3":"Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων. Κάθε ομάδα σχηματίζει έναν κύκλο και βάζει ένα στεφάνι στο κέντρο. Κάθε παιδί πρέπει να περάσει μια μπάλα στον συμπαίκτη αναπηδώντας πρώτα στον κύκλο.","c9a1_instructions":"Καλώς ήρθατε στην πρόκληση 9! Αυτή η πρόκληση βασίζεται στα ευνοϊκά περιβάλλοντα (Almond and Lambden, 2016). Σύρετε τους παράγοντες που επηρεάζουν τη συμμετοχή στη σωματική δραστηριότητα (στο κέντρο της οθόνης) στις σωστές μεταβλητές (μπλε κύκλοι).","c9a1_finish_message":"Μπράβο! Για περισσότερες πληροφορίες, διαβάστε το επιστημονικό άρθρο στην ενότητα ‘νέα’.","c9a1_object_play":"Παιχνίδι αντικειμένων","c9a1_exercise_play":"Παιχνίδι άσκησης","c9a1_expressive_movement":"Εκφραστική κίνηση","c9a1_outdoor_play":"Παιχνίδι σε εξωτερικούς χώρους","c9a1_throwing":"Πέταγμα","c9a1_catching":"Πιάσιμο","c9a1_striking":"Χτύπημα","c9a1_rough_and_tumble":"Παιχνίδι με σωματική επαφή","c9a1_climbing":"Αναρρίχηση","c9a1_running":"Τρέξιμο","c9a1_chasing_games":"Παιχνίδια κυνηγητού","c9a1_bikes_and_scooters":"Ποδήλατα και πατίνια","c9a1_pushing_and_pulling":"Σπρώξιμο και τράβηγμα","c9a1_dance":"Χορός","c9a1_gymnastics":"Γυμναστική","c9a1_action_rhymes":"Ρίμες με κίνηση","c9a1_songs_and_stories":"Τραγούδια και ιστορίες","c9a1_natural_surroundings":"Φυσικό περιβάλλον","c9a1_rocks_and_tress":"Βράχοι και δέντρα","c9a1_challenges":"Προκλήσεις","c9a2_intro_message":"Καλείστε να σχεδιάσετε ένα ολοκληρωμένο πρόγραμμα σπουδών φυσικής αγωγής για ένα εικονικό σχολείο, ενσωματώνοντας τόσο διδακτικές όσο και εξωσχολικές δραστηριότητες που προωθούν το σωματικό γραμματισμό. Η πρόκληση είναι να εξισορροπηθούν διάφορα στοιχεία όπως η συμμετοχικότητα, η δέσμευση και τα εκπαιδευτικά αποτελέσματα. Μεταφέρετε κάθε χαρακτηριστικό του προγράμματος σπουδών (που εμφανίζεται στο κάτω μέρος) στο σωστό ή λάθος πλαίσιο. Τα σωστά χαρακτηριστικά πρέπει να μετακινηθούν στο πλαίσιο \"Σωστά\" και τα λανθασμένα χαρακτηριστικά πρέπει να μετακινηθούν στο πλαίσιο \"Λάθος\". Έτοιμοι?","c9a2_prompt":"Σύρετε κάθε στοιχείο στο σωστό πλαίσιο.","c9a2_finish_message":"Μπράβο! Ολοκληρώσατε την ένατη πρόκληση. Πατήστε ''Ολοκλήρωση'' για να λάβετε το παράσημό σας!","c9a2_correct":"Σωστό","c9a2_wrong":"Λάθος","c9a2_activities_balanced":"Δραστηριότητες ισορροπημένες στις κινητικές δεξιότητες των μαθητών.","c9a2_pe_curriculum_guidelines":"Συνοχή με τις κατευθυντήριες γραμμές του προγράμματος σπουδών φυσικής αγωγής της χώρας.","c9a2_music_motor_skills":"Παιχνίδια/δραστηριότητες για την εκμάθηση και την ανάπτυξη των κινητικών δεξιοτήτων των μαθητών με τη χρήση μουσικής.","c9a2_fitness_health_wellbeing":"Δραστηριότητες που επικεντρώνονται στη φυσική κατάσταση, την υγεία και την ευημερία.","c9a2_evaluate_motor_skills":"Ασκήσεις για την αξιολόγηση των κινητικών δεξιοτήτων των μαθητών  με τη διεξαγωγή ειδικών τεστ.","c9a2_outdoor_play":"Περπάτημα σε εξωτερικούς χώρους με διαλείμματα για παιχνίδια.","c9a2_sports_oriented_motor_skills":"Δραστηριότητες για τη βελτίωση των κινητικών δεξιοτήτων των μαθητών προσανατολισμένες στην αθλητική πρακτική.","c9a2_promote_self_knowledge":"Δραστηριότητες για την προώθηση της αυτογνωσίας.","c9a2_team_spirit_socialization":"Ομαδικές δραστηριότητες για την ενίσχυση του ομαδικού πνεύματος και της κοινωνικοποίησης.","c9a2_respect_game_rules":"Δραστηριότητες για την προώθηση του σεβασμού των κανόνων του παιχνιδιού και του ευ αγωνίζεσθαι.","c9a2_inclusive_games":"Παιχνίδια ή κανόνες παιχνιδιού που απαιτούν τη συμμετοχή όλων των μαθητών.","c9a2_enjoyment_oriented":"Δραστηριότητες προσανατολισμένες στην απόλαυση.","c9a2_varied_teaching_strategies":"Χρησιμοποιήστε ένα ευρύ φάσμα στρατηγικών διδασκαλίας.","c9a2_ego_oriented":"Δραστηριότητες προσανατολισμένες στο ‘εγώ’.","c9a2_one_size_fits_all":"Μια προσέγγιση που ταιριάζει σε όλους.","c9a2_summary_objectives":"Συνοπτικός ορισμός των στόχων.","c9a2_win_at_all_costs":"Δραστηριότητες προσανατολισμένες στη νοοτροπία «Κέρδος με κάθε κόστος».","c9a2_long_queues":"Παιχνίδια με μεγάλες ουρές παιδιών.","c9a2_gender_separated_activities":"Ξεχωριστές δραστηριότητες για άνδρες και γυναίκες.","c10a1_instructions":"Καλώς ήρθατε στην πρόκληση 10. Το φάσμα των στυλ διδασκαλίας του Mosston είναι ένα πλαίσιο που κατηγοριοποιεί τα στυλ διδασκαλίας με βάση το βαθμό εξουσίας λήψης αποφάσεων που δίνεται στον δάσκαλο και τον μαθητή. Το φάσμα αποτελείται από 11 στυλ διδασκαλίας, που κυμαίνονται από πιο δασκαλοκεντρικές έως πιο μαθητοκεντρικές προσεγγίσεις. Διαβάστε τις ενδείξεις και προσδιορίστε το σχετικό στυλ διδασκαλίας για να λύσετε το παζλ. Έτοιμοι?","c10a1_finish":"Μπράβο! Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.","enter_letter":"Εισαγάγετε ένα γράμμα","hint":"Υπαινιγμός","hint_instruction":"Κάντε κλικ στο πλαίσιο για να προσθέσετε το γράμμα που λείπει και να συμπληρώσετε τη λέξη.","term1":"ΕΝΤΟΛΗ","term2":"ΠΡΑΚΤΙΚΗ","term3":"ΑΜΟΙΒΑΙΟΣ","term4":"ΑΥΤΟΕΛΕΓΧΟΣ","term5":"ΕΝΤΑΞΗ","term6":"ΚΑΘΟΔΗΓΟΥΜΕΝΗ","term7":"ΣΥΓΚΛΙΝΟΥΣΑ","term8":"ΑΠΟΚΛΙΝΟΥΣΑ","term9":"ΣΧΕΔΙΑΣΜΟΣ","term10":"ΞΕΚΙΝΗΣΕ","term11":"ΑΥΤΟΔΙΔΑΣΚΑΛΙΑ","term1_hint":"Ο καθοδηγητικός έλεγχος των μαθησιακών δραστηριοτήτων των μαθητών από τον δάσκαλο.","term2_hint":"Η ανάθεση ορισμένων αποφάσεων από τον δάσκαλο στον μαθητή.","term3_hint":"Ομάδες μαθητών με ανατεθειμένους ρόλους: εξάσκηση, παρατήρηση, αξιολόγηση, διόρθωση και βοήθεια.","term4_hint":"Αυτοαξιολόγηση της εκτέλεσης της άσκησης και των αποτελεσμάτων.","term5_hint":"Συνεργασία σε ομάδες για την επίτευξη κοινών στόχων.","term6_hint":"Ο δάσκαλος καθοδηγεί τους μαθητές να ανακαλύψουν ανεξάρτητα τις λύσεις μέσω ερωτήσεων.","term7_hint":"Οι μαθητές αναλύουν και αναπτύσσουν στρατηγικές για την επίλυση προβλημάτων που παρουσιάζει ο δάσκαλος.","term8_hint":"Ενθαρρύνει τη δημιουργικότητα με ασκήσεις που δημιουργούνται από τους ίδιους τους μαθητές.","term9_hint":"Εξατομικευμένο πρόγραμμα με βάση τις ατομικές ικανότητες, με τον δάσκαλο ως σύμβουλο.","term10_hint":"Καθοδηγούμενο από τους μαθητές, από το σχεδιασμό έως την εκτέλεση, με τον εκπαιδευτικό ως σύμβουλο.","term11_hint":"Οι μαθητές σχεδιάζουν, εκτελούν και αξιολογούν τη μάθησή τους.","c10a2_instructions":"Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και θα πρέπει να αντιστοιχίσετε το μάθημα που παρέχεται με το σωστό στυλ διδασκαλίας που χρησιμοποιείται για την ανάπτυξή του. Έτοιμοι;","c10a2_finish_message":"Μπράβο! Ολοκληρώσατε τη δέκατη πρόκληση. Πατήστε ''Ολοκλήρωση'' για να λάβετε το παράσημό σας!","command":"Εντολή","guided_discovery":"Καθοδηγούμενη ανακάλυψη","self_teaching":"Αυτοδιδασκαλία","command_lesson_1":"Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλισμα, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος επιδεικνύει πώς να ξεπεράσουν κάθε εμπόδιο. Οι μαθητές ξεκινούν την πορεία με εντολή του δασκάλου, μιμούμενοι την κίνηση του δασκάλου.","command_lesson_2":"Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος επιδεικνύει τρεις στάσεις γιόγκα κάθε φορά (τραπέζι ισορροπίας, χορεύτρια και μισό φεγγάρι). Οι μαθητές πρέπει να διατηρήσουν μια στάση για 15 δευτερόλεπτα. Οι μαθητές αλλάζουν θέση με εντολή του δασκάλου.","command_lesson_3":"Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματος. Ο δάσκαλος αφηγείται μια ιστορία για αρκούδες στο δάσος οι οποίες εκτελούν διάφορες ενέργειες (τρώνε, πλένονται και κυλιούνται). Οι μαθητές ενθαρρύνονται να υποδυθούν τις αρκούδες και να εκτελέσουν αυτές τις ενέργειες σύμφωνα με τις οδηγίες του δασκάλου.","command_lesson_4":"Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος επιδεικνύει τα σερβίς πετοσφαίρισης (βασικό σερβίς κάτω από το χέρι, βασικό σερβίς πάνω από το χέρι και σερβίς με άλμα). Ο δάσκαλος σχεδιάζει δύο ασκήσεις για κάθε σέρβις (ατομικές και ασκήσεις σε ζευγάρια), εξηγώντας ότι οι μαθητές πρέπει να ξεκινήσουν με το βασικό σέρβις κάτω χεριού, στη συνέχεια με το βασικό σέρβις πάνω από το χέρι και στο τέλος με το σέρβις άλματος.","discovery_lesson_1":"Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλισμα, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να σκεφτούν ποιες βασικές κινητικές δεξιότητες μπορούν να χρησιμοποιήσουν για να ξεπεράσουν τα εμπόδια. Ο δάσκαλος υποστηρίζει επίσης την απόδοση των μαθητών με ερωτήσεις που τους παρακινούν να σκεφτούν διαφορετικές στρατηγικές που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν το ίδιο εμπόδιο.","discovery_lesson_2":"Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να προβληματιστούν σχετικά με τις επιπτώσεις της εξάσκησης της γιόγκα στην ισορροπία. Ο δάσκαλος υποστηρίζει επίσης την ανάπτυξη των στάσεων των μαθητών κάνοντας ερωτήσεις για να τους υποκινήσει να σκεφτούν το επίπεδο δυσκολίας που απαιτείται για τη διατήρηση μιας στάσης. Οι σωστές σκέψεις και στρατηγικές επιβραβεύονται και ενισχύονται.","discovery_lesson_3":"Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματος. Οι μαθητές αναπτύσσουν μια ιστορία για αρκούδες που κυκλοφορούν στο δάσος και εκτελούν ορισμένες ενέργειες (τρώνε, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Ο δάσκαλος θέτει διάφορες ερωτήσεις για να καλέσει τους μαθητές να αναπτύξουν την προσωπική τους μέρα με τις αρκούδες (από το ξύπνημα μέχρι τον ύπνο). Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να σκεφτούν ποιες δραστηριότητες θα μπορούσαν να εισαχθούν στην ιστορία για να βελτιώσουν τη γνώση του σώματός τους. Η σωστή σκέψη και οι στρατηγικές επιβραβεύονται και ενισχύονται.","discovery_lesson_4":"Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να επικεντρωθούν στο πώς να χρησιμοποιήσουν τις αισθήσεις που σχετίζονται με την εκτέλεση του σέρβις για να αποδώσουν καλύτερα. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να αντιληφθούν ποιο σέρβις είναι πιο άνετο γι' αυτούς και τις αισθήσεις που νιώθουν κατά την εκτέλεσή του. Με βάση αυτό, πρέπει να προσαρμόσουν τις άλλες υπηρεσίες ώστε να τις κάνουν πιο άνετες. Η σωστή σκέψη και οι στρατηγικές επιβραβεύονται και ενισχύονται.","self_teaching_lesson_1":"Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Ο δάσκαλος παρέχει πληροφορίες σχετικά με τις βασικές κινητικές δεξιότητες (κύλισμα, άλμα, τρέξιμο, μπουσούλημα). Οι μαθητές πρέπει να αναπτύξουν παιχνίδια για να βελτιώσουν τις βασικές κινητικές τους δεξιότητες.","self_teaching_lesson_2":"Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος παρέχει πληροφορίες σχετικά με τις επιδράσεις της εξάσκησης της γιόγκα στην ισορροπία. Οι μαθητές πρέπει να αναζητήσουν κάποιες ασκήσεις γιόγκα για να τις κάνουν στην τάξη με όλους.","self_teaching_lesson_3":"Το μάθημα στοχεύει στη βελτίωση της γνώσης του ίδιου του σώματος. Οι μαθητές πρέπει να αναπτύξουν μια ιστορία για αρκούδες που ζουν στο δάσος και εκτελούν καθημερινές ενέργειες (φαγητό, πλύσιμο, κύλιση). Οι μαθητές πρέπει να υποδύονται τις αρκούδες. Οι μαθητές πρέπει να βρουν αστείες στρατηγικές για να τους κάνουν να εκτελούν κινήσεις που επικεντρώνονται στη χρήση ενός συγκεκριμένου μέρους του σώματος. Ο/η εκπαιδευτικός παρέχει καθοδήγηση όταν χρειάζεται.","self_teaching_lesson_4":"Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος παρέχει πληροφορίες σχετικά με το σέρβις πετοσφαίρισης (βασικό σερβίς κάτω από το χέρι, βασικό σερβίς πάνω από το χέρι και σερβίς με άλμα). Οι μαθητές είναι ελεύθεροι να εργαστούν ατομικά ή σε ομάδες. Πρέπει να αναπτύξουν κάποιες ασκήσεις για να εκπαιδεύτουν στο σερβίς στην πετοσφαίριση.","c11a1_instructions":"Καλώς ήρθατε στην πρόκληση 11. Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής για να αναπτύξετε ένα μάθημα βασισμένο σε ένα παρεχόμενο παιδαγωγικό μοντέλο διδασκαλίας. Επιλέξτε τη σωστή στρατηγική για να υιοθετήσετε το μοντέλο και να χτίσετε τον Πύργο Φυσικής Αγωγής. Κάθε μοντέλο αντιπροσωπεύει ένα δάπεδο πύργου. Πρόσεχετε! Εάν κάνετε δύο λάθη, το πάτωμα του πύργου θα σπάσει και θα πρέπει να ξεκινήσετε από την αρχή. Έτοιμοι?","c11_instruction":"Επιλέξτε τη σωστή απάντηση","c11_floor0_model":"Διδακτικά παιχνίδια για την κατανόηση του μοντέλου","c11_floor0_environment":"Γυμναστήριο σχολείου","c11_floor0_statement":"Το μοντέλο τονίζει τη σημασία του παιχνιδιού και της κατανόησης. Προωθεί ένα μαθητοκεντρικό περιβάλλον, ενθαρρύνοντας τους μαθητές να εξερευνήσουν και να κατανοήσουν τους κανόνες, τις τακτικές και τις στρατηγικές του παιχνιδιού, γεγονός που, με τη σειρά του, οδηγεί σε βαθύτερη εκτίμηση και απόλαυση του παιχνιδιού.","c11_floor0_step1_instruction":"Τα παιδιά είναι διάσπαρτα γύρω από το γυμναστήριο. Ένα χούλα χουπ τοποθετείται δίπλα σε κάθε παιδί με έναν κώνο στο κέντρο. Οι παίκτες πρέπει να χτυπήσουν τον κώνο άλλων παικτών με μια μπάλα ή να αμυνθούν όταν επιτίθεται. Μόλις όλοι επιτεθούν ή αμυνθούν, αρχίζει το δεύτερο βήμα.","c11_floor0_step1_correct":"Συνέχεια","c11_floor0_step2_correct":"Μόλις χτυπηθεί ένας κώνος, το παιδί τον μετακινεί μαζί με το χούλα χουπ σε άλλο μέρος του γυμναστηρίου και συνεχίζει να παίζει. Το βήμα 2 διαρκεί 10 λεπτά.","c11_floor0_step2_wrong":"Το παιδί που χτυπά τον κώνο ενός αντιπάλου παίρνει 1 πόντο. Ο πρώτος που παίρνει 5 πόντους κερδίζει το παιχνίδι.","c11_floor0_step3_correct":"Ο παίκτης που χτυπά τον κώνο ενός άλλου παιδιού, σχηματίζει μια ομάδα μαζί τους.","c11_floor0_step3_wrong":"Όταν ο κώνος ενός παιδιού χτυπηθεί, το παιδί αποβάλλεται από το παιχνίδι. Ο τελευταίος που έμεινε στο γήπεδο κερδίζει.","c11_floor0_step4_correct":"Με τη βοήθεια ερωτήσεων, σχολίων και τροποποιήσεων παιχνιδιού από τον δάσκαλο, οι μαθητές αρχίζουν να εργάζονται μέσω των αρχών του παιχνιδιού και να εντοπίζουν βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στην επιτυχία στο παιχνίδι.","c11_floor0_step4_wrong":"Προκειμένου να βελτιωθεί η γνώση των βασικών τακτικών και στρατηγικών που πρέπει να χρησιμοποιηθούν στο παιχνίδι, ο δάσκαλος τροποποιεί τους κανόνες του αγώνα αναθέτοντας συγκεκριμένες εργασίες και παρέχοντας στρατηγικές που μπορούν να οδηγήσουν στη νίκη του αγώνα.","c11_floor0_step5_correct":"Ο/η εκπαιδευτικός εμπλέκει τους μαθητές σε ομιλία τακτικής για να τους βοηθήσει να αναλογιστούν την απόφασή τους που πήραν στο παιχνίδι να πετύχουν σε αυτό (τακτικές που χρησιμοποιήθηκαν) (π.χ. Πώς πετυχαίνεις στο παιχνίδι;).","c11_floor0_step5_wrong":"Τα παιδιά χωρισμένα σε δύο ομάδες παίζουν έναν αγώνα προσπαθώντας να κατανοήσουν τις αρχές του παιχνιδιού και να προσδιορίσουν τις βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στη νίκη του αγώνα.","c11_floor0_step6_correct":"Ο δάσκαλος τροποποιεί το παιχνίδι για να δώσει έμφαση στις δεξιότητες που οι μαθητές έχουν προσδιορίσει ως απαραίτητες για την επιτυχία.","c11_floor0_step6_wrong":"Ο δάσκαλος χωρίζει τους μαθητές σε διάφορες ομάδες με βάση το μέγεθος της τάξης και αναθέτει συγκεκριμένες εργασίες για τη βελτίωση της αποτελεσματικότητας της τεχνικής που θα χρησιμοποιηθεί στον αγώνα.","c11_floor0_step7_correct":"Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσα από το παιχνίδι δίνοντας προσοχή όχι μόνο στην αποτελεσματικότητα της τεχνικής αλλά και στην καταλληλότητα της ανταπόκρισης καθ' όλη τη διάρκεια του παιχνιδιού.","c11_floor0_step7_wrong":"Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσα από το παιχνίδι δίνοντας προσοχή στην αποτελεσματικότητα της τεχνικής και στα αποτελέσματα που επιτυγχάνονται κατά τη διάρκεια του αγώνα.","c11_floor1_model":"Μοντέλο συνεργατικής μάθησης","c11_floor1_environment":"Γυμναστήριο σχολείου","c11_floor1_statement":"Το μοντέλο υιοθετεί μια σαφώς κοινωνική προοπτική στη μάθηση, όπου οι μαθητές συνεργάζονται για την επίτευξη κοινών στόχων. Αυτό το μοντέλο δίνει έμφαση στην ανάπτυξη κοινωνικών δεξιοτήτων, επικοινωνίας και ομαδικής εργασίας, καθώς και ατομικής ευθύνης. Οι δραστηριότητες σχεδιάζονται έτσι ώστε οι μαθητές να εξαρτώνται ο ένας από τον άλλο για να πετύχουν, προωθώντας ένα συμπεριληπτικό και υποστηρικτικό μαθησιακό περιβάλλον.","c11_floor1_instruction":"Σε αυτή την πρόκληση, θα βοηθήσετε τα παιδιά να αναπτύξουν κινητικές δεξιότητες σχεδιάζοντας και πλοηγώντας μια πορεία εμποδίων. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα για να προχωρήσετε στο επόμενο. Εάν κάνετε δύο λάθη, η πρόκληση θα επανεκκινηθεί. Είσαι έτοιμο?","c11_floor1_step1_instruction":"Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια πορεία εμποδίων. Τα παιδιά πρέπει να ξεπεράσουν μια πορεία εμποδίων χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, σύλληψη, ρίψη, τρέξιμο, μπουσούλισμα).","c11_floor1_step1_correct":"Συνέχεια","c11_floor1_step2_correct":"Παιδιά σε ζευγάρια, ο ένας πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και ο άλλος να καθοδηγήσει με τη φωνή του τον συναθλητή.","c11_floor1_step2_wrong":"Ο δάσκαλος και οι μαθητές αποφασίζουν από κοινού ποια κινητική δεξιότητα θα χρησιμοποιήσουν για να ξεπεράσουν κάθε εμπόδιο. Ένα παιδί κάθε φορά ξεπερνά τα εμπόδια.","c11_floor1_step3_correct":"Παιδιά σε ζεύγη. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της πορείας και ο άλλος τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια, αποφεύγοντας παράλληλα τη χρήση ενός μέρους του σώματος της επιλογής τους (χέρια, πόδια, μάτια, ...).","c11_floor1_step3_wrong":"Παιδιά σε ζεύγη. Το ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να το καθοδηγήσει. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια με κλειστά μάτια.","c11_floor1_step4_correct":"Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πριν ξεκινήσουν το μάθημα, τα παιδιά αποφασίζουν μαζί πώς να ξεπεράσουν κάθε εμπόδιο.","c11_floor1_step4_wrong":"Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πρέπει να ολοκληρώσουν μια σκυταλοδρομία. Κάθε παιδί πρέπει να ξεπεράσει δύο εμπόδια για να παραδώσει τη σκυτάλη. Η πρώτη ομάδα που ολοκληρώνει τη διαδρομή κερδίζει.","c11_floor1_step5_correct":"Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Δύο παιδιά πρέπει να κρατήσουν ένα φρίσμπι με ένα μπαλάκι του τένις πάνω του. Πρέπει να ξεπεράσουν την πορεία εμποδίων χωρίς να πέσει η μπάλα, ενώ το τρίτο παιδί τους καθοδηγεί κατά μήκος της διαδρομής υποδεικνύοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.","c11_floor1_step5_wrong":"Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Κρατούν ένα φρίσμπι με μια μπάλα του τένις πάνω του και πρέπει να ξεπεράσουν την πορεία εμποδίων χωρίς να ρίξουν την μπάλα. Ο δάσκαλος τους καθοδηγεί κατά μήκος του μαθήματος προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.","c11_floor1_step6_correct":"Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί τη συμβολή των μαθητών στην ομαδική εργασία ή/και την απόδοσή τους.","c11_floor1_step6_wrong":"Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος καταγράφει το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας από κάθε ομάδα και αξιολογεί τους μαθητές ανάλογα με την απόδοσή τους.","c11_floor1_step7_correct":"Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος ζητά από τους μαθητές να αναλογιστούν τι έχουν μάθει και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα, μοιράζοντας τις εμπειρίες τους με άλλους.","c11_floor1_step7_wrong":"Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος μοιράζεται μαζί τους την αξιολόγηση των μαθητών για το πώς ξεπέρασαν τα εμπόδια και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα και τις κινητικές τους δεξιότητες.","c11_floor2_model":"Μοντέλο Αθλητικής Εκπαίδευσης","c11_floor2_environment":"Γυμναστήριο σχολείου","c11_floor2_statement":"Αυτό το μοντέλο έχει σχεδιαστεί για να αναπαράγει αυθεντικές αθλητικές εμπειρίες, όπου οι μαθητές συμμετέχουν σε σεζόν, αναλαμβάνουν ρόλους όπως παίκτες, προπονητές και διαιτητές και βιώνουν την κουλτούρα του αθλήματος.","c11_floor2_instruction":"Σε αυτή την πρόκληση, θα βοηθήσετε τους μαθητές να σχεδιάσουν και να εκτελέσουν δραστηριότητες που σχετίζονται με το βόλεϊ.","c11_floor2_step1_instruction":"Ο δάσκαλος και οι μαθητές βρίσκονται σε ένα σχολικό γυμναστήριο και πρέπει να προγραμματίσουν δραστηριότητες που σχετίζονται με την εκμάθηση της πετόσφαίρισης. Ο δάσκαλος εξηγεί τα χαρακτηριστικά του αθλήματος και τους βασικούς κανόνες.","c11_floor2_step1_correct":"Συνέχεια","c11_floor2_step2_correct":"Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής στους αθλητικούς αγώνες. Ο δάσκαλος παρέχει επίσης πληροφορίες για τις αθλητικές δραστηριότητες που συνήθως πραγματοποιούνται κατά την προετοιμασία, την κύρια περίοδο και την περίοδο αποκατάστασης στην πετασφαίριση.","c11_floor2_step2_wrong":"Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής στους αθλητικούς αγώνες. Στη συνέχεια, οι μαθητές χωρίζονται σε ομάδες και πρέπει να αναζητήσουν πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κτά κατά την προετοιμασία, την κύρια περίοδο και την περίοδο αποκατάστασης στην πετασφαίριση","c11_floor2_step3_correct":"Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει υλικό και πόρους σε κάθε ομάδα για να σχεδιάσει την ομαδική εργασία. Κάθε ομάδα εργάζεται για να αναπτύξει στρατηγικές και ασκήσεις για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις κινητικές δεξιότητες που σχετίζονται με την πετοσφαίριση (πάσα, ρύθμιση, καρφιά, μπλοκάρισμα, σκάψιμο και σερβίς).","c11_floor2_step3_wrong":"Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει διάφορα υλικά και πόρους, αναθέτοντας ασκήσεις σε κάθε ομάδα για να μάθουν την τεχνική του αθλήματος και να βελτιώσουν τις βασικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα, σετ, καρφί, μπλοκ, άμυνα και σερβίς). Κάθε εβδομάδα αλλάζουν δεξιότητες ώστε να τις βελτιώσουν όλες.","c11_floor2_step4_correct":"Κάθε ομάδα είναι ελεύθερη να σχεδιάσει την ομαδική εργασία. Μπορούν να αποφασίσουν ποιος είναι ο προπονητής, ο αρχηγός, ο γυμναστής, ο διαιτητής ή οι παίκτες και να σχεδιάσουν τις δραστηριότητες που σχετίζονται με κάθε ρόλο.","c11_floor2_step4_wrong":"Ο δάσκαλος υποστηρίζει τους μαθητές στο σχεδιασμό της ομαδικής εργασίας. Ο δάσκαλος και οι μαθητές σχεδιάζουν μαζί τις δραστηριότητες και τους ρόλους των μαθητών στην ομάδα. Ως εκ τούτου, επιλέγουν ποιος θα είναι ο προπονητής, ο αρχηγός, ο γυμναστής, ο διαιτητής ή οι παίκτες, ώστε να αποφευχθούν διαφωνίες.","c11_floor2_step5_correct":"Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, οι μαθητές μπορούν να περιγράψουν τα χαρακτηριστικά κάθε ομάδας, όπως το όνομα της ομάδας, τα μέλη, τα χρώματα, τη μασκότ, το σύνθημα, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων. Μπορούν επίσης να παρέχουν πληροφορίες σχετικά με τα δυνατά και αδύνατα σημεία της ομάδας.","c11_floor2_step5_wrong":"Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, ο δάσκαλος μπορεί να αναφέρει χρήσιμες πληροφορίες για την αξιολόγηση των μαθητών (τα μέλη της ομάδας, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων).","c11_floor2_step6_correct":"Το χαρτοφυλάκιο της ομάδας μπορεί επίσης να χρησιμοποιηθεί για την αναφορά πληροφοριών σχετικά με τη μαθησιακή διαδικασία, παρέχοντας αποτελέσματα δοκιμών και προβληματισμούς σχετικά με την ατομική και ομαδική βελτίωση.","c11_floor2_step6_wrong":"Με βάση το περιεχόμενο του χαρτοφυλακίου κάθε ομάδας, ο δάσκαλος σχεδιάζει τεστ για την αξιολόγηση των γνώσεων και των δεξιοτήτων των μαθητών ™ που σχετίζονται με την πετοσφαίριση.","c11_floor2_step7_correct":"Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές μονάδων που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι εκπαιδευτικοί σχεδιάζουν ένα τουρνουά για την προώθηση των αξιών του αθλήματος (ευ αγωνίζεσθαι, φιλία, σεβασμός, ομαδική εργασία, ...).","c11_floor2_step7_wrong":"Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές μονάδων που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι σχεδιάζουν ένα τουρνουά. Η τάξη που θα κερδίσει μπορεί να μοιραστεί την ομαδική εργασία που έγινε με άλλους μαθητές.","c11_floor3_model":"Μοντέλο Διδασκαλίας Προσωπικής και Κοινωνικής Ευθύνης","c11_floor3_environment":"Γυμναστήριο σχολείου","c11_floor3_statement":"Πρόκειται για μια προσέγγιση βασισμένη σε αξίες που χρησιμοποιεί τη σωματική δραστηριότητα για να διδάξει δεξιότητες ζωής και να προωθήσει την προσωπική και κοινωνική ευθύνη. Αυτό το μοντέλο επικεντρώνεται στην αυτοκατεύθυνση και τη θετική κοινωνική αλληλεπίδραση, δίνοντας έμφαση στο σεβασμό, την προσπάθεια, την αυτοβελτίωση και βοηθώντας τους άλλους.","c11_floor3_instruction":"Σε αυτή την πρόκληση, θα βοηθήσετε τα παιδιά να μάθουν κινητικές δεξιότητες και κοινωνική ευθύνη μέσω μιας πορείας εμποδίων και ομαδικής εργασίας. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που πρέπει να ακολουθήσετε.","c11_floor3_step1_instruction":"Τα παιδιά χωρίζονται σε ομάδες των τριών. Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια πορεία εμποδίων για κάθε ομάδα. Χτίζουν επίσης στο τέλος κάθε μαθήματος έναν πύργο Jenga. Τα παιδιά πρέπει να ξεπεράσουν τα εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (τροχό, άλμα, πιάσιμο, ρίψη, τρέξιμο, μπουσούλισμα) και να αφαιρέσουν ένα κομμάτι από τον πύργο.","c11_floor3_step1_correct":"Συνέχεια","c11_floor3_step2_correct":"Ο δάσκαλος εξηγεί ότι οι μαθητές θα εξασκηθούν στο να βοηθούν τους άλλους παρέχοντας ανατροφοδότηση στους συμπαίκτες τους, παρέχοντας συγκεκριμένη βοήθεια, λέγοντας κάτι ωραίο και προσφέροντας προτάσεις.","c11_floor3_step2_wrong":"Ο δάσκαλος εξηγεί ότι δύο μαθητές θα πουν στο τρίτο παιδί πώς να ξεπεράσει τα εμπόδια για να τελειώσει το μάθημα το συντομότερο δυνατό. Όταν το παιδί επιστρέψει, ένα άλλο θα ξεκινήσει το μάθημα υποστηριζόμενο από τα άλλα δύο.","c11_floor3_step3_correct":"Ενώ περιμένουν τη σειρά, οι μαθητές πρέπει να βοηθήσουν τον συμπαίκτη παρέχοντας ανατροφοδότηση (να είστε συγκεκριμένοι, να πείτε κάτι ωραίο, να προσφέρετε μια πρόταση).","c11_floor3_step3_wrong":"Ενώ περιμένουν τη σειρά τους, οι μαθητές πρέπει να παρακινήσουν τον συμπαίκτη τους να πάει γρήγορα, παρέχοντας πληροφορίες για τους αντιπάλους τους για να δουν αν πηγαίνουν αργά.","c11_floor3_step4_correct":"Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί την ανατροφοδότηση των μαθητών, τον τρόπο με τον οποίο την παρέχουν και την απόδοσή τους στην υπέρβαση των εμποδίων.","c11_floor3_step4_wrong":"Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί τους μαθητές καταγράφοντας το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας και την απόδοσή τους στην υπέρβαση των εμποδίων.","c11_floor3_step5_correct":"Ο δάσκαλος δίνει εντολή στους μαθητές να σταματήσουν και να αλληλεπιδράσουν μαζί τους, επαινώντας τους μαθητές που δίνουν καλή ανατροφοδότηση για να βοηθήσουν τους άλλους και παρέχοντας γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.","c11_floor3_step5_wrong":"Ο δάσκαλος αλληλεπιδρά με τους μαθητές, μία ομάδα κάθε φορά, για να παρέχει γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.","c11_floor3_step6_correct":"Το παιχνίδι επανεκκινείται. Ο δάσκαλος αξιολογεί την ανατροφοδότηση των μαθητών και πώς την άλλαξαν σύμφωνα με τις προτάσεις.","c11_floor3_step6_wrong":"Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί την απόδοση των μαθητών στην υπέρβαση των εμποδίων.","c11_floor3_step7_correct":"Ο δάσκαλος συμμετέχει σε μια συζήτηση με τους μαθητές, εξηγώντας και πάλι τα βασικά σημεία της κοινωνικής ευθύνης και ζητώντας τους να μοιραστούν με τους συμπαίκτες τους πώς ένιωσαν όταν έδωσαν ή έλαβαν ανατροφοδότηση.","c11_floor3_step7_wrong":"Ο δάσκαλος εξηγεί στους μαθητές τα βασικά σημεία της κοινωνικής ευθύνης και παρέχει μια σύγκριση μεταξύ του τι έχουν κάνει και πώς θα μπορούσαν να το κάνουν καλύτερα.","c11_floor4_model":"Μοντέλο Φυσικής Αγωγής βασισμένο στην Υγεία","c11_floor4_environment":"Γυμναστήριο σχολείου","c11_floor4_statement":"Η παιδαγωγική προσέγγιση ενσωματώνει τη φυσική δραστηριότητα με την αγωγή υγείας, με στόχο την ενδυνάμωση των μαθητών με τις γνώσεις, τις δεξιότητες και τις στάσεις που είναι απαραίτητες για έναν υγιεινό τρόπο ζωής. Τονίζει τη σημασία της φυσικής κατάστασης, της διατροφής, της ψυχικής ευεξίας και την αξία μιας δια βίου δέσμευσης για ενεργό τρόπο ζωής.","c11_floor4_instruction":"Σε αυτή την πρόκληση, θα καθοδηγήσετε τους μαθητές στην κατανόηση της σχέσης μεταξύ σωματικής δραστηριότητας και υγείας μέσω της ομαδικής εργασίας, του καθορισμού στόχων και της υποστήριξης από ομοτίμους. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που πρέπει να ακολουθήσετε.","c11_floor4_step1_instruction":"Ο δάσκαλος και οι μαθητές κάθονται σε κύκλο. Ο δάσκαλος παρουσιάζει το στόχο των επόμενων τριών μαθημάτων εξηγώντας τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας.","c11_floor4_step1_correct":"Συνέχεια","c11_floor4_step2_correct":"Μετά την παροχή πληροφοριών σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές για τη διατήρηση ενός υγιεινού τρόπου ζωής, ο δάσκαλος εκτελεί ένα φυσικό τεστ για να δείξει πώς να αξιολογήσει το επίπεδο φυσικής κατάστασης του ατόμου και πώς να τα συγκρίνει με τα εθνικά πρότυπα.","c11_floor4_step2_wrong":"Ο δάσκαλος παρέχει λεπτομερείς πληροφορίες σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές στους μαθητές, πού μπορούν να τις βρουν, πώς να αυτοαξιολογήσουν το επίπεδο φυσικής τους κατάστασης και πώς να τις συγκρίνουν με τα εθνικά πρότυπα (θεωρητικό μάθημα).","c11_floor4_step3_correct":"Ο δάσκαλος ενθαρρύνει την ομαδική εργασία των μαθητών για τον εντοπισμό, τον καθορισμό και την επίτευξη στόχων ή προκλήσεων σωματικής δραστηριότητας.","c11_floor4_step3_wrong":"Ο δάσκαλος ενθαρρύνει κάθε μαθητή να εντοπίσει, να θέσει και να επιτύχει εξατομικευμένους στόχους ή προκλήσεις σωματικής δραστηριότητας με βάση τα αποτελέσματα των δοκιμών.","c11_floor4_step4_correct":"Ο δάσκαλος παρέχει παραδείγματα άσκησης που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν στα επίπεδα σωματικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς κατευθυντήριες γραμμές. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να εργάζονται σε ομάδες υποστηρίζοντας τους συνομηλίκους τους στη συμμετοχή στη σωματική δραστηριότητα.","c11_floor4_step4_wrong":"Ο δάσκαλος παρέχει παραδείγματα άσκησης που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν στα επίπεδα σωματικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς κατευθυντήριες γραμμές. Ο δάσκαλος ενθαρρύνει την ατομική εργασία για να μεγιστοποιήσει τα οφέλη της άσκησης.","c11_floor4_step5_correct":"Ο δάσκαλος ενθαρρύνει τους μαθητές να γίνουν κριτικοί κινούμενοι, παρέχοντας ανατροφοδότηση και προτάσεις στους συνομηλίκους τους.","c11_floor4_step5_wrong":"Ο δάσκαλος αποφεύγει οι μαθητές να είναι επικριτικοί μεταξύ τους, προκειμένου να αποφευχθούν διαφωνίες.","c11_floor4_step6_correct":"Ο δάσκαλος πρέπει να παρέχει προκλήσεις στους μαθητές για την προώθηση της σωματικής δραστηριότητας μεταξύ των συνομηλίκων τους, αλλά και μεταξύ των μελών της οικογένειας (εντός και εκτός σχολείου).","c11_floor4_step6_wrong":"Το μοντέλο δεν απαιτεί την εξέταση δραστηριοτήτων πέρα από το σχολείο.","c11_floor4_step7_correct":"Το μοντέλο διδασκαλίας δίνει έμφαση στην υποστήριξη των δασκάλων στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την αντιμετώπισή τους.","c11_floor4_step7_wrong":"Το μοντέλο δεν απαιτεί από τον εκπαιδευτικό να υποστηρίξει τους μαθητές στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στρατηγικές για την αντιμετώπισή τους.","c11_mistakes":"Λάθη","c11_mistakes_reached":"Έχετε κάνει 2 λάθη σε αυτό το μοντέλο. Η πρόκληση θα επανεκκινήσει από αυτόν τον όροφο.","c11_finish":"Μπράβο! Ολοκληρώσατε με επιτυχία τον πύργο. Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.","c12a1_instructions":"Καλώς ήρθατε στην πρόκληση 12. Θα αναλάβετε το ρόλο του καθηγητή φυσικής αγωγής και θα αναπτύξετε δύο μαθήματα για τους μαθητές σας. Θα σας δώσω κάποιες πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, τον σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσουν στην ανάπτυξη του μαθήματος. Προσέξτε, μια λανθασμένη απάντηση προκαλεί αλλαγή στην έκφραση του avatar (από χαρούμενος σε θυμωμένος). Μπορείτε να κάνετε τρία λάθη ανά μάθημα, μετά τα οποία η πρόκληση θα ξεκινήσει ξανά. Έτοιμοι?","c12a1_finish":"Μπράβο! Έχετε προγραμματίσει το μάθημά σας με βάση τις ανάγκες της τάξης. Για να ολοκληρώσετε την πρόκληση, πρέπει να αναπτύξετε ένα άλλο μάθημα για μια διαφορετική τάξη.","c12_completed":"Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι!","c12_mistakes":"Έχετε κάνει 3 λάθη. Επανεκκίνηση παιχνιδιού!","restart":"Επανεκκίνηση","c12a2_instructions":"Πρόκειται για μια τάξη 25 παιδιών ηλικίας 6 ετών, ένα από αυτά με σύνδρομο Asperger. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη. Όλα τα παιδιά έχουν κίνητρα όταν κάνουν φυσική αγωγή. Το μάθημα στοχεύει στη διδασκαλία δεξιοτήτων πιασίματος και ρίψης.","c12a2_finish":"Μπράβο! Έχετε προγραμματίσει τα μαθήματά σας με βάση τις ανάγκες της τάξης. Ολοκληρώσατε την πρόκληση!","c12a1_1_title":"Άσκηση με πάσα από το στήθος ","c12a1_1_question":"Επιλέξτε το σωστό σετ εξοπλισμού.","c12a1_1_answer1":"Τυποποιημένες μπάλες που χρησιμοποιούνται στην καλαθοσφαίριση.","c12a1_1_answer2":"Μπάλες διαφορετικού βάρους για αγόρια και κορίτσια.","c12a1_1_answer3":"Μπάλες διαφορετικού βάρους για μαθητές σε αναπηρικά αμαξίδια.","c12a1_2_title":"Άσκηση θωρακικού περάσματος (ατομική εργασία)","c12a1_2_question":"Ρύθμιση και κανόνες: Ένα τετράγωνο 1 μέτρου στον τοίχο, 1 μέτρο από το δάπεδο. Η γραμμή φάουλ για τοποθέτηση ποδιού είναι 2 μέτρα από τον τοίχο. Οι μαθητές πρέπει να ρίξουν την μπάλα μέσα στο τετράγωνο και να πιάσουν την αναπήδηση. Η μπάλα πρέπει να ριχτεί πίσω από τη γραμμή και η αναπήδηση πρέπει να πιαστεί επίσης πίσω από τη γραμμή. Η μπάλα δεν επιτρέπεται να αναπηδήσει στο έδαφος πριν χτυπήσει τον τοίχο. Η άσκηση πρέπει να εκτελείται 5 φορές.\n\nΠροσαρμογή για μαθητές σε αναπηρικά αμαξίδια:\n\n\n","c12a1_2_answer1":"Δεν χρειάζεται.","c12a1_2_answer2":"Η γραμμή φάουλ απέχει 1 μέτρο από τον τοίχο.","c12a1_2_answer3":"Το τετράγωνο σχεδιάζεται 0,5 μέτρα από το πάτωμα.","c12a1_3_title":"Άσκηση με πάσα από το στήθος (Chest Pass)","c12a1_3_question":"Ρύθμιση και κανόνες: Μαθητές σε ζεύγη, σε απόσταση 2 μέτρων. Οι μαθητές πρέπει να πετάξουν την μπάλα στους συμπαίκτες τους. Η μπάλα δεν μπορεί να αναπηδήσει. Εκτελέστε την άσκηση 10 φορές. Ομαδική Συνεργασία:\n\n\n","c12a1_3_answer1":"Μαθητές σε ζευγάρια. Κάθε μαθητής σε αναπηρικό καροτσάκι συνεργάζεται με οποιονδήποτε συμμαθητή του.","c12a1_3_answer2":"Μαθητές σε ζευγάρια. Οι μαθητές σε αναπηρικά αμαξίδια ανήκουν στην ίδια ομάδα.","c12a1_4_title":"Άσκηση spot shot","c12a1_4_question":"Ρύθμιση και κανόνες: Οι μαθητές εργάζονται σε ένα γήπεδο μπάσκετ. Οι μαθητές χωρίζονται σε δύο ομάδες. Τρεις περιοχές σκοποβολής (1,6 μέτρα από το στεφάνι μπάσκετ). Κάθε ομάδα χωρίζεται σε 3 υποομάδες, μία για κάθε περιοχή σκοποβολής. Οι μαθητές πρέπει να εκτελέσουν μια βολή και να μετακινηθούν σε άλλη περιοχή. Κάθε μαθητής πρέπει να εκτελέσει 4 βλαστούς σε κάθε περιοχή για να ολοκληρώσει την εργασία. \nΠροσαρμογή για μαθητές σε αναπηρικά αμαξίδια:\n\n\n\n","c12a1_4_answer1":"Δεν χρειάζεται.","c12a1_4_answer2":"Οι περιοχές σκοποβολής απέχουν 1 μέτρο από το στεφάνι μπάσκετ.","c12a1_4_answer3":"Οι μαθητές σε αναπηρικά αμαξίδια μπορούν να εκτελέσουν περισσότερες βολές από τους συμπαίκτες τους.","c12a1_5_title":"Εξοπλισμός","c12a1_5_question":"","c12a1_5_answer1":"Στεφάνια μπάσκετ διαφορετικού ύψους, μπάλες ίδιου βάρους.","c12a1_5_answer2":"Στεφάνια μπάσκετ του ίδιου ύψους και μπάλες διαφορετικών βαρών για άνδρες.","c12a1_5_answer3":"Στεφάνια μπάσκετ διαφορετικού ύψους και μπάλες διαφορετικών βαρών για μαθητές σε αναπηρικά αμαξίδια.","c12a1_6_title":"Άσκηση ντρίμπλας δέκα μέτρων:","c12a1_6_question":"Ρύθμιση και κανόνες:  Γραμμή μήκους 10 μέτρων. Έξι κώνοι στη γραμμή, 1,5 μέτρα μεταξύ τους. Οι μαθητές χωρίζονται σε ομάδες. Οι μαθητές πρέπει να ντριμπλάρουν στη γραμμή όσο το δυνατόν γρηγορότερα χρησιμοποιώντας μόνο το ένα χέρι και χωρίς να χτυπήσουν τον κώνο με την μπάλα. Οι μαθητές πρέπει να εκτελέσουν την άσκηση τρεις φορές σε μη διαδοχικές στροφές.\n\n\n\n\n","c12a1_6_answer1":"Η εκτέλεση ντρίμπλας πρέπει να προσαρμοστεί: αναπήδηση μία φορά, παγίδευση της μπάλας στην αγκαλιά, ώθηση τροχών.","c12a1_6_answer2":"Δεν χρειάζεται.","c12a1_6_answer3":"Τρεις κώνοι στη γραμμή για μαθητές σε αναπηρικά αμαξίδια.","c12a2_1_title":"Δραστηριότητα πιασίματος και ρίψης","c12a2_1_question":"Κανόνες: Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n\n","c12a2_1_answer1":"Ο δάσκαλος δείχνει μια κάρτα με τις ενέργειες που απαιτούνται για την εκτέλεση της εργασίας στον μαθητή με σύνδρομο Asperger.","c12a2_1_answer2":"Ο δάσκαλος εξηγεί προσεκτικά πώς να εκτελέσει την εργασία μέσω διαφόρων επιδείξεων στον μαθητή με σύνδρομο Asperger.","c12a2_1_answer3":"Δεν χρειάζεται.","c12a2_2_title":"Δραστηριότητα πιασίματος και ρίψης","c12a2_2_question":"Κανόνες: Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατά κοντά σε μια γραμμή. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n\n","c12a2_2_answer1":"Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ένας μαθητής πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Asperger, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής). Στο δεύτερο μέρος, ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).","c12a2_2_answer2":"Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Asperger, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής). Στο δεύτερο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την ρίχνει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).","c12a2_2_answer3":"Ο δάσκαλος παίζει με τον μαθητή με σύνδρομο Asperger. Ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την ρίχνει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).","c12a2_3_title":"Δραστηριότητα πιασίματος και ρίψης","c12a2_3_question":"Ρύθμιση και κανόνες: Το γυμναστήριο χωρίζεται σε τέσσερα μέρη. Μία περιοχή παιχνιδιού σε κάθε μέρος. Παιδιά σε οκτώ ομάδες. Κάθε χώρος παιχνιδιού χωρίζεται σε δύο πεδία. Κάθε ομάδα έχτισε δύο κάστρα με κώνους και τα τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει μια μαλακή μπάλα. Τα παιδιά πρέπει να πετάξουν τις μπάλες προσπαθώντας να γκρεμίσουν τα κάστρα της άλλης ομάδας. Πριν ρίξουν την μπάλα, πρέπει να εκτελέσουν τουλάχιστον τρεις πάσες. Όλοι οι μαθητές πρέπει να παίζουν με χαμηλότερο επίπεδο φωνής. Όποιος φωνάζει τιμωρείται. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n","c12a2_3_answer1":"Πριν πετάξουν την μπάλα, οι μαθητές πρέπει να δώσουν την μπάλα στον συμπαίκτη με σύνδρομο Asperger.","c12a2_3_answer2":"Ενώ οι μαθητές παίζουν, ο δάσκαλος παίζει το ίδιο παιχνίδι με τον μαθητή με σύνδρομο Asperger σε έναν αποκλεισμένο χώρο παιχνιδιού.","c12a2_3_answer3":"Ο δάσκαλος παίζει στην ομάδα του μαθητή με σύνδρομο Asperger. Πριν ρίξουν την μπάλα, ο μαθητής και ο δάσκαλος πρέπει να περάσουν την μπάλα στον συμπαίκτη με σύνδρομο Asperger.","c13a1_intro1":"Καλώς ήρθατε στην πρόκληση 13. Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και θα αναπτύξετε ένα μάθημα για τους μαθητές σας. Θα σας δώσω κάποιες πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, τον σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσουν στην ανάπτυξη του μαθήματος. Προσέξτε, μια λάθος απάντηση προκαλεί την απώλεια μιας καρδιάς στη γραμμή ζωής του avatar. Έχετε 20 καρδιές διαθέσιμες. Εάν χάσετε όλες τις καρδιές, θα επανεκκινήσετε την πρόκληση. Έτοιμοι?","c13a1_intro2":"Αυτή είναι μια τάξη 30 παιδιών. Έχουν κάποια εμπειρία στη γυμναστική και το χορό από μαθήματα φυσικής αγωγής στις πρώτες τάξεις. Έχουν επίσης εμπειρία σε παραδοσιακά παιχνίδια, στίβο, κολύμβηση και χειμερινά σπορ. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη. Τα περισσότερα από τα παιδιά έχουν κίνητρα όταν κάνουν φυσική αγωγή, αν και μερικά παιδιά δεν έχουν αυτοπεποίθηση. Το σχολείο διαθέτει ένα μικρό γυμναστήριο με κάποια κινητά όργανα (πάγκους, κουτιά) που τα παιδιά μπορούν να χρησιμοποιήσουν για να ισορροπήσουν, καθώς και χαλάκια δαπέδου για να δουλέψουν. Η μουσική μπορεί να χρησιμοποιηθεί εάν απαιτείται για να προσθέσει ερεθίσματα στις ακολουθίες. Διατίθενται κάρτες εργασίας με παραδείγματα υπολοίπων συνεργατών. Αυτά έχουν περιγραφές και εικόνες των ισορροπιών των συντρόφων μαζί με προτάσεις για το πώς να μπουν και να βγουν από τις ισορροπίες. Τα παιδιά θα έχουν ήδη επιλέξει έναν παρτενέρ και θα έχουν εργαστεί για την ανάπτυξη της μετακίνησης με παρτενέρ (αντικατοπτρίζοντας και ταιριάζοντας τις κινήσεις, κινούμενα προς διαφορετικές κατευθύνσεις) και των συνδυασμών αλμάτων (χρησιμοποιώντας διαφορετικούς τύπους αλμάτων και διαφορετικά σχήματα). Έχουν αρχίσει να συνθέτουν μια ακολουθία στην οποία θα βασιστούν τις επόμενες εβδομάδες. Στόχος του μαθήματος είναι να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες με παρτενέρ, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν μεταξύ τους ως μέρος της ακολουθίας τους με παρτενέρ. Τα μαθησιακά αποτελέσματα του μαθήματος καλύπτουν τέσσερις τομείς:\n1. Σωματική/Κίνηση - Να εκτελέσουν μια ποικιλία από απαιτητικές ισορροπίες παρτενέρ που μπορούν να συνδεθούν με την ακολουθία παρτενέρ τους.\n2. Συναισθηματικό/Αίσθημα - Να αποκτήσουν αυτοπεποίθηση στην εκτέλεση όλο και πιο απαιτητικών ισορροπιών με παρτενέρ και κίνητρο για να δοκιμάσουν πιο απαιτητικές ισορροπίες με παρτενέρ.\n3. Γνωστική/Σκέψη - Να εξετάσουν παραδείγματα ισορροπιών με παρτενέρ και να δημιουργήσουν τις δικές τους εκδοχές, οι οποίες θα συνδέονται με την ακολουθία των παρτενέρ τους.\n4. Κοινωνική/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και την τελειοποίηση απαιτητικών ισορροπιών εταίρου που θα προστεθούν στην ακολουθία των εταίρων τους.\n","c13a1_intro3":"Τώρα έχετε όλες τις πληροφορίες για να αρχίσετε να αναπτύσσετε μαθήματα για τους μαθητές σας. Αν θέλετε να συμβουλευτείτε τα χαρακτηριστικά, τον σκοπό και τα μαθησιακά αποτελέσματα του μαθήματος, μπορείτε να με συμβουλευτείτε με ένα κλικ και θα σας δώσω όλες αυτές τις πληροφορίες. ","c13a1_well_done":"Μπράβο! Έχετε επιλέξει τις σωστές απαντήσεις! ","c13a1_mistakes":"Έχετε επιλέξει %1 λανθασμένες απαντήσεις.","c13a1_game_over":"Έχετε χάσει όλες τις ζωές και η πρόκληση θα επανεκκινήσει.","c13a1_stage":"Στάδιο %1","c13a1_finish":"Μπράβο! Έχετε ολοκληρώσει αυτήν τη δραστηριότητα. Ένα ακόμη για να τελειώσει η τελευταία πρόκληση!","c13_1_title":"Εισαγωγή","c13_1_question":"Με βάση τις παρεχόμενες πληροφορίες, επιλέξτε 2 δεξιότητες/ιδιότητες στις οποίες εστιάζετε επίσης για να τις αναπτύξετε:","c13_1_correct_1":"Ανθεκτικότητα","c13_1_correct_2":"Ανεξαρτησία","c13_1_correct_3":"Επικοινωνία","c13_1_wrong_1":"Επίλυση προβλημάτων","c13_1_wrong_2":"Συναισθηματική νοημοσύνη","c13_1_wrong_3":"Ηγεσία","c13_1_wrong_4":"Αξιολόγηση","c13_1_wrong_5":"Αθλητισμός","c13_1_wrong_6":"Αυτοπεποίθηση","c13_2_title":"Στυλ ή μοντέλα διδασκαλίας","c13_2_question":"Στυλ ή μοντέλα διδασκαλίας: Με βάση τα στυλ του Mosstonâ, επιλέξτε 3 στυλ που θα μπορούσατε να χρησιμοποιήσετε για να επιτύχετε το σκοπό του μαθήματος.","c13_2_correct_1":"Αμοιβαία","c13_2_correct_2":"Αυτοέλεγχος","c13_2_correct_3":"Αποκλίνουσα ανακάλυψη","c13_2_correct_4":"Σχεδιασμός μαθητή","c13_2_wrong_1":"Εντολή","c13_2_wrong_2":"Άσκηση","c13_2_wrong_3":"Ένταξη","c13_2_wrong_4":"Καθοδηγούμενη ανακάλυψη","c13_2_wrong_5":"Συγκλίνουσα ανακάλυψη","c13_2_wrong_6":"Με πρωτοβουλία του μαθητή","c13_2_wrong_7":"Αυτοδιδασκαλία","c13_3_title":"Μοντέλα διδασκαλίας","c13_3_question":"Μοντέλα διδασκαλίας: με βάση το στόχο του μαθήματος, επιλέξτε 1 μοντέλο διδασκαλίας για την ενίσχυση του σωματικού γραμματισμού των μαθητών.","c13_3_correct_1":"Συνεργατική εκπαίδευση","c13_3_wrong_1":"Αθλητική Εκπαίδευση","c13_3_wrong_2":"Διδασκαλία της προσωπικής κοινωνικής ευθύνης","c13_3_wrong_3":"Φυσική Αγωγή με βάση την υγεία","c13_4_title":"Τόλμη","c13_4_question":"Τόλμη: με βάση το στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετείται, επιλέξτε 1 τόλμη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.","c13_4_correct_1":"Τα παιδιά μπορούν να επιλέξουν τις ισορροπίες που θέλουν να κάνουν και πώς θα τις συνδέσουν σε μια ακολουθία.","c13_4_wrong_1":"Όλα τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες και ακολουθίες.","c13_4_wrong_2":"Τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες, αλλά επιλέγουν πώς να τις συνδέσουν σε μια ακολουθία.","c13_5_title":"Υποστηρίξη","c13_5_question":"Υποστήριξη: με βάση το στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 υποστήριξη που μπορεί να βοηθήσει τους μαθητές να ενισχύσουν τις δεξιότητές τους.","c13_5_correct_1":"Τα παιδιά υποστηρίζονται από τον εαυτό τους και φύλλα εργασίας που έχουν εικόνες και κείμενο για να περιγράψουν τις ισορροπίες και πώς μπορούν να συνδεθούν μεταξύ τους.","c13_5_wrong_1":"Ο δάσκαλος μετακινείται στην τάξη για να παρέχει υποστήριξη και συμβουλές όπου χρειάζεται.","c13_5_wrong_2":"Ορισμένοι μαθητές ορίζονται ως υποστηρικτές και εργάζονται με μια ομάδα, παρέχοντας συμβουλές.","c13_6_title":"Πτυχές","c13_6_question":"Πτυχές: Τι θα ήταν πιο πιθανό να τροποποιήσετε? Επιλέξτε 2 στοιχεία που μπορείτε να τροποποιήσετε.","c13_6_correct_1":"Δραστηριότητες","c13_6_correct_2":"Εξοπλισμός","c13_6_wrong_1":"Χώροι","c13_6_wrong_2":"Άνθρωποι","c13_6_wrong_3":"Συνθήκες","c13_6_wrong_4":"Χρόνος","c13_7_title":"Προτεραιότητα","c13_7_question":"Προτεραιότητα: Ποια θα ήταν η προτεραιότητά σας; Επιλέξτε δύο προτεραιότητες.","c13_7_correct_1":"Μέγιστη συμμετοχή","c13_7_correct_2":"Συμμετοχή","c13_7_correct_3":"Επιτυχία","c13_7_wrong_1":"Ασφάλεια","c13_7_wrong_2":"Μάθηση","c13_7_wrong_3":"Απόλαυση","c13_8_title":"Στρατηγική αξιολόγησης","c13_8_question":"Στρατηγική αξιολόγησης: επιλέξτε τη σωστή στρατηγική αξιολόγησης για να αξιολογήσετε τη δραστηριότητα των μαθητών σας.","c13_8_correct_1":"Στο τέλος του μαθήματος, τα παιδιά χωρίζονται στα δύο. Η μισή τάξη εκτελεί την ακολουθία της και ένα ζευγάρι από τους παρατηρητές παρέχει ανατροφοδότηση σχετικά με το τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν, στη συνέχεια, το άλλο μισό εκτελεί την ακολουθία του και λαμβάνει ανατροφοδότηση από ένα ζευγάρι από τους παρατηρητές.","c13_8_wrong_1":"Στο τέλος του μαθήματος κάθε ζευγάρι πρέπει να εκτελέσει την ακολουθία του παρτενέρ του μπροστά σε όλους και ο δάσκαλος τους δίνει βαθμό με άριστα το 10.","c13_8_wrong_2":"Οι μαθητές συμπληρώνουν ένα γραπτό φύλλο χαρτιού εξηγώντας τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν στην ακολουθία των παρτενέρ τους.","c13a2_intro":"Πρέπει να περάσετε την τελευταία δραστηριότητα για να περάσετε την τελική πρόκληση.  Όπως είπα προηγουμένως, τα μαθησιακά αποτελέσματα του μαθήματος καλύπτουν τέσσερις τομείς:\n1. Σωματική/Κίνηση - Να εκτελούν μια ποικιλία από απαιτητικές ισορροπίες παρτενέρ που μπορούν να συνδεθούν με την ακολουθία παρτενέρ τους.\n2. Συναισθηματικό/Αίσθημα - Να αποκτήσουν αυτοπεποίθηση στην εκτέλεση όλο και πιο απαιτητικών ισορροπιών με παρτενέρ και κίνητρο για να δοκιμάσουν πιο απαιτητικές ισορροπίες με παρτενέρ.\n3. Γνωστική/Σκέψη - Να εξετάσουν παραδείγματα ισορροπιών με παρτενέρ και να δημιουργήσουν τις δικές τους εκδοχές, οι οποίες θα συνδέονται με την ακολουθία των παρτενέρ τους.\n4. Κοινωνική/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και την τελειοποίηση απαιτητικών ισορροπιών εταίρου που θα προστεθούν στην ακολουθία των εταίρων τους.\nΕπιλέξτε 2 ερωτήσεις για κάθε κατηγορία.","c13a2_finish":"Μπράβο! Έχετε ολοκληρώσει την πρόκληση 13, οπότε έχετε συλλέξει το παράσημό σας! Συγχαρητήρια!!! Έχετε ολοκληρώσει όλες τις προκλήσεις!","c13_9_title":"Σωματική/Κίνηση","c13_9_question":"Σωματική/Κίνηση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη βελτίωση της σωματικής κίνησης.","c13_9_correct_1":"Τι βελτιώσεις έχετε κάνει στην απόδοσή σας; Πώς  το ξέρετε;","c13_9_correct_2":"Τι μπορείτε να δείξετε τώρα που δεν μπορούσατε πριν από το μάθημα;","c13_9_wrong_1":"Ποιες νέες δεξιότητες μάθατε σήμερα; Μπορείτε να μου δείξετε πώς μοιάζει η σωστή τεχνική;","c13_9_wrong_2":"Ποιες νέες τακτικές μάθατε σήμερα; Μπορείτε να μου πείτε γιατί είναι σημαντικά;","c13_9_wrong_3":"Αναπτύξατε κάποιες πτυχές της φυσικής σας κατάστασης σήμερα; Πώς θα σας βοηθήσει αυτό και πώς θα μπορούσατε να το εκπαιδεύσετε περαιτέρω εκτός των μαθημάτων φυσικής αγωγής;","c13_9_wrong_4":"Ποιο στοιχείο της φυσικής κατάστασης εφαρμόσατε πιο αποτελεσματικά στο σημερινό μάθημα και πότε; Τι αντίκτυπο είχε αυτό;","c13_9_wrong_5":"Χωρίς λόγια, επιδείξτε τα σημεία διδασκαλίας από το σημερινό μάθημα σε έναν συνεργάτη σας. ","c13_9_wrong_6":"Πώς θα βαθμολογούσατε τον εαυτό σας με άριστα το 10 για την επιδέξια κίνηση σήμερα; Τι θα μπορούσε να βελτιώσει τη βαθμολογία σας;","c13_9_wrong_7":"Εάν ήσασταν ο προπονητής, πώς θα διδάσκατε τη συγκεκριμένη δεξιότητα;","c13_9_wrong_8":"Πώς μπορούν οι κινήσεις/δεξιότητες που εξασκείστε σε αυτό το μάθημα να σας βοηθήσουν σε άλλα αθλήματα/δραστηριότητες;","c13_10_title":"Συναισθηματικό/Αίσθημα","c13_10_question":"Συναισθηματικό/Αίσθημα: Επιλέξτε 2 ερωτήσεις που σχετίζονται με συναισθηματικές εμπειρίες κατά τη διάρκεια του μαθήματος.","c13_10_correct_1":"Πώς αισθανθήκατε όταν δουλεύατε με τους άλλους σήμερα;","c13_10_correct_2":"Πόσο σίγουροι αισθάνεστε για τη συμμετοχή σας σε περισσότερες από αυτές τις δραστηριότητες;","c13_10_wrong_1":"Τι σας άρεσε περισσότερο στο σημερινό μάθημα; Ποια ήταν η καλύτερη στιγμή;","c13_10_wrong_2":"Υπήρχαν στοιχεία του μαθήματος που δεν σας άρεσαν;","c13_10_wrong_3":"Τι θα θέλατε να είχαμε κάνει διαφορετικά ή περισσότερο ή λιγότερο;","c13_10_wrong_4":"Για ποιο στοιχείο του μαθήματος φυσικής αγωγής είστε πιο περήφανοι;","c13_10_wrong_5":"Αν μπορούσατε να επαναλάβετε αυτό το μάθημα, πώς θα μπορούσατε να το είχατε κάνει πιο ευχάριστο;","c13_10_wrong_6":"Σε συνέχεια του σημερινού μαθήματος, τι θα θέλατε να μάθετε στη συνέχεια;","c13_10_wrong_7":"Αισθάνεστε ότι σας εκτιμούν στην ομάδα σας;","c13_10_wrong_8":"Πώς θα βαθμολογούσατε αυτό το μάθημα με 10 βαθμούς για τη διασκέδαση; Τι θα μπορούσε να γίνει για να βελτιωθεί αυτή η βαθμολογία;","c13_10_wrong_9":"Πότε επιδείξατε τη μεγαλύτερη αυτοπεποίθηση στο σημερινό μάθημα;","c13_10_wrong_10":"Πότε νιώσατε ότι βγήκατε έξω από τη ζώνη άνεσής σας σήμερα;","c13_10_wrong_11":"Αισθανθήκατε ασφαλείς στο σημερινό μάθημα;","c13_11_title":"Γνωστική/Σκέψη","c13_11_question":"Γνωστική/Σκέψη: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη γνωστική σκέψη και τον προβληματισμό.","c13_11_correct_1":"Σε τι πρέπει να δουλέψετε περισσότερο για να βελτιωθείτε περαιτέρω;","c13_11_correct_2":"Ποιους διαφορετικούς ρόλους θα μπορούσατε να εκπληρώσετε στο μάθημα και ποιες δεξιότητες απαιτούνται για τον καθένα;","c13_11_wrong_1":"Ποιο ήταν το πιο πολύτιμο πράγμα που μάθατε σήμερα; Πώς θα χρησιμοποιήσετε αυτή τη μάθηση στο μέλλον;","c13_11_wrong_2":"Πώς θα μπορούσατε να το κάνετε διαφορετικά την επόμενη φορά;","c13_11_wrong_3":"Ποιο είναι το πιο σημαντικό πράγμα που πρέπει να θυμάστε από σήμερα; Πώς θα το θυμάστε;","c13_11_wrong_4":"Υπάρχει κάτι που μπορείτε να κάνετε πριν από το επόμενο μάθημά μας για να αναπτύξετε περαιτέρω ή να εξασκήσετε αυτά που κάναμε σήμερα;","c13_11_wrong_5":"Υπάρχει κάποια πτυχή αυτής της δραστηριότητας για την οποία θα θέλατε να μάθετε περισσότερα;","c13_11_wrong_6":"Ποιους κανόνες ή περιορισμούς θα μπορούσατε να προσθέσετε για να κάνετε το μάθημα πιο δύσκολο για εσάς;","c13_11_wrong_7":"Τι θα μπορούσατε να κάνετε για να κάνετε το μάθημα ευκολότερο για εσάς;","c13_11_wrong_8":"Τι θα κάνετε για να είστε σωματικά δραστήριοι από τώρα μέχρι το επόμενο μάθημα;","c13_11_wrong_9":"Για τι θα θέλατε να μάθετε περισσότερα;","c13_11_wrong_10":"Εάν διδάσκατε το σημερινό μάθημα, πώς θα το κάνατε;","c13_12_title":"Κοινωνική/Σύνδεση","c13_12_question":"Κοινωνική/Σύνδεση: Επιλέξτε 2 ερωτήσεις σχετικές με τις κοινωνικές αλληλεπιδράσεις κατά τη διάρκεια του μαθήματος.","c13_12_correct_1":"Πόσο καλά συνεργαστήκατε με τους άλλους;","c13_12_correct_2":"Ποιος έδειξε τη μεγαλύτερη δημιουργικότητα σήμερα; Τι αντίκτυπο είχε;","c13_12_wrong_1":"Ποιος ήταν ο MVP (πολυτιμότερος συμμετέχων); Γιατί;","c13_12_wrong_2":"Ποιος επέδειξε τα καλύτερα ηγετικά χαρακτηριστικά στο σημερινό μάθημα; Πώς το έκαναν αυτό;","c13_12_wrong_3":"Επιδείξατε ευγένεια και σεβασμό προς τους άλλους κατά τη διάρκεια του μαθήματος; Αν ναι, πώς;","c13_12_wrong_4":"Πώς οι σχέσεις με άλλους μαθητές επηρέασαν την πρόοδό σας σε αυτό το μάθημα;","c13_12_wrong_5":"Πώς θα διδάσκατε αυτό το μάθημα σε έναν φίλο σας;","c13_12_wrong_6":"Περιγράψτε μια στιγμή στο μάθημα όπου βοηθήσατε έναν άλλο μαθητή να σημειώσει πρόοδο.","c13_12_wrong_7":"Πώς συμβάλλατε σήμερα στην επίτευξη ενός κοινού στόχου;","c13_12_wrong_8":"Πόσο καλά επικοινωνήσατε με τους άλλους σήμερα;","c13_12_wrong_9":"Με ποιον συνεργάστηκες καλά σήμερα; Γιατί;","c13_12_wrong_10":"Πού μπορείς να έχεις πρόσβαση σε περισσότερες ευκαιρίες για να παίξεις ή να κάνεις αυτό που μάθαμε σήμερα;","c13_12_wrong_11":"Ποιος είναι το πρότυπό σου σε αυτή την τάξη; Γιατί;","glossary_Attributes":"Χαρακτηριστικά","glossary_AffectiveDomain":"Συναισθηματικός τομέας","glossary_CognitiveDomain":"Γνωστικός τομέας","glossary_Confidence":"Αυτοπεποίθηση","glossary_Domains":"Τομείς","glossary_Dualism":"Δυαδισμός","glossary_Embodied":"Ενσωματωμένη","glossary_Existentialism":"Υπαρξισμός","glossary_HealthLiteracy":"Γραμματισμός στην υγεία","glossary_HumanDimension":"Ανθρώπινη διάσταση","glossary_KnowledgeAndUnderstanding":"Γνώση και κατανόηση","glossary_Literacy":"Γραμματισμός","glossary_Monism":"Μονισμός","glossary_Motivation":"Κίνητρα","glossary_MovementCapacities":"Κινητικές ικανότητες","glossary_MovementPatterns":"Μοτίβα κίνησης","glossary_MovementVocabulary":"Λεξιλόγιο κίνησης","glossary_Phenomenology":"Φαινομενολογία","glossary_PhysicalActivity":"Σωματική Δραστηριότητα","glossary_PhysicalCompetence":"Σωματική Επάρκεια","glossary_PhysicalDomain":"Φυσικός τομέας","glossary_PhysicalEducation":"Φυσική Αγωγή","glossary_PhysicalLiteracy":"Σωματικός γραμματισμός","glossary_Sport":"Αθλητισμός","glossary_Attributes_desc":"Είναι τα συστατικά στοιχεία της φυσικής παιδείας που προσδιορίζονται στον πλήρη ορισμό της έννοιας. Κατά την ανάπτυξη του σωματικού γραμματισμού, τα άτομα θα ανακαλύψουν ότι έχουν τη δυνατότητα να αναπτύξουν όλα τα χαρακτηριστικά που προσδιορίζονται στον πλήρη ορισμό.","glossary_AffectiveDomain_desc":"Ο συναισθηματικός τομέας αναφέρεται σε πτυχές της παρακίνησης, της εμπιστοσύνης, της αυτοεκτίμησης, της αυτοπεποίθησης και της θετικής αίσθησης του εαυτού, που αναπτύσσονται και καλλιεργούνται σε διάφορα περιβάλλοντα.","glossary_CognitiveDomain_desc":"Ο γνωστικός τομέας αναφέρεται στη γνώση και την κατανόηση της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της άσκησης, της διατροφής, του ύπνου και του τρόπου ζωής, καθώς και στην ανάπτυξη ευφυούς δράσης, κατανόησης της κίνησης και εφαρμογής της δημιουργικότητας και της φαντασίας σε ένα ευρύ φάσμα περιβαλλόντων.","glossary_Confidence_desc":"Μπορεί να περιγραφεί ως η αντίληψη των δικών μας ικανοτήτων.","glossary_Domains_desc":"Οι τομείς του σωματικού γραμματισμού αναφέρονται στους αλληλένδετους συναισθηματικούς, φυσικούς και γνωστικούς τομείς που στηρίζουν την έννοια του σωματικού γραμματισμού. Σε κάποια βιβλιογραφία αναφέρονται επίσης οι συμπεριφορικοί, κοινωνικοί και περιβαλλοντικοί τομείς.","glossary_Dualism_desc":"Η άποψη ότι τα ανθρώπινα όντα αποτελούνται από δύο πολύ διαφορετικά και διαχωρίσιμα «μέρη», το «σώμα» και τον « μυαλό».","glossary_Embodied_desc":"Στο πλαίσιο του σωματικού γραμματισμού, ο όρος ενσωμάτωση χρησιμοποιείται ειδικά για να περιγράψει τις δυνατότητες που έχουν τα άτομα να αλληλεπιδρούν με το περιβάλλον μέσω της ενσώματης διάστασής μας. Αυτό καλύπτει τόσο την ενσωμάτωση ως βιωμένη όσο και την ενσωμάτωση ως όργανο ή αντικείμενο.","glossary_Existentialism_desc":"Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι η ύπαρξη προηγείται της ουσίας. Με άλλα λόγια, τα άτομα δημιουργούν τον εαυτό τους καθώς αλληλεπιδρούν με τον κόσμο.","glossary_HealthLiteracy_desc":"Ο βαθμός στον οποίο τα άτομα και οι ομάδες μπορούν να αποκτούν, να επεξεργάζονται, να κατανοούν, να αξιολογούν και να ενεργούν βάσει των πληροφοριών που απαιτούνται για τη λήψη αποφάσεων για τη δημόσια υγεία προς όφελος της κοινότητας.","glossary_HumanDimension_desc":"Μια πτυχή της ανθρώπινης ύπαρξης μέσω της οποίας τα άτομα μπορούν να αλληλεπιδρούν με τον κόσμο και να εκφράζονται. Η ενσωμάτωση είναι μια τέτοια διάσταση - ως εκ τούτου, ενσωματωμένη διάσταση.","glossary_KnowledgeAndUnderstanding_desc":"Αποτελείται από δύο κύρια συστατικά στοιχεία, το πρώτο σχετίζεται με την κατανόηση βασικών αρχών της κίνησης και της απόδοσης. Η δεύτερη αφορά την ανάπτυξη γνώσεων και κατανόησης της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της κατανόησης της αξίας της σωματικής δραστηριότητας, της άσκησης, της κατάλληλης διατροφής και της ανάγκης για χαλάρωση και ύπνο.","glossary_Literacy_desc":"Ο γραμματισμός είναι η ενσωματωμένη αλληλεπίδρασή μας με ένα περιβάλλον. Περιλαμβάνει τη χρήση δεξιοτήτων και διαδικασιών κριτικής και δημιουργικής σκέψης, τη μεταφορά πληροφοριών μέσω διαφόρων μορφών επικοινωνίας και την εφαρμογή γνώσεων και δεξιοτήτων για τη δημιουργία συνδέσεων εντός και μεταξύ διαφόρων πλαισίων.","glossary_Monism_desc":"Η άποψη ότι οι άνθρωποι είναι μια οντότητα, ένα σύνολο, και δεν διαιρείται σε ξεχωριστά «μέρη», όπως το «σώμα» και tο «μυαλό». Αυτό αναφέρεται επίσης ως ολιστική άποψη ή ολισμός, υποδεικνύοντας ότι οι άνθρωποι είναι ένα αδιαίρετο «όλον».","glossary_Motivation_desc":"Μπορεί να οριστεί ως η κατεύθυνση και η ένταση της προσπάθειας ενός ατόμου.","glossary_MovementCapacities_desc":"Οι συστατικές ικανότητες της αρθρωτής κίνησης.","glossary_MovementPatterns_desc":"Τα γενικά κινητικά πρότυπα περιλαμβάνουν το συνολικό απόθεμα των κινήσεων για τις οποίες είναι ικανός ο άνθρωπος. Τα γενικά κινητικά πρότυπα που κατέχει ένα άτομο μπορούν να αναφερθούν ως το κινητικό του λεξιλόγιο. Τα ειδικά κινητικά πρότυπα προκύπτουν όταν τα εκλεπτυσμένα κινητικά πρότυπα εφαρμόζονται σε συγκεκριμένα πλαίσια δραστηριότητας και μορφές κίνησης.","glossary_MovementVocabulary_desc":"Ανατρέξτε στα πρότυπα κίνησης.","glossary_Phenomenology_desc":"Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι εμείς ως ανθρώπινα όντα δίνουμε νόημα στον κόσμο όπως τον αντιλαμβανόμαστε. Τα αντικείμενα στον κόσμο δεν έχουν κανένα νόημα πριν από την αντίληψη ενός ατόμου για το συγκεκριμένο χαρακτηριστικό.","glossary_PhysicalActivity_desc":"Κάθε σωματική κίνηση που παράγεται από σκελετικούς μύες και απαιτεί δαπάνη ενέργειας.","glossary_PhysicalCompetence_desc":"Μπορεί να περιγραφεί ως η επάρκεια σε κινητικό λεξιλόγιο, κινητικές ικανότητες και ανεπτυγμένα κινητικά πρότυπα, καθώς και η ανάπτυξη αυτών σε ένα εύρος κινητικών μορφών.","glossary_PhysicalDomain_desc":"Ο σωματικός τομέας ενθαρρύνει την καλλιέργεια της σωματικής ικανότητας σε ένα εύρος περιβαλλόντων, προκειμένου να αναπτυχθεί ένα πλούσιο και ευρύτατο λεξιλόγιο κίνησης.","glossary_PhysicalEducation_desc":"Η φυσική αγωγή είναι το σχολικό μάθημα στο οποίο τα παιδιά κάνουν σωματικές ασκήσεις ή συμμετέχουν σε σωματικά παιχνίδια και αθλήματα.","glossary_PhysicalLiteracy_desc":"O σωματικός γραμματισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για την ενασχόληση με σωματικές δραστηριότητες για όλη τη ζωή.","glossary_Sport_desc":"Ο αθλητισμός χρησιμοποιείται συχνότερα για να αναφερθεί σε ανταγωνιστικά παιχνίδια ή σωματικές δραστηριότητες. Συνήθως, σε αυτό το πλαίσιο, τα αθλήματα διέπονται από ένα συμφωνημένο σύνολο κανόνων και απαιτούν από τους συμμετέχοντες να μάθουν και να επιδείξουν σωματική αθλητικότητα και δεξιότητα. Ο αθλητισμός χρησιμοποιείται στο πλαίσιο του προγράμματος σπουδών Φυσικής Αγωγής για την παροχή μαθησιακών εμπειριών."}