{
  "pairs": [
    {
      "id": "literacy",
      "term": {
        "en": "Literacy",
        "el": "Εγγραμματοσύνη",
        "fr": "Littératie",
        "it": "Alfabetizzazione"
      },
      "correctDescription": {
        "en": "The ability to read, write and understand.",
        "el": "Η ικανότητα ανάγνωσης, γραφής και κατανόησης.",
        "fr": "Capacité à lire, écrire et comprendre.",
        "it": "Capacità di leggere, scrivere e comprendere."
      },
      "wrongDescription": {
        "en": "Solely the ability to read and write and nothing else.",
        "el": "Αποκλειστικά η ικανότητα ανάγνωσης και γραφής και τίποτα άλλο",
        "fr": "Uniquement la capacité à lire et à écrire, et rien d'autre.",
        "it": "Esclusivamente la capacità di leggere e scrivere e nient'altro."
      }
    },
    {
      "id": "holistic",
      "term": {
        "en": "Holistic approach",
        "el": "Ολιστική προσέγγιση",
        "fr": "Approche holistique",
        "it": "Approccio olistico"
      },
      "correctDescription": {
        "en": "Emphasises the physical, emotional, social, and cognitive domains of an individual",
        "el": "Δίνει έμφαση στους σωματικούς, συναισθηματικούς, κοινωνικούς και γνωστικούς τομείς ενός ατόμου",
        "fr": "Met l'accent sur les aspects physiques, émotionnels, sociaux et cognitifs d'un individu.",
        "it": "Enfatizza le dimensioni fisiche, emotive, sociali e cognitive di un individuo."
      },
      "wrongDescription": {
        "en": "Focuses solely on the physical aspects of a situation",
        "el": "Εστιάζει αποκλειστικά στις σωματικές πτυχές μιας κατάστασης",
        "fr": "Se concentre uniquement sur les aspects physiques d'une situation.",
        "it": "Si concentra esclusivamente sugli aspetti fisici di una situazione."
      }
    },
    {
      "id": "physical_literacy",
      "term": {
        "en": "Physical literacy",
        "el": "Φυσική εγγραμματοσύνη",
        "fr": "Littératie physique",
        "it": "Alfabetizzazione fisica"
      },
      "correctDescription": {
        "en": "The motivation, confidence, physical competence, knowledge and understanding to value and take responsibility for engagement in physical activities for life",
        "el": "Το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες εφ' όρου ζωής",
        "fr": "Motivation, confiance, compétence physique, connaissances et compréhension nécessaires pour valoriser et assumer la responsabilité de l'engagement dans des activités physiques tout au long de la vie.",
        "it": "Motivazione, fiducia in sé stessi, competenza fisica, conoscenza e comprensione per valorizzare e assumersi la responsabilità dell'impegno in attività fisiche per tutta la vita."
      },
      "wrongDescription": {
        "en": "The ability to read and write about physical exercise and sports rules",
        "el": "Η ικανότητα ανάγνωσης και γραφής σχετικά με τους κανόνες της σωματικής άσκησης και του αθλητισμού",
        "fr": "Capacité à lire et à écrire sur les règles de l'exercice physique et du sport.",
        "it": "Capacità di leggere e scrivere sull'esercizio fisico e sulle regole dello sport."
      }
    },
    {
      "id": "sport",
      "term": {
        "en": "Sport",
        "el": "Άθλημα",
        "fr": "Sport",
        "it": "Sport"
      },
      "correctDescription": {
        "en": "Game, competition, or activity requiring physical effort and skills that is played according to rules",
        "el": "Παιχνίδι, διαγωνισμός ή δραστηριότητα που απαιτεί σωματική προσπάθεια και δεξιότητες και παίζεται σύμφωνα με κανόνες",
        "fr": "Jeu, compétition ou activité exigeant un effort physique et des habiletés, pratiquée selon des règles.",
        "it": "Gioco, competizione o attività che richiede sforzo fisico e abilità, praticata secondo regole."
      },
      "wrongDescription": {
        "en": "Activities pursued because you are obligated to do it",
        "el": "Δραστηριότητες που ασκούνται επειδή είστε υποχρεωμένοι να τις κάνετε",
        "fr": "Activités pratiquées par obligation.",
        "it": "Attività svolte perché si è obbligati a farlo."
      }
    },
    {
      "id": "physical_education",
      "term": {
        "en": "Physical education",
        "el": "Φυσική αγωγή",
        "fr": "Éducation physique",
        "it": "Educazione fisica"
      },
      "correctDescription": {
        "en": "Aims to develop students' motor, mental, cognitive and social skills through physical activities",
        "el": "Στοχεύει στην ανάπτυξη των κινητικών, νοητικών, γνωστικών και κοινωνικών δεξιοτήτων των μαθητών μέσω σωματικών δραστηριοτήτων",
        "fr": "Vise à développer les habiletés motrices, mentales, cognitives et sociales des élèves par le biais d'activités physiques.",
        "it": "Mira a sviluppare le capacità motorie, mentali, cognitive e sociali degli studenti attraverso l'attività fisica."
      },
      "wrongDescription": {
        "en": "Aims to develop students' motor and social skills through sport competitions",
        "el": "Στοχεύει στην ανάπτυξη των κινητικών και κοινωνικών δεξιοτήτων των μαθητών μέσω αθλητικών αγώνων",
        "fr": "Vise à développer les habiletés motrices et sociales des élèves par le biais de compétitions sportives.",
        "it": "Mira a sviluppare le capacità motorie e sociali degli studenti attraverso le competizioni sportive."
      }
    }
  ]
}
