{
  "pairs": [
    {
      "id": "prestructural",
      "term": {
        "en": "Prestructural",
        "el": "Προδομικό",
        "fr": "Préstructurel",
        "it": "Prestrutturale"
      },
      "correctDescription": {
        "en": "The acquisition of unconnected information has no organisation and makes no sense.",
        "el": "Η απόκτηση ασύνδετων πληροφοριών δεν έχει οργάνωση και δεν βγάζει νόημα.",
        "fr": "L'acquisition d'informations non connectées ne comporte aucune organisation et n'a pas de sens.",
        "it": "L'acquisizione di informazioni non collegate non ha organizzazione e non ha alcun senso."
      },
      "wrongDescription": {
        "en": "Before a building is constructed",
        "el": "Πριν κατασκευαστεί ένα κτίριο",
        "fr": "Avant la construction d'un bâtiment",
        "it": "Prima che un edificio venga costruito"
      }
    },
    {
      "id": "unistructural",
      "term": {
        "en": "Unistructural",
        "el": "Μονοδομικό",
        "fr": "Unistructurel",
        "it": "Unistrutturale"
      },
      "correctDescription": {
        "en": "Simple and obvious connections are made but their significance is not grasped.",
        "el": "Δημιουργούνται απλές και εμφανείς συνδέσεις, αλλά δεν γίνεται κατανοητή η σημασία τους.",
        "fr": "Des liens simples et évidents sont établis, mais leur importance n'est pas comprise.",
        "it": "Vengono stabiliti collegamenti semplici e ovvi, ma non se ne coglie l'importanza."
      },
      "wrongDescription": {
        "en": "One building is constructed",
        "el": "Ένα κτίριο κατασκευάζεται",
        "fr": "Un bâtiment est construit",
        "it": "Un edificio è costruito"
      }
    },
    {
      "id": "multistructural",
      "term": {
        "en": "Multistructural",
        "el": "Πολυδομικό",
        "fr": "Multistructurel",
        "it": "Multistrutturale"
      },
      "correctDescription": {
        "en": "Several connections are made but the meta connections between them are missed, as is their significance for the whole.",
        "el": "Δημιουργούνται αρκετές συνδέσεις, αλλά οι μετα-συνδέσεις μεταξύ τους χάνονται, όπως και η σημασία τους για το σύνολο.",
        "fr": "Plusieurs connexions sont établies, mais les méta-connexions entre elles sont manquées, tout comme leur importance pour l'ensemble.",
        "it": "Vengono stabiliti diversi collegamenti, ma si perdono le meta-connessioni tra di essi, così come la loro importanza per l'insieme."
      },
      "wrongDescription": {
        "en": "Many buildings are constructed",
        "el": "Πολλά κτίρια κατασκευάζονται",
        "fr": "De nombreux bâtiments sont construits",
        "it": "Molti edifici sono costruiti"
      }
    },
    {
      "id": "relational",
      "term": {
        "en": "Relational",
        "el": "Σχεσιακό",
        "fr": "Relationnel",
        "it": "Relazionale"
      },
      "correctDescription": {
        "en": "The student is now able to appreciate the significance of the parts about the whole.",
        "el": "Ο μαθητής μπορεί πλέον να αντιληφθεί τη σημασία των μερών σε σχέση με το σύνολο.",
        "fr": "L'élève est désormais capable de comprendre l'importance des parties en ce qui concerne l'ensemble.",
        "it": "Lo studente è ora in grado di comprendere il significato delle parti riguardo all'insieme."
      },
      "wrongDescription": {
        "en": "Students work cooperatively together ",
        "el": "Οι μαθητές συνεργάζονται μεταξύ τους",
        "fr": "Les élèves travaillent ensemble de manière coopérative",
        "it": "Gli studenti lavorano insieme in modo cooperativo"
      }
    },
    {
      "id": "extended_abstract",
      "term": {
        "en": "Extended abstract",
        "el": "Διευρυμένο αφηρημένο",
        "fr": "Abstrait étendu",
        "it": "Astratto esteso"
      },
      "correctDescription": {
        "en": "The student can make connections not just within the subject but also beyond and can transfer principles to different situations.",
        "el": "Ο μαθητής μπορεί να κάνει συνδέσεις όχι μόνο εντός του θέματος, αλλά και πέραν αυτού, και να μεταφέρει αρχές σε διαφορετικές καταστάσεις.",
        "fr": "L'élève peut établir des connexions non seulement au sein de la matière, mais aussi au-delà, et peut transférer des principes à différentes situations.",
        "it": "Lo studente può creare collegamenti non solo all'interno della materia, ma anche oltre, e può trasferire i principi a situazioni diverse."
      },
      "wrongDescription": {
        "en": "Students can work much longer on an activity",
        "el": "Οι μαθητές μπορούν να εργαστούν για πολύ περισσότερο χρόνο σε μια δραστηριότητα",
        "fr": "Les élèves peuvent travailler beaucoup plus longtemps sur une activité",
        "it": "Gli studenti possono lavorare molto più a lungo su un'attività"
      }
    }
  ]
}
