// DO NOT EDIT. This is code generated via package:intl/generate_localized.dart
// This is a library that provides messages for a el locale. All the
// messages from the main program should be duplicated here with the same
// function name.

// Ignore issues from commonly used lints in this file.
// ignore_for_file:unnecessary_brace_in_string_interps, unnecessary_new
// ignore_for_file:prefer_single_quotes,comment_references, directives_ordering
// ignore_for_file:annotate_overrides,prefer_generic_function_type_aliases
// ignore_for_file:unused_import, file_names, avoid_escaping_inner_quotes
// ignore_for_file:unnecessary_string_interpolations, unnecessary_string_escapes

import 'package:intl/intl.dart';
import 'package:intl/message_lookup_by_library.dart';

final messages = new MessageLookup();

typedef String MessageIfAbsent(String messageStr, List<dynamic> args);

class MessageLookup extends MessageLookupByLibrary {
  String get localeName => 'el';

  static String m0(count) =>
      "${Intl.plural(count, zero: 'Δεν υπάρχουν λάθη.', one: 'Υπάρχει 1 λάθος στη σειρά των καρτών.', other: 'Υπάρχουν ${count} λάθη στη σειρά των καρτών.')}";

  final messages = _notInlinedMessages(_notInlinedMessages);
  static Map<String, Function> _notInlinedMessages(_) => <String, Function>{
    "about": MessageLookupByLibrary.simpleMessage("Πληροφορίες"),
    "about_the_app": MessageLookupByLibrary.simpleMessage(
      "Σχετικά με την εφαρμογή",
    ),
    "active_opportunities": MessageLookupByLibrary.simpleMessage(
      "Ενεργές ταξιδιωτικές ευκαιρίες ",
    ),
    "activities": MessageLookupByLibrary.simpleMessage("Δραστηριότητες"),
    "activityLockedMessage": MessageLookupByLibrary.simpleMessage(
      "Αυτή η δραστηριότητα είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες δραστηριότητες για να την ξεκλειδώσετε.",
    ),
    "activity_balance": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητα ισορροπίας",
    ),
    "activity_balance_option_1": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Κάποιος παίρνει μια ασταθή θέση όπως ένα άγαλμα. Όλοι οι μαθητές στον κύκλο εκτελούν την ίδια ισορροπία, κρατώντας την για 3 δευτερόλεπτα. Όταν τελειώσει η ώρα, το Το επόμενο παιδί κάνει το ίδιο.",
    ),
    "activity_balance_option_2": MessageLookupByLibrary.simpleMessage(
      "Κούρσα με καρότσι. Μαθητές σε ζευγάρια. Ο ένας συμπαίκτης παίζει τον ρόλο του οδηγού και ο άλλος τον ρόλο του καροτσιού. Ο οδηγός κρατιέται από τους αστραγάλους του άλλου παίκτη, ενώ ο δεύτερος περπατά με τα χέρια του.",
    ),
    "activity_balance_option_3": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά περπατούν σε μια μεγάλη περιοχή. Μπορούν να αλλάξουν κατεύθυνση και ταχύτητα, αλλά πρέπει να αποφεύγουν την επαφή με άλλους. Όταν ο δάσκαλος καλεί έναν αριθμό, τα παιδιά σχηματίζουν ομάδες μόνο σύμφωνα με αυτόν τον αριθμό, κάνοντας έναν κύκλο. Πρέπει να πηδήξουν πέντε φορές στο ένα πόδι Παιδιά/παιδιά χωρίς ομάδα εκτελούν μια στατική ισορροπία.",
    ),
    "activity_striking": MessageLookupByLibrary.simpleMessage(
      "Χτύπημα με το χέρι",
    ),
    "activity_striking_option_1": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σε ομάδες των τριών/τεσσάρων, ανάλογα με τον αριθμό των μαθητών στην τάξη. Ένα μπαλόνι ανά ομάδα. Κάθε ομάδα πρέπει να μετακινήσει το μπαλόνι στο τέλος του χώρου παιχνιδιού χωρίς να το κρατά ή να το αφήνει να αγγίζει το έδαφος Κάθε παιδί πρέπει να δώσει το μπαλόνι σε έναν συμπαίκτη του πριν το αγγίξει ξανά.",
    ),
    "activity_striking_option_2": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ζευγάρια. Κάθε ομάδα έχει μια μπάλα σφουγγαριού και μια πετσέτα. Το ζευγάρι κρατά την πετσέτα ανάμεσά τους. Τα παιδιά πρέπει να συντονίσουν την κίνησή τους για να σηκώσουν την πετσέτα, να πετάξουν την μπάλα στον αέρα και να την πιάσουν ξανά στην επιστροφή του.",
    ),
    "activity_striking_option_3": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων. Κάθε ομάδα σχηματίζει έναν κύκλο και βάζει ένα τσέρκι στο κέντρο. Κάθε παιδί πρέπει να δώσει μια μπάλα που πηδάει στον συμπαίκτη αναπηδώντας την πρώτα στον κύκλο.",
    ),
    "activity_throwing": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητα ρίψεων",
    ),
    "activity_throwing_option_1": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Ένα από αυτά έχει μια ηχητική μπάλα. Όλα τα παιδιά πρέπει να κλείσουν τα μάτια τους, εκτός από το παιδί με την μπάλα που πρέπει να την κυλήσει σε ένα άλλο, χρησιμοποιώντας και τα δύο Τα χέρια όταν όλοι έχουν κυλήσει την μπάλα, πρέπει να χρησιμοποιήσουν ένα άλλο μέρος του σώματος, όπως το ισχίο, το γόνατο και τον αγκώνα.",
    ),
    "activity_throwing_option_2": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σε ομάδες των δύο/τριών, ανάλογα με τον αριθμό των μαθητών στην τάξη, μπροστά από έναν τοίχο. Ένα παιδί πρέπει να πετάξει την μπάλα στον τοίχο και να την πιάσει ξανά όσο το δυνατόν περισσότερες φορές σε είκοσι δευτερόλεπτα Οι άλλοι συμπαίκτες μετρούν τα δευτερόλεπτα και τις σωστές εκτελέσεις της εργασίας.",
    ),
    "activity_throwing_option_3": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε δύο ομάδες. Ο χώρος παιχνιδιού χωρίζεται σε δύο περιοχές. Κάθε ομάδα έχτισε τρία κάστρα με κώνους και τους τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει πέντε μαλακές μπάλες. Τα παιδιά πρέπει να πετάξουν οι μπάλες προσπαθούν να γκρεμίσουν τα κάστρα της άλλης ομάδας.",
    ),
    "adapts_to_game": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής ξέρει πώς να προσαρμόζεται στις αγωνιστικές καταστάσεις του βόλεϊ και είναι σωματικά ικανός να τις αντιμετωπίσει (σωματική διάσταση).",
    ),
    "advanced_level": MessageLookupByLibrary.simpleMessage(
      "Προχωρημένο επίπεδο",
    ),
    "alreadyPlayedActivity": MessageLookupByLibrary.simpleMessage(
      "Έχετε ήδη λάβει μέρος σε αυτή την δραστηριότητα. Θα θέλατε να την επαναλάβετε;",
    ),
    "appropriate_motor_skills_background": MessageLookupByLibrary.simpleMessage(
      "Κατάλληλο υπόβαθρο κινητικών δεξιοτήτων",
    ),
    "areYouSure": MessageLookupByLibrary.simpleMessage("Είστε σίγουροι;"),
    "available_cards": MessageLookupByLibrary.simpleMessage(
      "Διαθέσιμες κάρτες",
    ),
    "back": MessageLookupByLibrary.simpleMessage("Πίσω"),
    "badges_view_title": MessageLookupByLibrary.simpleMessage("Τα σήματα σας"),
    "basic_rules_knowledge": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής μπορεί να περιγράψει τους κανόνες του αγώνα μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).",
    ),
    "beliefs": MessageLookupByLibrary.simpleMessage("Πίστη"),
    "buddyIntro": MessageLookupByLibrary.simpleMessage(
      "Αυτός είναι ο φίλος σας στο ePhyLi. Μπορεί να σας βοηθήσει με πολύτιμες πληροφορίες σχετικά με το παιχνίδι και να σας καθοδηγήσει να ολοκληρώσετε τις προκλήσεις μας. Επιλέξτε τον φίλο σας κάνοντας κλικ στα βέλη παρακάτω και, στη συνέχεια, κάντε κλικ στην επιλογή \'Συνέχεια\'",
    ),
    "buddy_description": MessageLookupByLibrary.simpleMessage(
      "Μπορείτε επίσης να με καλέσετε εάν χρειάζεστε βοήθεια με μια δραστηριότητα. Μπορώ να σας παράσχω επιπλέον βοήθεια ή συμβουλές.",
    ),
    "built_environment": MessageLookupByLibrary.simpleMessage(
      "Δομημένο περιβάλλον",
    ),
    "c10a1_finish": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Μπορείτε να προχορήσετε στην επόμενη πρόκληση.",
    ),
    "c10a1_instructions": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην πρόκληση 10. Το φάσμα των μορφών διδασκαλίας της Mosston είναι ένα πλαίσιο που κατηγοριοποιεί τα στυλ διδασκαλίας με βάση τον βαθμό εξουσίας λήψης αποφάσεων που δίνεται στον δάσκαλο και τον εκπαιδευόμενο. Το φάσμα αποτελείται από 11 στυλ διδασκαλίας, που κυμαίνονται από περισσότερα Δασκαλοκεντρικές έως πιο μαθητοκεντρικές προσεγγίσεις Διαβάστε τις ενδείξεις και προσδιορίστε το σχετικό στυλ διδασκαλίας για να λύσετε το παζλ. Έτοιμοι;",
    ),
    "c10a2_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε τη δέκατη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!",
    ),
    "c10a2_instructions": MessageLookupByLibrary.simpleMessage(
      "Θα αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής και θα πρέπει να ταιριάξετε το μάθημα που παρέχεται με το σωστό τρόπο διδασκαλίας που χρησιμοποιήθηκε για την ανάπτυξή του. Έτοιμοι;",
    ),
    "c11_finish": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε με επιτυχία τον πύργο. Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.",
    ),
    "c11_floor0_environment": MessageLookupByLibrary.simpleMessage(
      "Σχολικό γυμναστήριο",
    ),
    "c11_floor0_model": MessageLookupByLibrary.simpleMessage(
      "Μοντέλο διδασκαλίας παιχνιδιών κατανόησης",
    ),
    "c11_floor0_statement": MessageLookupByLibrary.simpleMessage(
      "Το μοντέλο τονίζει τη σημασία του παιχνιδιού και της κατανόησης. Προωθεί ένα περιβάλλον με επίκεντρο τον μαθητή, ενθαρρύνοντας τους μαθητές να εξερευνήσουν και να κατανοήσουν τους κανόνες, τις τακτικές και τις στρατηγικές του παιχνιδιού, κάτι που με τη σειρά του οδηγεί σε βαθύτερη εκτίμηση και απόλαυση του παιχνιδιού.",
    ),
    "c11_floor0_step1_correct": MessageLookupByLibrary.simpleMessage(
      "Συνέχεια",
    ),
    "c11_floor0_step1_instruction": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά είναι διάσπαρτα γύρω από το γυμναστήριο. Ένα χούλα χουπ τοποθετείται δίπλα σε κάθε παιδί με έναν κώνο στο κέντρο. Οι παίκτες πρέπει να χτυπήσουν τον κώνο άλλων παικτών με μια μπάλα ή να αμυνθούν όταν τους επιτεθούν. Μόλις όλοι έχει επιτεθεί ή αμύνεται, το δεύτερο βήμα ξεκινά.",
    ),
    "c11_floor0_step2_correct": MessageLookupByLibrary.simpleMessage(
      "Μόλις χτυπηθεί ένας κώνος, το παιδί τον μετακινεί και το χούλα-χουπ σε άλλο μέρος του γυμναστηρίου και συνεχίζει να παίζει. Το βήμα 2 διαρκεί 10 λεπτά.",
    ),
    "c11_floor0_step2_wrong": MessageLookupByLibrary.simpleMessage(
      "Το παιδί που χτυπά τον κώνο ενός αντιπάλου παίρνει 1 βαθμό. Το πρώτο που θα πάρει 5 πόντους κερδίζει το παιχνίδι.",
    ),
    "c11_floor0_step3_correct": MessageLookupByLibrary.simpleMessage(
      "Ο παίκτης που χτυπά τον κώνο ενός άλλου παιδιού, σχηματίζει μια ομάδα μαζί του.",
    ),
    "c11_floor0_step3_wrong": MessageLookupByLibrary.simpleMessage(
      "Όταν χτυπηθεί ο κώνος ενός παιδιού, το παιδί αποβάλλεται από το παιχνίδι. Το τελευταίο που μένει στο γήπεδο κερδίζει.",
    ),
    "c11_floor0_step4_correct": MessageLookupByLibrary.simpleMessage(
      "Με τη βοήθεια ερωτήσεων, σχολίων και τροποποιήσεων του παιχνιδιού από τον δάσκαλο, οι μαθητές αρχίζουν να επεξεργάζονται τις αρχές του παιχνιδιού και να εντοπίζουν βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στην επιτυχία στο παιχνίδι.",
    ),
    "c11_floor0_step4_wrong": MessageLookupByLibrary.simpleMessage(
      "Για να βελτιωθεί η γνώση των βασικών τακτικών και στρατηγικών που θα χρησιμοποιηθούν στο παιχνίδι, ο δάσκαλος τροποποιεί τους κανόνες αγώνα αναθέτοντας συγκεκριμένες εργασίες και παρέχοντας στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.",
    ),
    "c11_floor0_step5_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος εμπλέκει τους μαθητές σε τακτική συζήτηση για να τους βοηθήσει να σκεφτούν την απόφασή τους που έλαβαν στο παιχνίδι να πετύχουν σε αυτό (τακτικές που χρησιμοποιούνται) (π.χ. Πώς τα καταφέρνεις στο παιχνίδι;).",
    ),
    "c11_floor0_step5_wrong": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρισμένα σε δύο ομάδες παίζουν έναν αγώνα προσπαθώντας να κατανοήσουν τις αρχές του παιχνιδιού και να προσδιορίσουν τις βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.",
    ),
    "c11_floor0_step6_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος τροποποιεί το παιχνίδι για να δώσει έμφαση στις δεξιότητες που οι μαθητές έχουν αναγνωρίσει ως απαραίτητες για την επιτυχία.",
    ),
    "c11_floor0_step6_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος χωρίζει τους μαθητές σε διάφορες ομάδες με βάση το μέγεθος της τάξης και αναθέτει συγκεκριμένες εργασίες για να βελτιώσει την αποτελεσματικότητα της τεχνικής που θα χρησιμοποιηθεί στον αγώνα.",
    ),
    "c11_floor0_step7_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή όχι μόνο στην αποτελεσματικότητα της τεχνικής αλλά και στην καταλληλότητα της απόκρισης σε όλο το παιχνίδι.",
    ),
    "c11_floor0_step7_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή στην αποτελεσματικότητα της τεχνικής και στα αποτελέσματα που προέκυψαν κατά τη διάρκεια του αγώνα.",
    ),
    "c11_floor1_environment": MessageLookupByLibrary.simpleMessage(
      "Σχολικό γυμναστήριο",
    ),
    "c11_floor1_instruction": MessageLookupByLibrary.simpleMessage(
      "Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να αναπτύξουν τις κινητικές τους δεξιότητες σχεδιάζοντας και πλοηγώντας μια διαδρομή με εμπόδια. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα για να προχωρήσετε στο επόμενο. Εάν κάνετε δύο λάθη, η πρόκληση θα ξεκινήσει ξανά. είσαι έτοιμος;",
    ),
    "c11_floor1_model": MessageLookupByLibrary.simpleMessage(
      "Μοντέλο συνεργατικής μάθησης",
    ),
    "c11_floor1_statement": MessageLookupByLibrary.simpleMessage(
      "Το μοντέλο έχει μια ευδιάκριτη κοινωνική προοπτική στη μάθηση, όπου οι μαθητές εργάζονται συνεργατικά για την επίτευξη κοινών στόχων. Αυτό το μοντέλο δίνει έμφαση στην ανάπτυξη κοινωνικών δεξιοτήτων, επικοινωνίας και ομαδικής εργασίας, καθώς και στην ατομική υπευθυνότητα. Οι δραστηριότητες είναι σχεδιασμένες έτσι ώστε οι μαθητές να εξαρτώνται ο ένας στον άλλον για να πετύχετε, προωθώντας ένα περιεκτικό και υποστηρικτικό περιβάλλον μάθησης.",
    ),
    "c11_floor1_step1_correct": MessageLookupByLibrary.simpleMessage(
      "Συνέχεια",
    ),
    "c11_floor1_step1_instruction": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια διαδρομή με εμπόδια. Τα παιδιά πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, έρποντας).",
    ),
    "c11_floor1_step2_correct": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σε ζευγάρια, το ένα πρέπει να ξεπεράσει τα εμπόδια στην πορεία και το άλλο να καθοδηγήσει με τη φωνή του τον συμπαίκτη.",
    ),
    "c11_floor1_step2_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος και οι μαθητές αποφασίζουν από κοινού ποια κινητική δεξιότητα θα χρησιμοποιήσουν για να ξεπεράσουν κάθε εμπόδιο. Ένα παιδί τη φορά ξεπερνά τα εμπόδια.",
    ),
    "c11_floor1_step3_correct": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιήσουν ένα μέρος του σώματος της επιλογής τους (χέρια, πόδια, μάτια, ...)",
    ),
    "c11_floor1_step3_wrong": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιούν τα μάτια.",
    ),
    "c11_floor1_step4_correct": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πριν ξεκινήσουν το μάθημα, τα παιδιά αποφασίζουν μαζί πώς θα ξεπεράσουν κάθε εμπόδιο.",
    ),
    "c11_floor1_step4_wrong": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πρέπει να ολοκληρώσουν μια σκυταλοδρομία. Κάθε παιδί πρέπει να ξεπεράσει δύο εμπόδια για να περάσει τη σκυτάλη. Η πρώτη ομάδα που θα ολοκληρώσει τη διαδρομή κερδίζει.",
    ),
    "c11_floor1_step5_correct": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Δύο παιδιά πρέπει να κρατήσουν ένα φρίσμπι με ένα μπαλάκι του τένις. Πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα, ενώ το τρίτο παιδί τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.",
    ),
    "c11_floor1_step5_wrong": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Κρατούν ένα φρίσμπι με ένα μπαλάκι του τένις και πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα. Ο δάσκαλος τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια. ",
    ),
    "c11_floor1_step6_correct": MessageLookupByLibrary.simpleMessage(
      "Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τη συμβολή των μαθητών στην ομαδική εργασία ή/και την απόδοσή τους.",
    ),
    "c11_floor1_step6_wrong": MessageLookupByLibrary.simpleMessage(
      "Κατά την εκτέλεση της εργασίας, ο δάσκαλος καταγράφει το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας από κάθε ομάδα και αξιολογεί τους μαθητές ανάλογα με την απόδοσή τους.",
    ),
    "c11_floor1_step7_correct": MessageLookupByLibrary.simpleMessage(
      "Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος ζητά από τους μαθητές να σκεφτούν τι έχουν μάθει και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα, μοιράζοντας τις εμπειρίες τους με άλλους.",
    ),
    "c11_floor1_step7_wrong": MessageLookupByLibrary.simpleMessage(
      "Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος μοιράζεται μαζί τους την αξιολόγηση των μαθητών για το πώς ξεπέρασαν τα εμπόδια και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα και τις κινητικές τους δεξιότητες.",
    ),
    "c11_floor2_environment": MessageLookupByLibrary.simpleMessage(
      "Σχολικό γυμναστήριο",
    ),
    "c11_floor2_instruction": MessageLookupByLibrary.simpleMessage(
      "Σε αυτήν την πρόκληση, θα βοηθήσετε τους μαθητές να σχεδιάσουν και να εκτελέσουν δραστηριότητες που σχετίζονται με το βόλεϊ.",
    ),
    "c11_floor2_model": MessageLookupByLibrary.simpleMessage(
      "Μοντέλο Αθλητικής Εκπαίδευσης",
    ),
    "c11_floor2_statement": MessageLookupByLibrary.simpleMessage(
      "Αυτό το μοντέλο έχει σχεδιαστεί για να αναπαράγει αυθεντικές αθλητικές εμπειρίες, όπου οι μαθητές συμμετέχουν σε εποχές, αναλαμβάνουν ρόλους όπως παίκτες, προπονητές και διαιτητές και βιώνουν την κουλτούρα του αθλήματος.",
    ),
    "c11_floor2_step1_correct": MessageLookupByLibrary.simpleMessage(
      "Συνέχεια",
    ),
    "c11_floor2_step1_instruction": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος και οι μαθητές βρίσκονται σε ένα σχολικό γυμνάσιο και πρέπει να προγραμματίσουν δραστηριότητες που σχετίζονται με την εκμάθηση του βόλεϊ. Ο δάσκαλος εξηγεί τα χαρακτηριστικά του αθλήματος και τους κύριους κανόνες.",
    ),
    "c11_floor2_step2_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Ο δάσκαλος παρέχει επίσης πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια των δραστηριοτήτων πριν, κύρια και μετά τη σεζόν στο βόλεϊ.",
    ),
    "c11_floor2_step2_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Στη συνέχεια, οι μαθητές χωρίζονται σε ομάδες και πρέπει να αναζητήσουν πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια της προ-, κύριας και μετά- εποχικές δραστηριότητες στο βόλεϊ.",
    ),
    "c11_floor2_step3_correct": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει υλικά και πόρους σε κάθε ομάδα για να σχεδιάσει την ομαδική εργασία. Κάθε ομάδα εργάζεται για να αναπτύξει στρατηγικές και ασκήσεις για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις κινητικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα , στήσιμο, αιχμή, μπλοκάρισμα, σκάψιμο και σερβίρισμα).",
    ),
    "c11_floor2_step3_wrong": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει πολλά υλικά και πόρους, αναθέτοντας ασκήσεις σε κάθε ομάδα για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις βασικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα, στήσιμο, καρφί, μπλοκάρισμα, σκάψιμο, Κάθε εβδομάδα αλλάζουν δεξιότητες για να τις βελτιώσουν όλες.",
    ),
    "c11_floor2_step4_correct": MessageLookupByLibrary.simpleMessage(
      "Κάθε ομάδα είναι ελεύθερη να προγραμματίσει την ομαδική εργασία. Μπορεί να αποφασίσει ποιος είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες και να σχεδιάσουν τις δραστηριότητες που σχετίζονται με κάθε ρόλο.",
    ),
    "c11_floor2_step4_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος υποστηρίζει τους μαθητές στο σχεδιασμό της ομαδικής εργασίας. Ο δάσκαλος και οι μαθητές σχεδιάζουν μαζί τις δραστηριότητες και τους ρόλους των μαθητών στην ομάδα. Επομένως, επιλέγουν ποιος θα είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες, για να αποφύγετε τις διαφωνίες.",
    ),
    "c11_floor2_step5_correct": MessageLookupByLibrary.simpleMessage(
      "Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο στοιχείο του μαθησιακού μοντέλου. Στο χαρτοφυλάκιο, οι μαθητές μπορούν να περιγράψουν τα χαρακτηριστικά κάθε ομάδας, όπως το όνομα της ομάδας, τα μέλη, τα χρώματα, τη μασκότ, το σύνθημα, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων Μπορούν επίσης να παρέχουν πληροφορίες για τα δυνατά και τα αδύνατα σημεία της ομάδας.",
    ),
    "c11_floor2_step5_wrong": MessageLookupByLibrary.simpleMessage(
      "Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, ο δάσκαλος μπορεί να αναφέρει χρήσιμες πληροφορίες για την αξιολόγηση των μαθητών (τα μέλη της ομάδας, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων).",
    ),
    "c11_floor2_step6_correct": MessageLookupByLibrary.simpleMessage(
      "Το χαρτοφυλάκιο της ομάδας μπορεί επίσης να χρησιμοποιηθεί για την αναφορά πληροφοριών σχετικά με τη διαδικασία εκμάθησης, παρέχοντας αποτελέσματα δοκιμών και προβληματισμούς σχετικά με τη βελτίωση του ατόμου και της ομάδας.",
    ),
    "c11_floor2_step6_wrong": MessageLookupByLibrary.simpleMessage(
      "Με βάση τα περιεχόμενα του χαρτοφυλακίου κάθε ομάδας, ο δάσκαλος σχεδιάζει τεστ για να αξιολογήσει τις γνώσεις και τις δεξιότητες των μαθητών που σχετίζονται με το βόλεϊ.",
    ),
    "c11_floor2_step7_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά να προωθήσει τις αξίες του αθλήματος (fair play, φιλία, σεβασμός, ομαδική εργασία, ...)",
    ),
    "c11_floor2_step7_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά Η τάξη που θα κερδίσει μπορεί να μοιραστεί την ομαδική εργασία με άλλους μαθητές.",
    ),
    "c11_floor3_environment": MessageLookupByLibrary.simpleMessage(
      "Σχολικό γυμναστήριο",
    ),
    "c11_floor3_instruction": MessageLookupByLibrary.simpleMessage(
      "Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να μάθουν κινητικές δεξιότητες και κοινωνική ευθύνη μέσω μιας διαδρομής με εμπόδια και ομαδικής εργασίας. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.",
    ),
    "c11_floor3_model": MessageLookupByLibrary.simpleMessage(
      "Μοντέλο διδασκαλίας προσωπικής και κοινωνικής ευθύνης",
    ),
    "c11_floor3_statement": MessageLookupByLibrary.simpleMessage(
      "Είναι μια προσέγγιση βασισμένη σε αξίες που χρησιμοποιεί τη σωματική δραστηριότητα για τη διδασκαλία δεξιοτήτων ζωής και την προώθηση της προσωπικής και κοινωνικής ευθύνης. Αυτό το μοντέλο εστιάζει στην αυτοκατεύθυνση και τη θετική κοινωνική αλληλεπίδραση, δίνοντας έμφαση στο σεβασμό, την προσπάθεια, την αυτοβελτίωση και τη βοήθεια άλλοι.",
    ),
    "c11_floor3_step1_correct": MessageLookupByLibrary.simpleMessage(
      "Συνέχεια",
    ),
    "c11_floor3_step1_instruction": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά χωρίζονται σε ομάδες των τριών. Ο δάσκαλος, βοηθούμενος από τα παιδιά, αναπτύσσει μια διαδρομή με εμπόδια για κάθε ομάδα. Επίσης χτίζουν στο τέλος κάθε διαδρομής έναν πύργο Jenga. Τα παιδιά πρέπει να ξεπεράσουν τα εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, σύρσιμο) και αφαιρούν ένα κομμάτι από τον πύργο.",
    ),
    "c11_floor3_step2_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος εξηγεί ότι οι μαθητές θα εξασκηθούν στο να βοηθούν άλλους παρέχοντας σχόλια στους συμπαίκτες τους, παρέχοντας συγκεκριμένη βοήθεια, λέγοντας κάτι ωραίο και προσφέροντας προτάσεις.",
    ),
    "c11_floor3_step2_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος εξηγεί ότι δύο μαθητές θα πουν στο τρίτο παιδί πώς να ξεπεράσει τα εμπόδια για να ολοκληρώσει το μάθημα όσο το δυνατόν γρηγορότερα. Όταν το παιδί επιστρέψει, ένας άλλος θα ξεκινήσει το μάθημα που υποστηρίζεται από τα άλλα δύο.",
    ),
    "c11_floor3_step3_correct": MessageLookupByLibrary.simpleMessage(
      "Ενώ περιμένουν μια σειρά, οι μαθητές πρέπει να βοηθήσουν τον συμπαίκτη παρέχοντας σχόλια (να είστε συγκεκριμένοι, να πείτε κάτι ωραίο, να κάνετε μια πρόταση).",
    ),
    "c11_floor3_step3_wrong": MessageLookupByLibrary.simpleMessage(
      "Ενώ περιμένουν τη σειρά τους, οι μαθητές πρέπει να υποκινήσουν τον συμπαίκτη τους να πάει γρήγορα, παρέχοντας πληροφορίες για τους αντιπάλους τους για να δουν αν πάνε αργά.",
    ),
    "c11_floor3_step4_correct": MessageLookupByLibrary.simpleMessage(
      "Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τα σχόλια των μαθητών, τον τρόπο με τον οποίο τα παρέχουν και την απόδοσή τους στην υπέρβαση των εμποδίων.",
    ),
    "c11_floor3_step4_wrong": MessageLookupByLibrary.simpleMessage(
      "Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τους μαθητές καταγράφοντας το χρόνο που χρειάστηκε για την ολοκλήρωση της εργασίας και την απόδοσή τους στην υπέρβαση των εμποδίων.",
    ),
    "c11_floor3_step5_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος δίνει την εντολή στους μαθητές να σταματήσουν και αλληλεπιδρά μαζί τους, επαινώντας τους μαθητές που δίνουν καλή ανατροφοδότηση για να βοηθήσουν άλλους και παρέχοντας γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.",
    ),
    "c11_floor3_step5_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος αλληλεπιδρά με τους μαθητές, μία ομάδα τη φορά, για να παρέχει γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.",
    ),
    "c11_floor3_step6_correct": MessageLookupByLibrary.simpleMessage(
      "Το παιχνίδι ξαναρχίζει. Ο δάσκαλος αξιολογεί τα σχόλια των μαθητών και πώς τα άλλαξαν σύμφωνα με τις προτάσεις.",
    ),
    "c11_floor3_step6_wrong": MessageLookupByLibrary.simpleMessage(
      "Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί την απόδοση των μαθητών στην υπέρβαση των εμποδίων.",
    ),
    "c11_floor3_step7_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος συμμετέχει σε μια συζήτηση με τους μαθητές, εξηγώντας ξανά τα βασικά σημεία της κοινωνικής ευθύνης και ζητώντας τους να μοιραστούν με τους συμπαίκτες τους πώς ένιωσαν όταν έδωσαν ή έλαβαν σχόλια.",
    ),
    "c11_floor3_step7_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος εξηγεί στους μαθητές τα βασικά σημεία της κοινωνικής ευθύνης και παρέχει μια σύγκριση μεταξύ του τι έχουν κάνει και του πώς θα μπορούσαν να το κάνουν καλύτερα.",
    ),
    "c11_floor4_environment": MessageLookupByLibrary.simpleMessage(
      "Σχολικό γυμναστήριο",
    ),
    "c11_floor4_instruction": MessageLookupByLibrary.simpleMessage(
      "Σε αυτήν την πρόκληση, θα καθοδηγήσετε τους μαθητές να κατανοήσουν τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας μέσω ομαδικής εργασίας, καθορισμού στόχων και υποστήριξης από ομοτίμους. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.",
    ),
    "c11_floor4_model": MessageLookupByLibrary.simpleMessage(
      "Μοντέλο PE με βάση την υγεία",
    ),
    "c11_floor4_statement": MessageLookupByLibrary.simpleMessage(
      "Η παιδαγωγική προσέγγιση ενσωματώνει τη φυσική δραστηριότητα με την αγωγή υγείας, με στόχο να ενδυναμώσει τους μαθητές με τις γνώσεις, τις δεξιότητες και τις στάσεις που είναι απαραίτητες για υγιεινή ζωή. Τονίζει τη σημασία της φυσικής κατάστασης, της διατροφής, της ψυχικής ευεξίας και της αξίας ενός δια βίου δέσμευση για ενεργό τρόπο ζωής.",
    ),
    "c11_floor4_step1_correct": MessageLookupByLibrary.simpleMessage(
      "Συνέχεια",
    ),
    "c11_floor4_step1_instruction": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος και οι μαθητές κάθονται σε κύκλο. Ο δάσκαλος παρουσιάζει τον στόχο των επόμενων τριών μαθημάτων εξηγώντας τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας.",
    ),
    "c11_floor4_step2_correct": MessageLookupByLibrary.simpleMessage(
      "Μετά την παροχή πληροφοριών σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές για τη διατήρηση ενός υγιεινού τρόπου ζωής, ο δάσκαλος εκτελεί ένα σωματικό τεστ για να δείξει πώς να αξιολογήσει το επίπεδο φυσικής κατάστασης του ατόμου και πώς να το συγκρίνει με τα εθνικά πρότυπα.",
    ),
    "c11_floor4_step2_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παρέχει λεπτομερείς πληροφορίες σχετικά με τις εθνικές και διεθνείς οδηγίες στους μαθητές, πού μπορούν να τις βρουν, πώς να αυτοαξιολογούν το επίπεδο φυσικής τους κατάστασης και πώς να τις συγκρίνουν με εθνικά πρότυπα (θεωρητικό μάθημα).",
    ),
    "c11_floor4_step3_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος ενθαρρύνει την ομαδική εργασία των μαθητών να εντοπίσουν, να θέσουν και να επιτύχουν στόχους ή προκλήσεις σωματικής δραστηριότητας.",
    ),
    "c11_floor4_step3_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος ενθαρρύνει κάθε μαθητή να εντοπίσει, να θέσει και να επιτύχει εξατομικευμένους στόχους σωματικής δραστηριότητας ή προκλήσεις με βάση τα αποτελέσματα των εξετάσεων.",
    ),
    "c11_floor4_step4_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να εργαστούν σε ομάδες υποστηρίζοντας τους συμμαθητές τους στη συμμετοχή σε σωματική δραστηριότητα.",
    ),
    "c11_floor4_step4_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει την ατομική εργασία για να μεγιστοποιηθούν τα οφέλη της άσκησης.",
    ),
    "c11_floor4_step5_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος ενθαρρύνει τους μαθητές να γίνουν κριτικοί κινητήριες δυνάμεις, παρέχοντας σχόλια και προτάσεις σε συμμαθητές.",
    ),
    "c11_floor4_step5_wrong": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος αποφεύγει τους μαθητές να επικρίνουν ο ένας τον άλλον, προκειμένου να αποφευχθούν διαφωνίες.",
    ),
    "c11_floor4_step6_correct": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος πρέπει να παρέχει προκλήσεις στους μαθητές για να προωθήσουν τη σωματική δραστηριότητα μεταξύ των συμμαθητών τους, αλλά και μεταξύ των μελών της οικογένειας (εντός και εκτός σχολείου).",
    ),
    "c11_floor4_step6_wrong": MessageLookupByLibrary.simpleMessage(
      "Το μοντέλο δεν απαιτεί να εξετάζονται δραστηριότητες πέρα από το σχολείο.",
    ),
    "c11_floor4_step7_correct": MessageLookupByLibrary.simpleMessage(
      "Το μοντέλο διδασκαλίας δίνει έμφαση στην υποστήριξη των εκπαιδευτικών στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.",
    ),
    "c11_floor4_step7_wrong": MessageLookupByLibrary.simpleMessage(
      "Το μοντέλο δεν απαιτεί από τον δάσκαλο να υποστηρίζει τους μαθητές στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.",
    ),
    "c11_instruction": MessageLookupByLibrary.simpleMessage(
      "Επιλέξτε τη σωστή απάντηση",
    ),
    "c11_mistakes": MessageLookupByLibrary.simpleMessage("Λάθη"),
    "c11_mistakes_reached": MessageLookupByLibrary.simpleMessage(
      "Έχετε κάνει 2 λάθη σε αυτό το μοντέλο. Η πρόκληση θα ξεκινήσει ξανά από αυτόν τον όροφο.",
    ),
    "c11a1_instructions": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην πρόκληση 11. Θα αναλάβετε τον ρόλο ενός δασκάλου φυσικής αγωγής για να αναπτύξετε ένα μάθημα βασισμένο σε ένα παιδαγωγικό μοντέλο διδασκαλίας που παρέχεται. Επιλέξτε τη σωστή στρατηγική για να υιοθετήσετε το μοντέλο και να φτιάξετε τον Πύργο Φυσικής Αγωγής. Κάθε μοντέλο αντιπροσωπεύει ένα δάπεδο πύργου. Προσοχή! Εάν κάνετε δύο λάθη, το πάτωμα του πύργου θα σπάσει και θα πρέπει να ξεκινήσετε από την αρχή. Έτοιμοι;",
    ),
    "c12_completed": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι!",
    ),
    "c12_mistakes": MessageLookupByLibrary.simpleMessage(
      "Έχετε κάνει 3 λάθη. Επανεκκίνηση του παιχνιδιού!",
    ),
    "c12a1_1_answer1": MessageLookupByLibrary.simpleMessage(
      "Τυπικές μπάλες που χρησιμοποιούνται στα αθλήματα μπάσκετ.",
    ),
    "c12a1_1_answer2": MessageLookupByLibrary.simpleMessage(
      "Μπάλες διαφορετικών βαρών για μαθητές και μαθήτριες.",
    ),
    "c12a1_1_answer3": MessageLookupByLibrary.simpleMessage(
      "Μπάλες διαφορετικών βαρών για μαθητές σε αναπηρικά καροτσάκια.",
    ),
    "c12a1_1_question": MessageLookupByLibrary.simpleMessage(
      "Επιλέξτε το σωστό σετ εξοπλισμού.",
    ),
    "c12a1_1_title": MessageLookupByLibrary.simpleMessage("Άσκηση στήθους"),
    "c12a1_2_answer1": MessageLookupByLibrary.simpleMessage("Δεν χρειάζεται."),
    "c12a1_2_answer2": MessageLookupByLibrary.simpleMessage(
      "Η γραμμή του ποδιού απέχει 1 μέτρο από τον τοίχο.",
    ),
    "c12a1_2_answer3": MessageLookupByLibrary.simpleMessage(
      "Το τετράγωνο τραβιέται 0,5 μέτρα από το πάτωμα.",
    ),
    "c12a1_2_question": MessageLookupByLibrary.simpleMessage(
      "Ρύθμιση και κανόνες:\nΈνα τετράγωνο 1 μέτρου σε έναν τοίχο, 1 μέτρο από το πάτωμα.\nΜια γραμμή φάουλ 2 μέτρα από τον τοίχο.\nΟι μαθητές πρέπει να ρίξουν τη μπάλα μέσα στο τετράγωνο και να πιάσουν το ριμπάουντ Η μπάλα πρέπει να πεταχτεί πίσω από τη γραμμή και το ριμπάουντ πρέπει να πιαστεί πίσω από τη γραμμή 5 φορές.\n\nΠροσαρμογή για μαθητές σε αναπηρικά καροτσάκια:",
    ),
    "c12a1_2_title": MessageLookupByLibrary.simpleMessage(
      "Άσκηση στο στήθος (ατομική εργασία)",
    ),
    "c12a1_3_answer1": MessageLookupByLibrary.simpleMessage(
      "Μαθητές σε ζευγάρια. Κάθε μαθητής σε αναπηρικό καροτσάκι εργάζεται με οποιονδήποτε συμμαθητή.",
    ),
    "c12a1_3_answer2": MessageLookupByLibrary.simpleMessage(
      "Μαθητές σε ζευγάρια. Οι μαθητές σε αναπηρικά καροτσάκια είναι στην ίδια ομάδα.",
    ),
    "c12a1_3_question": MessageLookupByLibrary.simpleMessage(
      "Ρύθμιση και κανόνες (παρέχονται):\nΜαθητές σε ζευγάρια, σε απόσταση 2 μέτρων.\nΟι μαθητές πρέπει να πετάξουν την μπάλα στους συμπαίκτες τους. Η μπάλα δεν μπορεί να αναπηδήσει. Εκτελέστε την άσκηση 10 φορές.\nΔημιουργία ομάδας:",
    ),
    "c12a1_3_title": MessageLookupByLibrary.simpleMessage(
      "Άσκηση στο στήθος (ομαδική εργασία)",
    ),
    "c12a1_4_answer1": MessageLookupByLibrary.simpleMessage("Δεν χρειάζεται."),
    "c12a1_4_answer2": MessageLookupByLibrary.simpleMessage(
      "Οι χώροι βολής απέχουν 1 μέτρο από το στεφάνι του μπάσκετ.",
    ),
    "c12a1_4_answer3": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές σε αναπηρικά καροτσάκια μπορούν να εκτελέσουν περισσότερες βολές από τους συμπαίκτες τους.",
    ),
    "c12a1_4_question": MessageLookupByLibrary.simpleMessage(
      "Ρύθμιση και κανόνες (παρέχονται):\nΟι μαθητές εργάζονται σε ένα γήπεδο μπάσκετ.\nΟι μαθητές χωρίζονται σε δύο ομάδες.\nΤρεις περιοχές βολής (1,6 μέτρα από το στεφάνι του μπάσκετ).\nΚάθε ομάδα χωρίζεται σε 3 υποομάδες, ένα για κάθε περιοχή βολής Οι μαθητές πρέπει να εκτελέσουν μια βολή και να μετακινηθούν σε άλλη περιοχή πυροβολεί σε κάθε περιοχή για να ολοκληρώσει την εργασία.\nΠροσαρμογή για μαθητές σε αναπηρικά καροτσάκια:",
    ),
    "c12a1_4_title": MessageLookupByLibrary.simpleMessage("Spot shot άσκηση"),
    "c12a1_5_answer1": MessageLookupByLibrary.simpleMessage(
      "Στεφάνι μπάσκετ διαφορετικού ύψους, μπάλες ίδιου βάρους.",
    ),
    "c12a1_5_answer2": MessageLookupByLibrary.simpleMessage(
      "Στεφάνι μπάσκετ ίδιου ύψους και μπάλες διαφορετικού βάρους για άνδρες.",
    ),
    "c12a1_5_answer3": MessageLookupByLibrary.simpleMessage(
      "Στεφάνι μπάσκετ διαφορετικού ύψους και μπάλες διαφορετικού βάρους για μαθητές σε αναπηρικά καροτσάκια.",
    ),
    "c12a1_5_question": MessageLookupByLibrary.simpleMessage(""),
    "c12a1_5_title": MessageLookupByLibrary.simpleMessage("Εξοπλισμός"),
    "c12a1_6_answer1": MessageLookupByLibrary.simpleMessage(
      "Η εκτέλεση της ντρίμπλας πρέπει να προσαρμοστεί: αναπήδηση μία φορά, παγίδευση της μπάλας στην αγκαλιά, σπρώξιμο τροχών.",
    ),
    "c12a1_6_answer2": MessageLookupByLibrary.simpleMessage("Δεν χρειάζεται."),
    "c12a1_6_answer3": MessageLookupByLibrary.simpleMessage(
      "Τρεις κώνοι στη γραμμή για μαθητές σε αναπηρικά καροτσάκια.",
    ),
    "c12a1_6_question": MessageLookupByLibrary.simpleMessage(
      "Ρύθμιση και κανόνες (παρέχονται):\nΓραμμή μήκους 10 μέτρων.\nΈξι κώνοι στη γραμμή, σε απόσταση 1,5 μέτρων μεταξύ τους.\nΟι μαθητές χωρίζονται σε ομάδες.\nΟι μαθητές πρέπει να ντριμπλάρουν στη γραμμή όσο το δυνατόν γρηγορότερα χρησιμοποιώντας μόνο ένα χέρι και χωρίς να χτυπήσει τον κώνο με την μπάλα.\nΟι μαθητές πρέπει να εκτελέσουν την άσκηση τρεις φορές μη συνεχόμενα στροφές.",
    ),
    "c12a1_6_title": MessageLookupByLibrary.simpleMessage(
      "Άσκηση ντρίμπλα δέκα μέτρων:",
    ),
    "c12a1_finish": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Έχετε προγραμματίσει το μάθημά σας με βάση τις ανάγκες της τάξης. Για να ολοκληρώσετε την πρόκληση, πρέπει να αναπτύξετε ένα άλλο μάθημα για διαφορετική τάξη.",
    ),
    "c12a1_instructions": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην πρόκληση 12. Θα αναλάβετε τον ρόλο ενός καθηγητή PE και θα αναπτύξετε δύο μαθήματα για τους μαθητές σας. Θα σας δώσω μερικές πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, το σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσει να αναπτύξετε το μάθημα, μια λανθασμένη απάντηση προκαλεί αλλαγή στην έκφραση του avatar (από χαρούμενος σε θυμωμένος). μετά την οποία η πρόκληση θα ξεκινήσει ξανά Έτοιμος;",
    ),
    "c12a2_1_answer1": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος δείχνει μια κάρτα με τις ενέργειες που απαιτούνται για την εκτέλεση της εργασίας στον μαθητή με σύνδρομο Άσπεργκερ.",
    ),
    "c12a2_1_answer2": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος εξηγεί προσεκτικά πώς να εκτελέσει την εργασία μέσω πολλών επιδείξεων στον μαθητή με σύνδρομο Άσπεργκερ.",
    ),
    "c12a2_1_answer3": MessageLookupByLibrary.simpleMessage("Δεν χρειάζεται."),
    "c12a2_1_question": MessageLookupByLibrary.simpleMessage(
      "Κανόνες (παρέχονται): \nΠαιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει.\nΠροσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:",
    ),
    "c12a2_1_title": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητα σύλληψης και ρίψης",
    ),
    "c12a2_2_answer1": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ένας μαθητής πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ένα παιδί πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).",
    ),
    "c12a2_2_answer2": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την πετάει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ο δάσκαλος πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).",
    ),
    "c12a2_2_answer3": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παίζει με τον μαθητή με σύνδρομο Άσπεργκερ. Ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).",
    ),
    "c12a2_2_question": MessageLookupByLibrary.simpleMessage(
      "Κανόνες (παρέχονται):\nΠαιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά κοντά σε μια γραμμή.\nΠροσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:",
    ),
    "c12a2_2_title": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητα σύλληψης και ρίψης",
    ),
    "c12a2_3_answer1": MessageLookupByLibrary.simpleMessage(
      "Πριν ρίξουν την μπάλα, οι μαθητές πρέπει να περάσουν την μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.",
    ),
    "c12a2_3_answer2": MessageLookupByLibrary.simpleMessage(
      "Όσο οι μαθητές παίζουν, ο δάσκαλος παίζει το ίδιο παιχνίδι με τον μαθητή με σύνδρομο Άσπεργκερ σε δεσμευμένο χώρο παιχνιδιού.",
    ),
    "c12a2_3_answer3": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος παίζει στην ομάδα του μαθητή με σύνδρομο Άσπεργκερ. Πριν πετάξουν την μπάλα, ο μαθητής και ο δάσκαλος πρέπει να περάσουν τη μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.",
    ),
    "c12a2_3_question": MessageLookupByLibrary.simpleMessage(
      "Ρύθμιση και κανόνες (παρέχονται):\nΤο γυμναστήριο χωρίζεται σε τέσσερα μέρη. Ένας χώρος παιχνιδιού σε κάθε μέρος. Παιδιά σε οκτώ ομάδες. Κάθε χώρος παιχνιδιού χωρίζεται σε δύο γήπεδα. Κάθε ομάδα έχτισε δύο κάστρα με κώνους και Τοποθέτησή τους στο τέλος των γηπέδων Κάθε ομάδα έχει μια μαλακή μπάλα την μπάλα, πρέπει να εκτελέσουν τουλάχιστον τρεις πάσες.",
    ),
    "c12a2_3_title": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητα σύλληψης και ρίψης",
    ),
    "c12a2_finish": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Έχετε προγραμματίσει τα μαθήματά σας με βάση τις ανάγκες της τάξης. Ολοκληρώσατε την πρόκληση!",
    ),
    "c12a2_instructions": MessageLookupByLibrary.simpleMessage(
      "Αυτή είναι μια τάξη 25 παιδιών 6 ετών, ένα από αυτά με σύνδρομο Asperger. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, 1 /3 είναι εντάξει και το 1/3 είναι λιγότερο ικανά από πρακτική άποψη Όλα τα παιδιά έχουν κίνητρα όταν κάνουν PE ικανότητες σύλληψης και ρίψης.",
    ),
    "c13_10_correct_1": MessageLookupByLibrary.simpleMessage(
      "Πώς σου φάνηκε η συνεργασία με άλλους σήμερα;",
    ),
    "c13_10_correct_2": MessageLookupByLibrary.simpleMessage(
      "Πόσο σίγουρος νιώθετε για τη συμμετοχή σας σε περισσότερες από αυτήν τη δραστηριότητα;",
    ),
    "c13_10_question": MessageLookupByLibrary.simpleMessage(
      "Affective/Feel: Επιλέξτε 2 ερωτήσεις που σχετίζονται με συναισθηματικές εμπειρίες κατά τη διάρκεια του μαθήματος.",
    ),
    "c13_10_title": MessageLookupByLibrary.simpleMessage("Affective/Feel"),
    "c13_10_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Τι σας άρεσε περισσότερο στο σημερινό μάθημα; Ποια ήταν η καλύτερη στιγμή;",
    ),
    "c13_10_wrong_10": MessageLookupByLibrary.simpleMessage(
      "Πότε αισθανθήκατε έξω από τη ζώνη άνεσής σας σήμερα;",
    ),
    "c13_10_wrong_11": MessageLookupByLibrary.simpleMessage(
      "Νιώσατε ασφάλεια στο σημερινό μάθημα;",
    ),
    "c13_10_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Υπήρχαν κάποια στοιχεία του μαθήματος που δεν σας άρεσε;",
    ),
    "c13_10_wrong_3": MessageLookupByLibrary.simpleMessage(
      "Τι θα θέλατε να είχαμε κάνει διαφορετικά ή περισσότερο ή λιγότερο;",
    ),
    "c13_10_wrong_4": MessageLookupByLibrary.simpleMessage(
      "Για ποιο στοιχείο του μαθήματος PE είσαι πιο περήφανος;",
    ),
    "c13_10_wrong_5": MessageLookupByLibrary.simpleMessage(
      "Αν μπορούσατε να επαναλάβετε αυτό το μάθημα, πώς θα μπορούσατε να το κάνετε πιο ευχάριστο;",
    ),
    "c13_10_wrong_6": MessageLookupByLibrary.simpleMessage(
      "Σε συνέχεια του σημερινού μαθήματος, τι θα θέλατε να μάθετε στη συνέχεια;",
    ),
    "c13_10_wrong_7": MessageLookupByLibrary.simpleMessage(
      "Αισθάνεσαι αξία στην ομάδα/ομάδα σου;",
    ),
    "c13_10_wrong_8": MessageLookupByLibrary.simpleMessage(
      "Πώς θα βαθμολογούσατε αυτό το μάθημα στα 10 για διασκέδαση; Τι θα μπορούσε να γίνει για να βελτιωθεί αυτή η βαθμολογία;",
    ),
    "c13_10_wrong_9": MessageLookupByLibrary.simpleMessage(
      "Πότε δείξατε τη μεγαλύτερη εμπιστοσύνη στο σημερινό μάθημα;",
    ),
    "c13_11_correct_1": MessageLookupByLibrary.simpleMessage(
      "Τι χρειάζεται να δουλέψεις περισσότερο για να βελτιωθείς περισσότερο;",
    ),
    "c13_11_correct_2": MessageLookupByLibrary.simpleMessage(
      "Ποιους διαφορετικούς ρόλους θα μπορούσατε να εκπληρώσετε στο μάθημα και ποιες δεξιότητες χρειάζονται για τον καθένα;",
    ),
    "c13_11_question": MessageLookupByLibrary.simpleMessage(
      "Γνωστική/Σκέψου: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη γνωστική σκέψη και τον προβληματισμό.",
    ),
    "c13_11_title": MessageLookupByLibrary.simpleMessage("Γνωστικό/Σκέφτομαι"),
    "c13_11_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Ποιο ήταν το πιο πολύτιμο πράγμα που μάθατε σήμερα; Πώς θα χρησιμοποιήσετε αυτή τη μάθηση στο μέλλον;",
    ),
    "c13_11_wrong_10": MessageLookupByLibrary.simpleMessage(
      "Αν δίδασκες το σημερινό μάθημα, πώς θα μπορούσες να το κάνεις;",
    ),
    "c13_11_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Πώς θα μπορούσες να το κάνεις διαφορετικά την επόμενη φορά;",
    ),
    "c13_11_wrong_3": MessageLookupByLibrary.simpleMessage(
      "Ποιο είναι το πιο σημαντικό πράγμα που πρέπει να θυμάστε από σήμερα; Πώς θα το θυμάστε;",
    ),
    "c13_11_wrong_4": MessageLookupByLibrary.simpleMessage(
      "Υπάρχει κάτι που μπορείτε να κάνετε πριν από το επόμενο μάθημά μας για να αναπτύξουμε περαιτέρω ή να εξασκήσουμε αυτό που κάναμε σήμερα;",
    ),
    "c13_11_wrong_5": MessageLookupByLibrary.simpleMessage(
      "Υπάρχει κάποια πτυχή αυτής της δραστηριότητας για την οποία θα θέλατε να μάθετε περισσότερα;",
    ),
    "c13_11_wrong_6": MessageLookupByLibrary.simpleMessage(
      "Ποιους κανόνες ή περιορισμούς θα μπορούσατε να προσθέσετε για να κάνετε το μάθημα πιο δύσκολο για εσάς;",
    ),
    "c13_11_wrong_7": MessageLookupByLibrary.simpleMessage(
      "Τι θα μπορούσατε να κάνετε για να διευκολύνετε το μάθημα;",
    ),
    "c13_11_wrong_8": MessageLookupByLibrary.simpleMessage(
      "Τι θα κάνετε για να είστε σωματικά δραστήριοι από τώρα έως το επόμενο μάθημά σας;",
    ),
    "c13_11_wrong_9": MessageLookupByLibrary.simpleMessage(
      "Τι θα θέλατε να μάθετε περισσότερα;",
    ),
    "c13_12_correct_1": MessageLookupByLibrary.simpleMessage(
      "Πόσο καλά συνεργαστήκατε με άλλους;",
    ),
    "c13_12_correct_2": MessageLookupByLibrary.simpleMessage(
      "Ποιος έδειξε τη μεγαλύτερη δημιουργικότητα σήμερα; Τι αντίκτυπο είχε;",
    ),
    "c13_12_question": MessageLookupByLibrary.simpleMessage(
      "Κοινωνικά/Σύνδεση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με κοινωνικές αλληλεπιδράσεις κατά τη διάρκεια του μαθήματος.",
    ),
    "c13_12_title": MessageLookupByLibrary.simpleMessage("Κοινωνικά/Σύνδεση"),
    "c13_12_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Ποιος ήταν ο MVP (ο πιο πολύτιμος συμμετέχων); Γιατί;",
    ),
    "c13_12_wrong_10": MessageLookupByLibrary.simpleMessage(
      "Πού μπορείτε να αποκτήσετε πρόσβαση σε περισσότερες ευκαιρίες για να παίξετε ή να κάνετε αυτό που μάθαμε σήμερα;",
    ),
    "c13_12_wrong_11": MessageLookupByLibrary.simpleMessage(
      "Ποιος είναι το πρότυπό σου σε αυτήν την τάξη; Γιατί;",
    ),
    "c13_12_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Ποιος επέδειξε τα καλύτερα ηγετικά χαρακτηριστικά στο σημερινό μάθημα; Πώς το έκαναν αυτό;",
    ),
    "c13_12_wrong_3": MessageLookupByLibrary.simpleMessage(
      "Δείξατε καλοσύνη και σεβασμό για τους άλλους κατά τη διάρκεια του μαθήματος; Αν ναι, πώς;",
    ),
    "c13_12_wrong_4": MessageLookupByLibrary.simpleMessage(
      "Πώς επηρέασαν οι σχέσεις με άλλους μαθητές την πρόοδό σας σε αυτό το μάθημα;",
    ),
    "c13_12_wrong_5": MessageLookupByLibrary.simpleMessage(
      "Πώς θα διδάσκατε αυτό το μάθημα σε έναν φίλο;",
    ),
    "c13_12_wrong_6": MessageLookupByLibrary.simpleMessage(
      "Περιγράψτε μια στιγμή στο μάθημα όπου βοηθήσατε έναν άλλο μαθητή να προχωρήσει.",
    ),
    "c13_12_wrong_7": MessageLookupByLibrary.simpleMessage(
      "Πώς συνεισέφερες σε έναν κοινό στόχο σήμερα;",
    ),
    "c13_12_wrong_8": MessageLookupByLibrary.simpleMessage(
      "Πόσο καλά επικοινωνούσατε με άλλους σήμερα;",
    ),
    "c13_12_wrong_9": MessageLookupByLibrary.simpleMessage(
      "Με ποιον συνεργαστήκατε καλά σήμερα; Γιατί;",
    ),
    "c13_1_correct_1": MessageLookupByLibrary.simpleMessage("Resilience"),
    "c13_1_correct_2": MessageLookupByLibrary.simpleMessage("Ανεξαρτησία"),
    "c13_1_correct_3": MessageLookupByLibrary.simpleMessage("Επικοινωνία"),
    "c13_1_question": MessageLookupByLibrary.simpleMessage(
      "Με βάση τις πληροφορίες που παρέχονται, επιλέξτε 2 δεξιότητες/ιδιότητες στις οποίες εστιάζετε επίσης να αναπτύξετε:",
    ),
    "c13_1_title": MessageLookupByLibrary.simpleMessage("Εισαγωγή"),
    "c13_1_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Επίλυση προβλημάτων",
    ),
    "c13_1_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Συναισθηματική νοημοσύνη",
    ),
    "c13_1_wrong_3": MessageLookupByLibrary.simpleMessage("Ηγεσία"),
    "c13_1_wrong_4": MessageLookupByLibrary.simpleMessage("Αξιολόγηση"),
    "c13_1_wrong_5": MessageLookupByLibrary.simpleMessage("Sportspersonship"),
    "c13_1_wrong_6": MessageLookupByLibrary.simpleMessage("Αυτοπεποίθηση"),
    "c13_2_correct_1": MessageLookupByLibrary.simpleMessage("Αμοιβαία"),
    "c13_2_correct_2": MessageLookupByLibrary.simpleMessage("Αυτοέλεγχος"),
    "c13_2_correct_3": MessageLookupByLibrary.simpleMessage(
      "Divergent Discovery",
    ),
    "c13_2_correct_4": MessageLookupByLibrary.simpleMessage(
      "Σχεδιάστηκε από τον μαθητή",
    ),
    "c13_2_question": MessageLookupByLibrary.simpleMessage(
      "Τυλ ή μοντέλα διδασκαλίας: Με βάση τα στυλ της Mosston, επιλέξτε 3 στυλ που θα μπορούσατε να χρησιμοποιήσετε για να επιτύχετε τον σκοπό του μαθήματος.",
    ),
    "c13_2_title": MessageLookupByLibrary.simpleMessage(
      "Στιλ ή μοντέλα διδασκαλίας",
    ),
    "c13_2_wrong_1": MessageLookupByLibrary.simpleMessage("Εντολή"),
    "c13_2_wrong_2": MessageLookupByLibrary.simpleMessage("Πρακτική"),
    "c13_2_wrong_3": MessageLookupByLibrary.simpleMessage("Συμπερίληψη"),
    "c13_2_wrong_4": MessageLookupByLibrary.simpleMessage(
      "Καθοδηγούμενη ανακάλυψη",
    ),
    "c13_2_wrong_5": MessageLookupByLibrary.simpleMessage(
      "Σύγκλιση ανακάλυψης",
    ),
    "c13_2_wrong_6": MessageLookupByLibrary.simpleMessage("Έναρξη μαθητή"),
    "c13_2_wrong_7": MessageLookupByLibrary.simpleMessage("Αυτοδιδασκαλία"),
    "c13_3_correct_1": MessageLookupByLibrary.simpleMessage(
      "Συνεργατική εκπαίδευση",
    ),
    "c13_3_question": MessageLookupByLibrary.simpleMessage(
      "Μοντέλα διδασκαλίας: βάσει του στόχου του μαθήματος, επιλέξτε 1 μοντέλο διδασκαλίας για να ενισχύσετε τον σωματικό γραμματισμό των μαθητών.",
    ),
    "c13_3_title": MessageLookupByLibrary.simpleMessage("Μοντέλα διδασκαλίας"),
    "c13_3_wrong_1": MessageLookupByLibrary.simpleMessage("Αθλητική Παιδεία"),
    "c13_3_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Διδάσκοντας την Προσωπική Κοινωνική Ευθύνη",
    ),
    "c13_3_wrong_3": MessageLookupByLibrary.simpleMessage(
      "Πρωτοβουλία με βάση την υγεία",
    ),
    "c13_4_correct_1": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά μπορούν να επιλέξουν τις ισορροπίες που θέλουν να κάνουν και πώς θα τις συνδέσουν σε μια ακολουθία.",
    ),
    "c13_4_question": MessageLookupByLibrary.simpleMessage(
      "Τόλμη: με βάση τον στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 τόλμη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.",
    ),
    "c13_4_title": MessageLookupByLibrary.simpleMessage("Τόλμησε"),
    "c13_4_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Όλα τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες και ακολουθίες.",
    ),
    "c13_4_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες, αλλά επιλέγουν πώς να τις συνδέσουν σε μια ακολουθία.",
    ),
    "c13_5_correct_1": MessageLookupByLibrary.simpleMessage(
      "Τα παιδιά υποστηρίζονται από μόνα τους και φύλλα εργασίας που έχουν εικόνες και κείμενο για να περιγράφουν τις ισορροπίες και πώς θα μπορούσαν να συνδεθούν μεταξύ τους.",
    ),
    "c13_5_question": MessageLookupByLibrary.simpleMessage(
      "Υποστήριξη: βάσει του στόχου του μαθήματος και του μοντέλου διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 υποστήριξη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.",
    ),
    "c13_5_title": MessageLookupByLibrary.simpleMessage("Υποστήριξη"),
    "c13_5_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Ο Δάσκαλος μετακινείται στην τάξη για να παρέχει υποστήριξη και συμβουλές όπου χρειάζεται.",
    ),
    "c13_5_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Μερικοί μαθητές ορίζονται ως υποστήριξη και συνεργάζονται με μια ομάδα, παρέχοντας συμβουλές.",
    ),
    "c13_6_correct_1": MessageLookupByLibrary.simpleMessage("Δραστηριότητες"),
    "c13_6_correct_2": MessageLookupByLibrary.simpleMessage("Εξοπλισμός"),
    "c13_6_question": MessageLookupByLibrary.simpleMessage(
      "Πτυχές: Τι θα ήταν πιο πιθανό να τροποποιήσετε; Επιλέξτε 2 στοιχεία που μπορείτε να τροποποιήσετε.",
    ),
    "c13_6_title": MessageLookupByLibrary.simpleMessage("Πτυχές"),
    "c13_6_wrong_1": MessageLookupByLibrary.simpleMessage("Διαστήματα"),
    "c13_6_wrong_2": MessageLookupByLibrary.simpleMessage("Άνθρωποι"),
    "c13_6_wrong_3": MessageLookupByLibrary.simpleMessage("Συνθήκες"),
    "c13_6_wrong_4": MessageLookupByLibrary.simpleMessage("Ώρα"),
    "c13_7_correct_1": MessageLookupByLibrary.simpleMessage(
      "Μέγιστη συμμετοχή",
    ),
    "c13_7_correct_2": MessageLookupByLibrary.simpleMessage("Συμμετοχή"),
    "c13_7_correct_3": MessageLookupByLibrary.simpleMessage("Επιτυχία"),
    "c13_7_question": MessageLookupByLibrary.simpleMessage(
      "Προτεραιότητα: Ποια θα ήταν η προτεραιότητά σας; Επιλέξτε δύο προτεραιότητες.",
    ),
    "c13_7_title": MessageLookupByLibrary.simpleMessage("Προτεραιότητα"),
    "c13_7_wrong_1": MessageLookupByLibrary.simpleMessage("Ασφάλεια"),
    "c13_7_wrong_2": MessageLookupByLibrary.simpleMessage("Μάθηση"),
    "c13_7_wrong_3": MessageLookupByLibrary.simpleMessage("Απόλαυση"),
    "c13_8_correct_1": MessageLookupByLibrary.simpleMessage(
      "Στο τέλος του μαθήματος, τα παιδιά χωρίζονται στα δύο. Η μισή τάξη εκτελεί την ακολουθία τους και ένα ζευγάρι από τους παρατηρητές παρέχει ανατροφοδότηση σχετικά με το τι έκαναν καλά και τι μπορούσαν να βελτιώσουν, και μετά το άλλο μισό εκτελεί τη σειρά τους και έχει ανατροφοδότηση που παρέχεται από ένα ζευγάρι από τους παρατηρητές.",
    ),
    "c13_8_question": MessageLookupByLibrary.simpleMessage(
      "Στρατηγική αξιολόγησης: επιλέξτε τη σωστή στρατηγική αξιολόγησης για να αξιολογήσετε τη δραστηριότητα των μαθητών σας.",
    ),
    "c13_8_title": MessageLookupByLibrary.simpleMessage(
      "Στρατηγική αξιολόγησης",
    ),
    "c13_8_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Στο τέλος του μαθήματος κάθε ζεύγος πρέπει να εκτελέσει την ακολουθία των συνεργατών του μπροστά σε όλους και ο δάσκαλος τους δίνει βαθμολογία από το 10.",
    ),
    "c13_8_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές συμπληρώνουν ένα γραπτό φύλλο χαρτιού εξηγώντας τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν στη σειρά των συνεργατών τους.",
    ),
    "c13_9_correct_1": MessageLookupByLibrary.simpleMessage(
      "Τι βελτιώσεις έχετε κάνει στην απόδοσή σας; Πώς το γνωρίζετε;",
    ),
    "c13_9_correct_2": MessageLookupByLibrary.simpleMessage(
      "Τι μπορείτε να δείξετε τώρα που δεν μπορούσατε πριν από το μάθημα;",
    ),
    "c13_9_question": MessageLookupByLibrary.simpleMessage(
      "Σωματική/Μετακίνηση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη βελτίωση της σωματικής κίνησης.",
    ),
    "c13_9_title": MessageLookupByLibrary.simpleMessage("Φυσική/Μετακίνηση"),
    "c13_9_wrong_1": MessageLookupByLibrary.simpleMessage(
      "Ποιες νέες δεξιότητες μάθατε σήμερα; Μπορείτε να μου δείξετε πώς φαίνεται η σωστή τεχνική;",
    ),
    "c13_9_wrong_2": MessageLookupByLibrary.simpleMessage(
      "Ποιες νέες τακτικές μάθατε σήμερα; Μπορείτε να μου πείτε γιατί είναι σημαντικές;",
    ),
    "c13_9_wrong_3": MessageLookupByLibrary.simpleMessage(
      "Αναπτύξατε κάποιες πτυχές της φυσικής σας κατάστασης σήμερα; Πώς θα σας βοηθήσει αυτό και πώς θα μπορούσατε να το εκπαιδεύσετε περαιτέρω εκτός των μαθημάτων PE;",
    ),
    "c13_9_wrong_4": MessageLookupByLibrary.simpleMessage(
      "Ποιο στοιχείο της φυσικής κατάστασης εφαρμόσατε πιο αποτελεσματικά στο σημερινό μάθημα και πότε; Τι αντίκτυπο είχε αυτό;",
    ),
    "c13_9_wrong_5": MessageLookupByLibrary.simpleMessage(
      "Χρησιμοποιώντας λόγια, δείξτε τα σημεία διδασκαλίας από σήμερα σε έναν συνεργάτη.",
    ),
    "c13_9_wrong_6": MessageLookupByLibrary.simpleMessage(
      "Πώς θα βαθμολογούσατε τον εαυτό σας από το 10 για την επιδέξια κίνηση σήμερα; Τι θα μπορούσε να βελτιώσει τη βαθμολογία σας;",
    ),
    "c13_9_wrong_7": MessageLookupByLibrary.simpleMessage(
      "Αν ήσουν προπονητής, πώς θα διδάσκατε τη δεξιότητα;",
    ),
    "c13_9_wrong_8": MessageLookupByLibrary.simpleMessage(
      "Πώς μπορούν οι κινήσεις/δεξιότητες που εξασκούνται σε αυτό το μάθημα να σας βοηθήσουν σε άλλα αθλήματα/δραστηριότητες;",
    ),
    "c13a1_finish": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε αυτήν τη δραστηριότητα. Απομένει ακόμη μία για να ολοκληρώσετε την τελευταία πρόκληση!",
    ),
    "c13a1_game_over": MessageLookupByLibrary.simpleMessage(
      "❌ Έχετε χάσει όλες τις ζωές και η πρόκληση θα ξεκινήσει ξανά.",
    ),
    "c13a1_intro1": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην πρόκληση 13. Θα αναλάβετε τον ρόλο ενός δασκάλου PE και θα αναπτύξετε ένα μάθημα για τους μαθητές σας. Θα σας δώσω μερικές πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, το σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσει στην ανάπτυξη του μαθήματος, μια λανθασμένη απάντηση προκαλεί την απώλεια μιας καρδιάς στη γραμμή ζωής καρδιές, θα ξαναρχίσετε την πρόκληση;",
    ),
    "c13a1_intro2": MessageLookupByLibrary.simpleMessage(
      "Πρόκειται για μια τάξη 30 παιδιών. Έχουν κάποια εμπειρία στη γυμναστική και τον χορό από μαθήματα γυμναστικής στις πρώτες τάξεις. Έχουν επίσης εμπειρία σε παραδοσιακούς αγώνες, στίβο, κολύμβηση και χειμερινά σπορ. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη Τα περισσότερα παιδιά έχουν κίνητρα όταν κάνουν σωματική άσκηση, αν και μερικά παιδιά δεν έχουν αυτοπεποίθηση. Η μουσική μπορεί να χρησιμοποιηθεί εάν απαιτείται για την προσθήκη ερεθισμάτων στις ακολουθίες έξω από τις ισορροπίες Τα παιδιά θα έχουν ήδη επιλέξει έναν σύντροφο και θα έχουν εργαστεί στην ανάπτυξη του ταξιδιού με έναν σύντροφο (κατοπτρισμός και αντιστοίχιση κινήσεων, κίνηση προς διαφορετικές κατευθύνσεις) και συνδυασμούς άλματος (χρησιμοποιώντας διαφορετικούς τύπους άλματος και διαφορετικών σχημάτων). Έχουν αρχίσει να συνθέτουν μια ακολουθία την οποία θα χτίσουν τις επόμενες εβδομάδες. Το μάθημα στοχεύει να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες συνεργατών, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν μεταξύ τους ως μέρος της αλληλουχίας των συνεργατών τους. Τα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\n1.\tΦυσική/Κίνηση – Για να εκτελέσετε μια ποικιλία προκλητικών ισορροπιών συντρόφων που μπορούν να συνδεθούν με τη σειρά των συνεργατών τους.\n2.\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε αυτοπεποίθηση στην εκτέλεση ολοένα και πιο απαιτητικών ισορροπίες συντρόφου και κίνητρο για να δοκιμάσετε πιο απαιτητικές ισορροπίες συνεργατών.\n3.\tΓνωστικά/Σκεφτείτε – Να εξετάσετε παραδείγματα ισορροπιών συντρόφου και να δημιουργήσουν τις δικές τους εκδόσεις, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\n4.\tΚοινωνικά/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και τη βελτίωση των απαιτητικών υπολοίπων συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.",
    ),
    "c13a1_intro3": MessageLookupByLibrary.simpleMessage(
      "Τώρα έχετε όλες τις πληροφορίες για να ξεκινήσετε να αναπτύσσετε μαθήματα για τους μαθητές σας. Εάν θέλετε να συμβουλευτείτε τα χαρακτηριστικά, το σκοπό και τα μαθησιακά αποτελέσματα του μαθήματος, μπορείτε να με συμβουλευτείτε με ένα πάτημα και θα σας παρέχω Εσείς με όλες αυτές τις πληροφορίες.\nΕμφανίζεται ένα εικονίδιο χεριού που υποδεικνύει ότι ο χρήστης πρέπει να πατήσει το Buddy Πατώντας το Buddy, θα εμφανιστεί η ακόλουθη λίστα χαρακτηριστικών:\n●\tΤάξη 30 παιδιών με εμπειρία σε παραδοσιακούς αγώνες, στίβο, κολύμβηση και χειμερινά σπορ.\n●\t Το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη.\n ●\tΤο σχολείο διαθέτει ένα μικρό γυμναστήριο με κάποια κινητά όργανα (πάγκοι, κουτιά) που μπορούν να χρησιμοποιήσουν τα παιδιά για να ισορροπήσουν καθώς και πατάκια για να εργαστούν Διατίθενται κάρτες με παραδείγματα υπολοίπων συνεργατών Αυτές έχουν περιγραφές και εικόνες υπολοίπων συνεργατών μαζί με προτάσεις για το πώς να εισέλθετε και να βγείτε από τα υπόλοιπα.\n●\tΤα παιδιά θα έχουν ήδη επιλέξει έναν συνεργάτη και θα έχουν εργαστεί με έναν. συνεργάτης σε αντικατοπτρισμό και αντιστοίχιση κινήσεων, κίνηση προς διαφορετικές κατευθύνσεις και συνδυασμούς άλματος.\n●\tΤα παιδιά άρχισαν να συνθέτουν μια ακολουθία την οποία θα αναπτύξουν τις επόμενες εβδομάδες. \n●\tΤο μάθημα στοχεύει να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες συνεργατών, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν ως μέρος της αλληλουχίας των συνεργατών τους.\n●\tΤα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\no \tΣωματική/Μετακίνηση – Για να εκτελέσετε μια ποικιλία απαιτητικών ισορροπιών συνεργατών που μπορούν να συνδεθούν με τη σειρά συνεργατών τους.\no\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε εμπιστοσύνη στην ολοένα και μεγαλύτερη απόδοση αμφισβητώντας τις ισορροπίες συνεργατών και κίνητρο για να δοκιμάσετε πιο απαιτητικές ισορροπίες συνεργατών.\no\tΓνωστική/Σκέψου – Για να εξετάσετε παραδείγματα υπολοίπων συνεργατών και να δημιουργήσετε τις δικές τους εκδοχές, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\no\tΚοινωνικά/Σύνδεση - Για να εργαστείτε συνεργατικά σε δημιουργώντας και τελειοποιώντας προκλητικές ισορροπίες συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.",
    ),
    "c13a1_mistakes": MessageLookupByLibrary.simpleMessage(
      "Έχετε επιλέξει %1 λανθασμένες απαντήσεις.",
    ),
    "c13a1_stage": MessageLookupByLibrary.simpleMessage("Στάδιο %1"),
    "c13a1_well_done": MessageLookupByLibrary.simpleMessage(
      "🎉 Μπράβο! Επιλέξατε τις σωστές απαντήσεις! 🎉",
    ),
    "c13a2_finish": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε την πρόκληση 13, άρα συγκεντρώσατε το σήμα σας! Συγχαρητήρια!!! Ολοκληρώσατε όλες τις προκλήσεις!",
    ),
    "c13a2_intro": MessageLookupByLibrary.simpleMessage(
      "Πρέπει να περάσετε την τελευταία δραστηριότητα για να περάσετε την τελική πρόκληση. Όπως είπα προηγουμένως, τα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\n1.\tΦυσική/Κίνηση – Για να εκτελέσετε μια ποικιλία απαιτητικών ισορροπιών συνεργατών που μπορεί να συνδεθεί με την ακολουθία συνεργατών τους.\n2.\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε εμπιστοσύνη στην εκτέλεση ολοένα και πιο απαιτητικών ισορροπιών συντρόφου και κίνητρο για να προσπαθήσετε περισσότερα πρόκληση υπολοίπων συνεργατών.\n3.\tΓνωστική/Σκέψου – Για να εξετάσετε παραδείγματα υπολοίπων συνεργατών και να δημιουργήσετε τις δικές τους εκδόσεις, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\n4.\tΚοινωνικά/Σύνδεση - Να εργαστείτε συνεργατικά για τη δημιουργία και τη βελτίωση των προκλητικών υπολοίπων συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.\nΕπιλέξτε 2 ερωτήσεις για κάθε κατηγορία.\n",
    ),
    "c1a1_5mistakesReset": MessageLookupByLibrary.simpleMessage(
      "Έχετε κάνει 5 λάθη και το παιχνίδι θα ξεκινήσει απο την αρχή.",
    ),
    "c1a1_congrats": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές.",
    ),
    "c1a1_reading_instruction": MessageLookupByLibrary.simpleMessage(
      "Διαβάστε το απόσπασμα επιστημονικού άρθρου που αναφέρεται παρακάτω για να ξεκινήσετε το επόμενο βήμα της πρόκλησης.",
    ),
    "c1a1_welcome": MessageLookupByLibrary.simpleMessage(
      "Καλώς ορίσατε στην πρώτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;",
    ),
    "c1a2_bubble1": MessageLookupByLibrary.simpleMessage(
      "Πρόοδος στην τεχνολογία και αλλαγές στον τρόπο ζωής",
    ),
    "c1a2_bubble2": MessageLookupByLibrary.simpleMessage(
      "ελαχιστοποιήστε την ανάγκη για φυσική αλληλεπίδραση με το περιβάλλον.",
    ),
    "c1a2_bubble3": MessageLookupByLibrary.simpleMessage(
      "Για παράδειγμα, οι δημόσιες ή ιδιωτικές συγκοινωνίες μειώνουν την ανάγκη για (φυσική) κίνηση για να μετακινηθείτε.",
    ),
    "c1a2_bubble4": MessageLookupByLibrary.simpleMessage(
      "Αυτό οδηγεί σε αυξημένο κίνδυνο ανάπτυξης παθολογιών.",
    ),
    "c1a2_bubble5": MessageLookupByLibrary.simpleMessage(
      "Οι καθιστικές συμπεριφορές επηρεάζουν την υγεία, αλλά έχουν επίσης βαθιές επιπτώσεις στην ψυχική και συναισθηματική ευεξία.",
    ),
    "c1a2_bubbles_instructions": MessageLookupByLibrary.simpleMessage(
      "Διαβάστε και μετά πατήστε κάθε συννεφάκι για να εμφανιστεί το επόμενο.",
    ),
    "c1a2_finish": MessageLookupByLibrary.simpleMessage(
      "Η αναζωπύρωση της σχέσης μας με τη σωματική δραστηριότητα και το περιβάλλον είναι επιτακτική ανάγκη για μια υγιή και ικανοποιητική ζωή. Διαβάστε αυτό το επιστημονικό άρθρο για να μάθετε περισσότερα.",
    ),
    "c2a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Όλες οι κάρτες είναι σωστά τοποθετημένες! Ας προχωρήσουμε στην επόμενη δραστηριότητα.",
    ),
    "c2a1_intro_message": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στα τέλη του 19ου αιώνα. Τοποθετήστε τις κάρτες στη λωρίδα χρόνου που ταιριάζουν με την έννοια του Φυσικού Αλφαβητισμού με τα ιστορικά δεδομένα. Έτοιμοι; Ας ξεκινήσουμε!",
    ),
    "c2a1_term1": MessageLookupByLibrary.simpleMessage(
      "Ο αρχηγός του αμερικανικού στρατού χρησιμοποίησε τη λέξη \'Φυσικός γραμματισμός\' για να περιγράψει τη σωματικότητα ή την ποιότητα κίνησης ενός ιθαγενούς πολιτισμού.",
    ),
    "c2a1_term2": MessageLookupByLibrary.simpleMessage(
      "Αμερικανοί εκπαιδευτικοί δήλωσαν: \'Πρέπει να προετοιμαστούμε για σωματικό αλφαβητισμό καθώς και για πνευματικό αλφαβητισμό\', ανταποκρινόμενοι σε μια επερχόμενη εποχή εκσυγχρονισμού και στρατολόγησης στρατού.",
    ),
    "c2a1_term3": MessageLookupByLibrary.simpleMessage(
      "Η Margaret Whitehead προωθεί τη συζήτηση για την έννοια του Φυσικού Αλφαβητισμού.",
    ),
    "c2a1_term4": MessageLookupByLibrary.simpleMessage(
      "Η λέξη \'Φυσικός Αλφαβητισμός\' χρησιμοποιήθηκε για να περιγράψει \'Μια πειθαρχημένη εντολή πάνω στο σώμα\'",
    ),
    "c2a1_term5": MessageLookupByLibrary.simpleMessage(
      "Η Margaret Whitehead δημοσίευσε ένα επιστημονικό άρθρο στο European Journal of Physical Education για να προωθήσει μια ανοιχτή συζήτηση σχετικά με την έννοια του Physical Literacy.",
    ),
    "c2a1_term6": MessageLookupByLibrary.simpleMessage(
      "Ολιστική προσέγγιση της έννοιας του Φυσικού Αλφαβητισμού, προσδιορίζοντας τέσσερις διαστάσεις: σωματικές, συναισθηματικές, κοινωνικές και γνωστικές διαστάσεις.",
    ),
    "c2a2_finish_message": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Η πρόκληση ολοκληρώθηκε!",
    ),
    "c2a2_instruction": MessageLookupByLibrary.simpleMessage(
      "Ποιός υιοθέτησε τον πιο πάνω ορισμό; Κάντε κλικ στην επιλογή που πιστεύετε ότι είναι σωστή.",
    ),
    "c2a2_intro_message": MessageLookupByLibrary.simpleMessage(
      "Τα τελευταία χρόνια, διαφορετικές χώρες έχουν υιοθετήσει διαφορετικούς ορισμούς του σωματικού αλφαβητισμού. Στην παρακάτω δραστηριότητα πρέπει να συνδέσετε τον ορισμό του σωματικού αλφαβητισμού με τη χώρα στην οποία έχει υιοθετηθεί.",
    ),
    "c2a2_option1": MessageLookupByLibrary.simpleMessage(
      "IPLA, Ιρλανδία, Βόρεια Ιρλανδία, Καναδάς",
    ),
    "c2a2_option2": MessageLookupByLibrary.simpleMessage("Αυστραλία"),
    "c2a2_option3": MessageLookupByLibrary.simpleMessage("ΗΠΑ"),
    "c2a2_option4": MessageLookupByLibrary.simpleMessage("Αγγλία"),
    "c2a2_term1": MessageLookupByLibrary.simpleMessage(
      "Ο σωματικός αλφαβητισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες για όλη τη ζωή.",
    ),
    "c2a2_term2": MessageLookupByLibrary.simpleMessage(
      "Ο σωματικός αλφαβητισμός έχει να κάνει με την οικοδόμηση δεξιοτήτων, γνώσεων και συμπεριφορών που μας δίνουν την αυτοπεποίθηση και το κίνητρο να ζήσουμε ενεργή ζωή.",
    ),
    "c2a2_term3": MessageLookupByLibrary.simpleMessage(
      "Ο σωματικός αλφαβητισμός είναι η ικανότητα, η αυτοπεποίθηση και η επιθυμία να είσαι σωματικά δραστήριος για όλη τη ζωή.",
    ),
    "c2a2_term4": MessageLookupByLibrary.simpleMessage(
      "Ο σωματικός αλφαβητισμός είναι η σχέση μας με την κίνηση και τη σωματική δραστηριότητα σε όλη τη ζωή.",
    ),
    "c3a1_activity_message": MessageLookupByLibrary.simpleMessage(
      "Σύρετε τις κάρτες για να τις ταξινομήσετε με τη σωστή σειρά με βάση τη σπείρα φυσικής παιδείας του Jurbala. Μπορείτε να μετακινηθείτε στις υποδοχές στο επάνω μέρος ή στις κάρτες στο κάτω μέρος για να δείτε όλες τις επιλογές.",
    ),
    "c3a1_fail": m0,
    "c3a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια, ολοκληρώσατε την πρόκληση. Κάντε κλικ στο \'Τέλος\' για να κερδίσετε ένα σήμα!",
    ),
    "c3a1_intro_message": MessageLookupByLibrary.simpleMessage(
      "Ταξινομήστε τις κάρτες με χρονολογική σειρά (από πάνω προς τα κάτω), που ταιριάζουν με τη σπείρα ανάπτυξης του σωματικού αλφαβητισμού του Jurbala. Έτοιμοι;",
    ),
    "c3a1_success": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Οι κάρτες βρίσκονται στη σωστή σειρά!",
    ),
    "c3a1_term1": MessageLookupByLibrary.simpleMessage(
      "Εμπλουτισμένο περιβάλλον κίνησης",
    ),
    "c3a1_term10": MessageLookupByLibrary.simpleMessage("Αυξημένη συμμετοχή"),
    "c3a1_term11": MessageLookupByLibrary.simpleMessage("Βελτιωμένη υγεία"),
    "c3a1_term12": MessageLookupByLibrary.simpleMessage(
      "Βελτιωμένη ποιότητα ζωής",
    ),
    "c3a1_term2": MessageLookupByLibrary.simpleMessage(
      "Εκτεταμένη αναπτυξιακή συμμετοχή",
    ),
    "c3a1_term3": MessageLookupByLibrary.simpleMessage(
      "Αυξημένο ρεπερτόριο κινήσεων",
    ),
    "c3a1_term4": MessageLookupByLibrary.simpleMessage(
      "Βελτιωμένη επάρκεια σε όλο το ρεπερτόριο",
    ),
    "c3a1_term5": MessageLookupByLibrary.simpleMessage(
      "Βελτιωμένη προσαρμοστικότητα σε νέες κινήσεις",
    ),
    "c3a1_term6": MessageLookupByLibrary.simpleMessage(
      "Αυξημένη αυτό-αποτελεσματικότητα",
    ),
    "c3a1_term7": MessageLookupByLibrary.simpleMessage(
      "Αυξημένη διάθεση για δοκιμή νέων δραστηριοτήτων",
    ),
    "c3a1_term8": MessageLookupByLibrary.simpleMessage(
      "Αυξημένη επιτυχία σε νέες δραστηριότητες",
    ),
    "c3a1_term9": MessageLookupByLibrary.simpleMessage(
      "Διατήρηση σε νέες δραστηριότητες",
    ),
    "c4a1_category_active": MessageLookupByLibrary.simpleMessage("Ενεργό"),
    "c4a1_category_funny": MessageLookupByLibrary.simpleMessage("Aστείο"),
    "c4a1_category_movements": MessageLookupByLibrary.simpleMessage(
      "Περιλαμβάνει διαφορετικές κινήσεις",
    ),
    "c4a1_category_social": MessageLookupByLibrary.simpleMessage("Κοινωνικό"),
    "c4a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε τη δραστηριότητα. Ας προχωρήσουμε!",
    ),
    "c4a1_instruction_message": MessageLookupByLibrary.simpleMessage(
      "Είναι μια ηλιόλουστη Κυριακή. Αποφασίστε ποια δραστηριότητα αναψυχής θα ήταν καλύτερη για ένα παιδί. Κάντε κλικ στις ιδιότητες που εμφανίζονται στην οθόνη για κάθε δραστηριότητα, προσπαθώντας να προσδιορίσετε ποιες θα μπορούσαν να προταθούν για την αύξηση του σωματικού γραμματισμού του παιδιού. Να είστε προσεκτικοί! Εάν κάνετε κλικ σε λάθος ιδιότητα, η επιλογή σας θα διαγραφή. Όταν τελειώσετε, κάντε κλικ στο «Έλεγχος λύσης» για να ελέγξετε τη λύση σας.",
    ),
    "c4a1_intro_message": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην Πρόκληση 4. Θα βυθιστείτε σε διαφορετικά σενάρια της ζωής. Σκεφτείτε τους παράγοντες ή τις στρατηγικές που επηρεάζουν το κίνητρο για σωματική δραστηριότητα/κίνηση. Είστε έτοιμοι;",
    ),
    "c4a1_term1": MessageLookupByLibrary.simpleMessage(
      "Παίζοντας βιντεοπαιχνίδια χρησιμοποιώντας tablet, smartphone ή υπολογιστή ή παρακολουθώντας τηλεόραση μόνος.",
    ),
    "c4a1_term2": MessageLookupByLibrary.simpleMessage(
      "Παίζοντας χαρτιά με φίλους στο σπίτι",
    ),
    "c4a1_term3": MessageLookupByLibrary.simpleMessage(
      "Κηπουρική με μέλη της οικογένειας",
    ),
    "c4a1_term4": MessageLookupByLibrary.simpleMessage("Παίζω με τον σκύλο"),
    "c4a1_term5": MessageLookupByLibrary.simpleMessage(
      "Αφήγηση ιστοριών καθισμένος στον καναπέ",
    ),
    "c4a1_term6": MessageLookupByLibrary.simpleMessage(
      "Περπατώντας στη γειτονιά με μέλη της οικογένειας",
    ),
    "c4a2_instruction_message": MessageLookupByLibrary.simpleMessage(
      "Είναι μια ηλιόλουστη μέρα του δημοτικού σχολείου. Αναλάβετε το ρόλο ενός δασκάλου σωματικής άσκησης και εκχωρήστε ιδιότητες σε κάθε δραστηριότητα για να προσδιορίσετε ποιες θα μπορούσαν να προταθούν στους μαθητές σας για να βελτιώσουν τον Φυσικό Γραμματισμό τους στα διαλείμματα.",
    ),
    "c4a2_term1": MessageLookupByLibrary.simpleMessage(
      "Παίζω με tablet και smartphone.",
    ),
    "c4a2_term2": MessageLookupByLibrary.simpleMessage("Σχέδιο και ζωγραφική"),
    "c4a2_term3": MessageLookupByLibrary.simpleMessage(
      "Λέγοντας ιστορίες ενώ κάθεστε στην αυλή του σχολείου",
    ),
    "c4a2_term4": MessageLookupByLibrary.simpleMessage(
      "Αφήγηση μιας ιστορίας που απαιτεί από τα παιδιά να μιμούνται τις κινήσεις των ζώων",
    ),
    "c4a2_term5": MessageLookupByLibrary.simpleMessage(
      "Παίζοντας με μια μπάλα",
    ),
    "c4a2_term6": MessageLookupByLibrary.simpleMessage(
      "Αναπαραγωγή αναζήτησης και απόκρυψης",
    ),
    "c4a3_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε την τέταρτη πρόκληση. Για περισσότερες πληροφορίες διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων. Πατήστε \'Τέλος\' για να αποκτήσετε το σήμα σας!",
    ),
    "c4a3_info_message": MessageLookupByLibrary.simpleMessage(
      "Ακολουθεί μια γρήγορη υπενθύμιση για το πώς φαίνεται το μοντέλο. Μπορείτε να κάνετε κλικ στην εικόνα για μεγέθυνση.",
    ),
    "c4a3_instruction_message": MessageLookupByLibrary.simpleMessage(
      "Μετακινήστε τους παράγοντες στη μέση (κόκκινος κύκλος) που επηρεάζουν την ενασχόληση με τη σωματική δραστηριότητα στις σωστές μεταβλητές (μπλε κύκλοι).",
    ),
    "c4a3_intro_message": MessageLookupByLibrary.simpleMessage(
      "Το τρίτο μας σενάριο βασίζεται στο οικολογικό μοντέλο των καθοριστικών παραγόντων της σωματικής δραστηριότητας που προτείνουν οι Bauman et al. (2012). Στην επόμενη δραστηριότητα, πρέπει να αντιστοιχίσετε κάθε παράγοντα με τη σωστή κατηγορία.",
    ),
    "c5a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε την πέμπτη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!",
    ),
    "c5a1_help": MessageLookupByLibrary.simpleMessage(
      "Κάντε κλικ στα κίτρινα πλαίσια για να συμπληρώσετε τα κενά μέρη του διαγράμματος.",
    ),
    "c5a1_instruction_place": MessageLookupByLibrary.simpleMessage(
      "Κάντε κλικ στο στοιχείο που θέλετε να τοποθετήσετε σε αυτήν την περιοχή:",
    ),
    "c5a1_instruction_title": MessageLookupByLibrary.simpleMessage(
      "Επιλογή στοιχείου",
    ),
    "c5a1_intro_message": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην Πρόκληση 5. Καλείστε να συμπληρώσετε το διάγραμμα που ακολουθεί συμπληρώνοντας τα στοιχεία που λείπουν. Είστε έτοιμοι;",
    ),
    "c6a1_congrats": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!",
    ),
    "c6a1_welcome": MessageLookupByLibrary.simpleMessage(
      "Καλώς ορίσατε στην έκτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;",
    ),
    "c7a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε την έβδομη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!",
    ),
    "c7a1_instruction": MessageLookupByLibrary.simpleMessage(
      "Προσδιορίστε το σωστό επίπεδο για αυτό το σενάριο:",
    ),
    "c7a1_welcome": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην πρόκληση 7. Θα σας δοθούν σενάρια που αντιπροσωπεύουν τα επίπεδα προόδου της αθλητικής πρακτικής ενός μαθητή σε σχέση με τις τέσσερις διαστάσεις σωματικού γραμματισμού (σωματική, συναισθηματική, κοινωνική και γνωστική). Για κάθε σενάριο, πρέπει να βρείτε το σωστό επίπεδο προόδου σύροντας το σενάριο στο σωστό επίπεδο. Έτοιμοι;",
    ),
    "c8a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Ολοκληρώσατε την όγδοη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!",
    ),
    "c8a1_instructions": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην Πρόκληση 8! Αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής παιδιών 6 ετών και επιλέξτε από τρία διαφορετικά παιχνίδια για κάθε συνεδρία σωματικής δραστηριότητας για να διδάξετε μια βασική κίνηση. Κάθε παιχνίδι ταξινομείται σύμφωνα με τρεις παραμέτρους, που αντιπροσωπεύονται από τρία μπουκάλια: (I) κατάλληλο υπόβαθρο κινητικών δεξιοτήτων, (II) συμπερίληψη/ομαδική εργασία και (III). Η βαθμολογία για κάθε παράμετρο κυμαίνεται από 1 έως 3 πόντους και αντιπροσωπεύει το επίπεδο του νερού που θα χυθεί στο μπουκάλι. Για να περάσετε την πρόκληση πρέπει να γεμίσετε τα τρία μπουκάλια επιλέγοντας το πιο κατάλληλο παιχνίδι.",
    ),
    "c8a1_please_select_option": MessageLookupByLibrary.simpleMessage(
      "Παρακαλώ επιλέξτε μια επιλογή.",
    ),
    "c8a1_prompt": MessageLookupByLibrary.simpleMessage(
      "Επιλέξτε την πιο κατάλληλη επιλογή για να επιτύχετε μια ισορροπία μεταξύ των τριών παραμέτρων.",
    ),
    "c8a1_wrong": MessageLookupByLibrary.simpleMessage(
      "Δεν είναι η σωστή ισορροπία. Δοκιμάστε μια διαφορετική επιλογή.",
    ),
    "c9a1_action_rhymes": MessageLookupByLibrary.simpleMessage("Action rhymes"),
    "c9a1_bikes_and_scooters": MessageLookupByLibrary.simpleMessage(
      "Ποδήλατα και σκούτερ",
    ),
    "c9a1_catching": MessageLookupByLibrary.simpleMessage("Πιάσιμο"),
    "c9a1_challenges": MessageLookupByLibrary.simpleMessage("Προκλήσεις"),
    "c9a1_chasing_games": MessageLookupByLibrary.simpleMessage(
      "Κυνηγώντας παιχνίδια",
    ),
    "c9a1_climbing": MessageLookupByLibrary.simpleMessage("Αναρρίχηση"),
    "c9a1_dance": MessageLookupByLibrary.simpleMessage("Χορός"),
    "c9a1_exercise_play": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδι άσκησης",
    ),
    "c9a1_expressive_movement": MessageLookupByLibrary.simpleMessage(
      "Εκφραστική κίνηση",
    ),
    "c9a1_finish_message": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Για περισσότερες πληροφορίες, διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων.",
    ),
    "c9a1_gymnastics": MessageLookupByLibrary.simpleMessage("Γυμναστική"),
    "c9a1_instructions": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στην Πρόκληση 9! Αυτή η πρόκληση βασίζεται σε περιβάλλοντα που επιτρέπουν την εφαρμογή (Almond και Lambden, 2016). Σύρετε τους παράγοντες που επηρεάζουν την ενασχόληση με τη σωματική δραστηριότητα (στο κέντρο της οθόνης) στις σωστές μεταβλητές (μπλε κύκλοι) .",
    ),
    "c9a1_natural_surroundings": MessageLookupByLibrary.simpleMessage(
      "Φυσικό περιβάλλον",
    ),
    "c9a1_object_play": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδι αντικειμένου",
    ),
    "c9a1_outdoor_play": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδι σε εξωτερικό χώρο",
    ),
    "c9a1_pushing_and_pulling": MessageLookupByLibrary.simpleMessage(
      "Σπρώξιμο και τράβηγμα",
    ),
    "c9a1_rocks_and_tress": MessageLookupByLibrary.simpleMessage(
      "Βράχοι και δέντρα",
    ),
    "c9a1_rough_and_tumble": MessageLookupByLibrary.simpleMessage(
      "Rough and Tumble",
    ),
    "c9a1_running": MessageLookupByLibrary.simpleMessage("Εκτέλεση"),
    "c9a1_songs_and_stories": MessageLookupByLibrary.simpleMessage(
      "Τραγούδια και ιστορίες",
    ),
    "c9a1_striking": MessageLookupByLibrary.simpleMessage("Χρύπημα"),
    "c9a1_throwing": MessageLookupByLibrary.simpleMessage("Πέταγμα"),
    "c9a2_activities_balanced": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες ισορροπημένες με τις κινητικές δεξιότητες των μαθητών.",
    ),
    "c9a2_correct": MessageLookupByLibrary.simpleMessage("Σωστό"),
    "c9a2_ego_oriented": MessageLookupByLibrary.simpleMessage(
      "Εγω-προσανατολισμένες δραστηριότητες.",
    ),
    "c9a2_enjoyment_oriented": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες προσανατολισμένες στην απόλαυση.",
    ),
    "c9a2_evaluate_motor_skills": MessageLookupByLibrary.simpleMessage(
      "Ασκήσεις για την αξιολόγηση των κινητικών δεξιοτήτων των μαθητών με τη χορήγηση συγκεκριμένων τεστ.",
    ),
    "c9a2_fitness_health_wellbeing": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες που επικεντρώνονται στη φυσική κατάσταση, την υγεία και την ευεξία.",
    ),
    "c9a2_gender_separated_activities": MessageLookupByLibrary.simpleMessage(
      "Ξεχωριστές δραστηριότητες για άνδρες και γυναίκες.",
    ),
    "c9a2_inclusive_games": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδια ή κανόνες παιχνιδιού που απαιτούν τη συμμετοχή όλων των μαθητών.",
    ),
    "c9a2_intro_message": MessageLookupByLibrary.simpleMessage(
      "Καλείτε να σχεδιάσετε ένα ολοκληρωμένο πρόγραμμα σπουδών φυσικής αγωγής για ένα εικονικό σχολείο, το οποίο να ενσωματώνει τόσο σχολικές όσο και εξωσχολικές δραστηριότητες που προάγουν τον σωματικό αλφαβητισμό. Η πρόκληση είναι να εξισορροπήσετε διάφορα στοιχεία, όπως η συμπερίληψη, η δέσμευση και τα εκπαιδευτικά αποτελέσματα. Μετακινήστε κάθε χαρακτηριστικό του προγράμματος σπουδών (εμφανίζεται στο κάτω μέρος) στο σωστό ή λάθος πλαίσιο. Έτοιμοι;",
    ),
    "c9a2_long_queues": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδια με μεγάλες ουρές παιδιών.",
    ),
    "c9a2_music_motor_skills": MessageLookupByLibrary.simpleMessage(
      "Παιχνίδια/δραστηριότητες για να μάθουν και να αναπτύξουν τις κινητικές δεξιότητες των μαθητών χρησιμοποιώντας μουσική.",
    ),
    "c9a2_one_size_fits_all": MessageLookupByLibrary.simpleMessage(
      "Προσέγγιση για όλους.",
    ),
    "c9a2_outdoor_play": MessageLookupByLibrary.simpleMessage(
      "Περπάτημα σε εξωτερικό χώρο με διαλείμματα για παιχνίδια.",
    ),
    "c9a2_pe_curriculum_guidelines": MessageLookupByLibrary.simpleMessage(
      "Συνοχή με τις οδηγίες του προγράμματος σπουδών PE χώρας.",
    ),
    "c9a2_promote_self_knowledge": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες για την προώθηση της αυτογνωσίας.",
    ),
    "c9a2_prompt": MessageLookupByLibrary.simpleMessage(
      "Σύρετε κάθε στοιχείο στο σωστό πλαίσιο.",
    ),
    "c9a2_respect_game_rules": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες για την προώθηση του σεβασμού των κανόνων παιχνιδιού και του ευγενούς παιχνιδιού.",
    ),
    "c9a2_sports_oriented_motor_skills": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες για τη βελτίωση των κινητικών δεξιοτήτων των μαθητών που προσανατολίζονται στην αθλητική πρακτική.",
    ),
    "c9a2_summary_objectives": MessageLookupByLibrary.simpleMessage(
      "Συνοπτικός ορισμός των στόχων.",
    ),
    "c9a2_team_spirit_socialization": MessageLookupByLibrary.simpleMessage(
      "Ομαδικές δραστηριότητες για την ενίσχυση του ομαδικού πνεύματος και της κοινωνικοποίησης.",
    ),
    "c9a2_varied_teaching_strategies": MessageLookupByLibrary.simpleMessage(
      "Χρησιμοποιήστε ένα ευρύ φάσμα στρατηγικών διδασκαλίας.",
    ),
    "c9a2_win_at_all_costs": MessageLookupByLibrary.simpleMessage(
      "Δραστηριότητες προσανατολισμένες στη νοοτροπία \'Win-at-all-costs\'.",
    ),
    "c9a2_wrong": MessageLookupByLibrary.simpleMessage("Λάθος"),
    "cancel": MessageLookupByLibrary.simpleMessage("Ακύρωση"),
    "challengeLocked": MessageLookupByLibrary.simpleMessage(
      "Αυτή η πρόκληση είναι κλειδωμένη",
    ),
    "challengeLockedMessage": MessageLookupByLibrary.simpleMessage(
      "Αυτή η πρόκληση είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες προκλήσεις για να την ξεκλειδώσετε.",
    ),
    "challengesTextFinishedAll": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Έχετε ολοκληρώσει όλες τις προκλήσεις. Θα θέλατε να επαναλάβετε κάποια απο αυτές;",
    ),
    "challengesTextNormal": MessageLookupByLibrary.simpleMessage(
      "Έχετε ολοκληρώσει %1 απο τις %2 προκλήσεις μέχρι στιγμής. Θέλετε να δοκιμάσετε την επόμενη πρόκληση;",
    ),
    "challengesTextNormalInitial": MessageLookupByLibrary.simpleMessage(
      "%1, είναι ώρα να ξεκινήσεις τις προκλήσεις! Θέλετε να δοκιμάσετε την επόμενη πρόκληση;",
    ),
    "challengesTextTutorial": MessageLookupByLibrary.simpleMessage(
      "Αυτές είναι οι προκλήσεις που πρέπει να ολοκληρώσετε. Κάθε μία από αυτές τις προκλήσεις μπορεί να αποτελείται από πολλές δραστηριότητες και μόλις ολοκληρώσετε όλες τις δραστηριότητες σε μια πρόκληση, θα ξεκλειδώσω την επόμενη πρόκληση. Να θυμάστε πάντα οτι μπορείτε να χρησιμοποιείτε τη βοήθειά μου εάν κολλήστε σε μια δραστηριότητα και να χρησιμοποιήσετε τα άρθρα νέων και το γλωσσάρι για να βρείτε απαντήσεις.\n\nΤο σεμινάριο μας ολοκληρώθηκε. Eίστε έτοιμοι να ξεκινήσετε!",
    ),
    "challenges_unlocked": MessageLookupByLibrary.simpleMessage(
      "%1 πρόκληση/εις ξεκλειδώθηκαν!",
    ),
    "change_language": MessageLookupByLibrary.simpleMessage("Αλλαγή γλώσσας"),
    "check_solution": MessageLookupByLibrary.simpleMessage("Έλεγχος λύσης"),
    "clickOKToContinue": MessageLookupByLibrary.simpleMessage(
      "Κάντε κλικ στο OK για να συνεχίσετε",
    ),
    "clickOnImageToZoom": MessageLookupByLibrary.simpleMessage(
      "Πατήστε την εικόνα για μεγέθυνση (περισσότερες λεπτομέρειες).",
    ),
    "clickToViewArticle": MessageLookupByLibrary.simpleMessage(
      "Κάντε κλικ εδώ για να διαβάσετε το άρθρο",
    ),
    "colleagues": MessageLookupByLibrary.simpleMessage("Συνάδελφοι"),
    "command": MessageLookupByLibrary.simpleMessage("Εντολή"),
    "command_lesson_1": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν ένα μάθημα με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος δείχνει πώς να ξεπεράσει κάθε εμπόδιο. Οι μαθητές ξεκινούν το μάθημα στις εντολή του δασκάλου, μιμούμενη την κίνηση του δασκάλου.",
    ),
    "command_lesson_2": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος επιδεικνύει τρεις στάσεις γιόγκα τη φορά (Τραπέζι ισορροπίας, Χορευτής και Half Moon). Οι μαθητές πρέπει να διατηρήσουν μια θέση για 15 δευτερόλεπτα. Οι μαθητές αλλάζουν θέση με εντολή του δασκάλου .",
    ),
    "command_lesson_3": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Ο δάσκαλος αφηγείται μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδύονται τις αρκούδες. Συχνά Οι αρκούδες έχουν φαγούρα και πρέπει να γρατσουνιστούν οι ίδιοι Ο δάσκαλος επιλέγει πότε οι αρκούδες έχουν φαγούρα και πού πρέπει να γρατσουνιστούν.",
    ),
    "command_lesson_4": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος επιδεικνύει τις υπηρεσίες βόλεϊ (βασικό σερβίς χειρόπτερου, βασικό σερβίς με το χέρι και σερβίς με άλμα). εξηγώντας ότι οι μαθητές πρέπει να ξεκινήσουν με το βασικό σερβίς, μετά το βασικό σερβίς και στο τέλος το άλμα σερβίς.",
    ),
    "community_clubs": MessageLookupByLibrary.simpleMessage(
      "Κοινοτικές λέσχες",
    ),
    "completed": MessageLookupByLibrary.simpleMessage("Ολοκληρώθηκε"),
    "cultural_norms": MessageLookupByLibrary.simpleMessage(
      "Πολιτιστικοί κανόνες",
    ),
    "culture": MessageLookupByLibrary.simpleMessage("Πολιτισμός"),
    "currentElement": MessageLookupByLibrary.simpleMessage(
      "Επιλεγμένο στοιχείο:",
    ),
    "customizeAvatar": MessageLookupByLibrary.simpleMessage(
      "Προσαρμόστε το avatar σας",
    ),
    "developer_level": MessageLookupByLibrary.simpleMessage(
      "Επίπεδο προγραμματιστή",
    ),
    "developing_motor_skills": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής αναπτύσσει βασικές κινητικές δεξιότητες στο βόλεϊ και έχει μεγαλύτερη επίγνωση των δικών του φυσικών ικανοτήτων (σωματική διάσταση).",
    ),
    "discovery_lesson_1": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, έρποντας). δεξιότητες που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν τα εμπόδια Ο δάσκαλος υποστηρίζει επίσης την απόδοση των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν διαφορετικές στρατηγικές που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν το ίδιο εμπόδιο.",
    ),
    "discovery_lesson_2": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να σκεφτούν τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Ο δάσκαλος υποστηρίζει επίσης την ανάπτυξη πόζας των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν Το επίπεδο δυσκολίας που απαιτείται για να διατηρηθεί η σωστή σκέψη και οι στρατηγικές ανταμείβονται και ενισχύονται.",
    ),
    "discovery_lesson_3": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές αναπτύσσουν μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Ο δάσκαλος ρωτά πολλές ερωτήσεις για να προσκαλέσουν τους μαθητές να αναπτύξουν την εξατομικευμένη αρκούδα τους (από το ξύπνημα μέχρι το κρεβάτι Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να σκεφτούν ποιες δραστηριότητες θα μπορούσαν να εισαχθούν στην ιστορία για να βελτιώσουν τη γνώση για το σώμα τους). ανταμείβεται και ενισχύεται.",
    ),
    "discovery_lesson_4": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση του σέρβις βόλεϊ. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να επικεντρωθούν στο πώς να χρησιμοποιήσουν τις αισθήσεις που σχετίζονται με την εκτέλεση υπηρεσίας για να αποδώσουν καλύτερα. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να αντιληφθούν ποια υπηρεσία είναι η καλύτερη άνετο για αυτούς και οι αισθήσεις που αισθάνονται όταν το εκτελούν, πρέπει να προσαρμόσουν τις άλλες υπηρεσίες για να τους κάνουν πιο άνετους.",
    ),
    "dragging": MessageLookupByLibrary.simpleMessage("Σε μετακίνηση..."),
    "drop_here": MessageLookupByLibrary.simpleMessage("Ρίξτε εδώ"),
    "ePhyLiBuddy": MessageLookupByLibrary.simpleMessage("ePhyLi φίλος"),
    "ePhyLiBuddyIntroHeadline": MessageLookupByLibrary.simpleMessage(
      "Ο ePhyLi φίλος σας",
    ),
    "education_school": MessageLookupByLibrary.simpleMessage(
      "Εκπαίδευση και σχολικός τομέας",
    ),
    "enjoyment": MessageLookupByLibrary.simpleMessage("Απόλαυση"),
    "enter_letter": MessageLookupByLibrary.simpleMessage(
      "Εισαγάγετε ένα γράμμα",
    ),
    "enter_name": MessageLookupByLibrary.simpleMessage(
      "Εισαγάγετε το όνομά σας",
    ),
    "enthusiastic_participation": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής είναι ενθουσιασμένος με τη συμμετοχή στα μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση του επιπέδου εμπλοκής του/της (συναισθηματική διάσταση).",
    ),
    "error": MessageLookupByLibrary.simpleMessage("Έχει παρουσιαστεί σφάλμα."),
    "exploreChallenges": MessageLookupByLibrary.simpleMessage(
      "Εντάξει, ας εξερευνήσουμε τις προκλήσεις!",
    ),
    "family": MessageLookupByLibrary.simpleMessage("Οικογένεια"),
    "finish": MessageLookupByLibrary.simpleMessage("Τέλος"),
    "friends": MessageLookupByLibrary.simpleMessage("Φίλοι"),
    "gameOver": MessageLookupByLibrary.simpleMessage("Τέλος παιχνιδιού"),
    "glossary": MessageLookupByLibrary.simpleMessage("Γλωσσάρι"),
    "glossary_AffectiveDomain": MessageLookupByLibrary.simpleMessage(
      "Συναισθηματικός τομέας",
    ),
    "glossary_AffectiveDomain_desc": MessageLookupByLibrary.simpleMessage(
      "Ο συναισθηματικός τομέας αναφέρεται σε πτυχές κινήτρων, αυτοπεποίθησης, αυτοεκτίμησης, αυτοπεποίθησης και θετικής αίσθησης του εαυτού, που αναπτύχθηκε και καλλιεργείται σε μια σειρά περιβαλλόντων.",
    ),
    "glossary_Attributes": MessageLookupByLibrary.simpleMessage(
      "Χαρακτηριστικά",
    ),
    "glossary_Attributes_desc": MessageLookupByLibrary.simpleMessage(
      "Είναι τα συστατικά στοιχεία του φυσικού αλφαβητισμού που προσδιορίζονται στον πλήρη ορισμό της έννοιας. Κατά την ανάπτυξη του φυσικού γραμματισμού, τα άτομα θα ανακαλύψουν ότι έχουν τη δυνατότητα να αναπτύξουν όλα τα χαρακτηριστικά που προσδιορίζονται στον πλήρη ορισμό.",
    ),
    "glossary_CognitiveDomain": MessageLookupByLibrary.simpleMessage(
      "Γνωστικός Τομέας",
    ),
    "glossary_CognitiveDomain_desc": MessageLookupByLibrary.simpleMessage(
      "Ο γνωστικός τομέας αναφέρεται στη γνώση και κατανόηση της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της άσκησης, της διατροφής, του ύπνου και του τρόπου ζωής, καθώς και στην ανάπτυξη έξυπνης δράσης, στην κατανόηση της κίνησης και στην εφαρμογή της δημιουργικότητας και της φαντασίας σε γκάμα περιβαλλόντων.",
    ),
    "glossary_Confidence": MessageLookupByLibrary.simpleMessage("Εμπιστοσύνη"),
    "glossary_Confidence_desc": MessageLookupByLibrary.simpleMessage(
      "Μπορεί να περιγραφεί ως η αντίληψη των δικών του ικανοτήτων.",
    ),
    "glossary_Domains": MessageLookupByLibrary.simpleMessage("Τομείς"),
    "glossary_Domains_desc": MessageLookupByLibrary.simpleMessage(
      "Οι τομείς σωματικής παιδείας αναφέρονται στους αλληλένδετους συναισθηματικούς, φυσικούς και γνωστικούς τομείς που στηρίζουν την έννοια του σωματικού γραμματισμού. Οι τομείς συμπεριφοράς, κοινωνικοί και περιβαλλοντικοί αναφέρονται επίσης σε κάποια βιβλιογραφία.",
    ),
    "glossary_Dualism": MessageLookupByLibrary.simpleMessage("Δυϊσμός"),
    "glossary_Dualism_desc": MessageLookupByLibrary.simpleMessage(
      "Η άποψη ότι τα ανθρώπινα όντα αποτελούνται από δύο πολύ διαφορετικά και χωριστά \'μέρη\', που είναι το \'σώμα\' και το μυαλό.",
    ),
    "glossary_Embodied": MessageLookupByLibrary.simpleMessage("Ενσάρκωση"),
    "glossary_Embodied_desc": MessageLookupByLibrary.simpleMessage(
      "Στο πλαίσιο του φυσικού γραμματισμού, ο όρος ενσωμάτωση χρησιμοποιείται ειδικά για να περιγράψει τα πιθανά άτομα που πρέπει να αλληλεπιδράσουν με το περιβάλλον μέσω της ενσωματωμένης διάστασής μας. Αυτό καλύπτει τόσο την ενσωμάτωση ως βιωμένη όσο και την ενσωμάτωση ως όργανο ή αντικείμενο .",
    ),
    "glossary_Existentialism": MessageLookupByLibrary.simpleMessage(
      "Υπαρξισμός",
    ),
    "glossary_Existentialism_desc": MessageLookupByLibrary.simpleMessage(
      "Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι η ύπαρξη προηγείται της ουσίας. Με άλλα λόγια, τα άτομα δημιουργούν τον εαυτό τους καθώς αλληλεπιδρούν με τον κόσμο.",
    ),
    "glossary_HealthLiteracy": MessageLookupByLibrary.simpleMessage(
      "Γραμματισμός Υγείας",
    ),
    "glossary_HealthLiteracy_desc": MessageLookupByLibrary.simpleMessage(
      "Ο βαθμός στον οποίο άτομα και ομάδες μπορούν να αποκτήσουν, να επεξεργαστούν, να κατανοήσουν, να αξιολογήσουν και να ενεργήσουν βάσει των πληροφοριών που απαιτούνται για τη λήψη αποφάσεων για τη δημόσια υγεία που ωφελούν την κοινότητα.",
    ),
    "glossary_HumanDimension": MessageLookupByLibrary.simpleMessage(
      "Ανθρώπινη Διάσταση",
    ),
    "glossary_HumanDimension_desc": MessageLookupByLibrary.simpleMessage(
      "Μια πτυχή της ανθρώπινης ύπαρξης μέσω της οποίας τα άτομα μπορούν να αλληλεπιδράσουν με τον κόσμο και να εκφραστούν. Η ενσάρκωση είναι μια τέτοια διάσταση – επομένως, η ενσωματωμένη διάσταση.",
    ),
    "glossary_KnowledgeAndUnderstanding": MessageLookupByLibrary.simpleMessage(
      "Γνώση και Κατανόηση",
    ),
    "glossary_KnowledgeAndUnderstanding_desc": MessageLookupByLibrary.simpleMessage(
      "Αποτελείται από δύο κύρια στοιχεία, το πρώτο σχετίζεται με την κατανόηση βασικών αρχών κίνησης και απόδοσης. Το δεύτερο περιλαμβάνει την ανάπτυξη γνώσης και κατανόησης της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της κατανόησης της αξίας της σωματικής δραστηριότητας, της άσκησης, της κατάλληλης διατροφής και των ανάγκη για χαλάρωση και ύπνο.",
    ),
    "glossary_Literacy": MessageLookupByLibrary.simpleMessage("Γραμματισμός"),
    "glossary_Literacy_desc": MessageLookupByLibrary.simpleMessage(
      "Ο γραμματισμός είναι η ενσωματωμένη μας αλληλεπίδραση με ένα περιβάλλον. Περιλαμβάνει τη χρήση δεξιοτήτων και διαδικασιών κριτικής και δημιουργικής σκέψης, τη μετάδοση πληροφοριών μέσω διαφόρων μορφών επικοινωνίας και την εφαρμογή γνώσεων και δεξιοτήτων για τη δημιουργία συνδέσεων εντός και μεταξύ διαφόρων πλαισίων.",
    ),
    "glossary_Monism": MessageLookupByLibrary.simpleMessage("Μονισμός"),
    "glossary_Monism_desc": MessageLookupByLibrary.simpleMessage(
      "Η άποψη ότι οι άνθρωποι είναι μια οντότητα, ένα σύνολο και δεν διαιρούνται σε ξεχωριστά μέρη, όπως το σώμα και το μυαλό. Αυτό αναφέρεται επίσης ως ολιστική άποψη ή ολισμός, υποδεικνύοντας ότι οι άνθρωποι είναι ένα αδιαίρετο σύνολο.",
    ),
    "glossary_Motivation": MessageLookupByLibrary.simpleMessage("Κίνητρο"),
    "glossary_Motivation_desc": MessageLookupByLibrary.simpleMessage(
      "Μπορεί να οριστεί ως η κατεύθυνση και η ένταση της προσπάθειας κάποιου.",
    ),
    "glossary_MovementCapacities": MessageLookupByLibrary.simpleMessage(
      "Κινητικές Ικανότητες",
    ),
    "glossary_MovementCapacities_desc": MessageLookupByLibrary.simpleMessage(
      "Οι συστατικές ικανότητες της άρθρωσης κίνησης.",
    ),
    "glossary_MovementPatterns": MessageLookupByLibrary.simpleMessage(
      "Μοτίβα κίνησης",
    ),
    "glossary_MovementPatterns_desc": MessageLookupByLibrary.simpleMessage(
      "Τα γενικά μοτίβα κίνησης περιλαμβάνουν το συνολικό απόθεμα κινήσεων για τις οποίες είναι ικανός ο άνθρωπος. Τα γενικά μοτίβα κίνησης που κατακτά ένα άτομο μπορεί να αναφέρονται ως το λεξιλόγιό τους κίνησης. Τα συγκεκριμένα μοτίβα κίνησης προκύπτουν όταν εφαρμόζονται εκλεπτυσμένα μοτίβα κίνησης εντός συγκεκριμένων πλαίσια δραστηριότητας και μορφές κίνησης.",
    ),
    "glossary_MovementVocabulary": MessageLookupByLibrary.simpleMessage(
      "Λεξιλόγιο κίνησης",
    ),
    "glossary_MovementVocabulary_desc": MessageLookupByLibrary.simpleMessage(
      "Ανατρέξτε στα μοτίβα κίνησης.",
    ),
    "glossary_Phenomenology": MessageLookupByLibrary.simpleMessage(
      "Φαινομενολογία",
    ),
    "glossary_Phenomenology_desc": MessageLookupByLibrary.simpleMessage(
      "Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι εμείς ως ανθρώπινα όντα δίνουμε νόημα στον κόσμο όπως τον αντιλαμβανόμαστε. Τα αντικείμενα στον κόσμο δεν έχουν νόημα πριν από την αντίληψη ενός ατόμου για αυτό το χαρακτηριστικό.",
    ),
    "glossary_PhysicalActivity": MessageLookupByLibrary.simpleMessage(
      "Φυσική δραστηριότητα",
    ),
    "glossary_PhysicalActivity_desc": MessageLookupByLibrary.simpleMessage(
      "Οποιαδήποτε σωματική κίνηση που παράγεται από τους σκελετικούς μύες που απαιτεί ενεργειακή δαπάνη.",
    ),
    "glossary_PhysicalCompetence": MessageLookupByLibrary.simpleMessage(
      "Σωματική ικανότητα",
    ),
    "glossary_PhysicalCompetence_desc": MessageLookupByLibrary.simpleMessage(
      "Μπορεί να περιγραφεί ως η επάρκεια σε λεξιλόγιο κίνησης, ικανότητες κίνησης και ανεπτυγμένα μοτίβα κίνησης, καθώς και η ανάπτυξη αυτών σε μια σειρά από μορφές κίνησης.",
    ),
    "glossary_PhysicalDomain": MessageLookupByLibrary.simpleMessage(
      "Φυσικός τομέας",
    ),
    "glossary_PhysicalDomain_desc": MessageLookupByLibrary.simpleMessage(
      "Ο φυσικός τομέας ενθαρρύνει την καλλιέργεια της φυσικής ικανότητας σε μια σειρά περιβαλλόντων, προκειμένου να αναπτυχθεί ένα πλούσιο και ευρείας εμβέλειας λεξιλόγιο κίνησης.",
    ),
    "glossary_PhysicalEducation": MessageLookupByLibrary.simpleMessage(
      "Φυσική Αγωγή",
    ),
    "glossary_PhysicalEducation_desc": MessageLookupByLibrary.simpleMessage(
      "Η φυσική αγωγή είναι το σχολικό μάθημα στο οποίο τα παιδιά κάνουν σωματικές ασκήσεις ή συμμετέχουν σε σωματικά παιχνίδια και αθλήματα.",
    ),
    "glossary_PhysicalLiteracy": MessageLookupByLibrary.simpleMessage(
      "Φυσικός Γραμματισμός",
    ),
    "glossary_PhysicalLiteracy_desc": MessageLookupByLibrary.simpleMessage(
      "Ο σωματικός αλφαβητισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες για όλη τη ζωή.",
    ),
    "glossary_Sport": MessageLookupByLibrary.simpleMessage("Αθλητισμός"),
    "glossary_Sport_desc": MessageLookupByLibrary.simpleMessage(
      "Ο αθλητισμός χρησιμοποιείται συχνότερα για να αναφέρεται σε ανταγωνιστικά παιχνίδια ή σωματικές δραστηριότητες. Συνήθως, σε αυτό το πλαίσιο, τα αθλήματα διέπονται από ένα συμφωνημένο σύνολο κανόνων και απαιτούν από τους συμμετέχοντες να μάθουν και να επιδείξουν σωματικό αθλητισμό και δεξιότητες. Τα αθλήματα χρησιμοποιούνται εντός του προγράμματος σπουδών Φυσικής Αγωγής για την παροχή μαθησιακών εμπειριών.",
    ),
    "glossary_description": MessageLookupByLibrary.simpleMessage(
      "Μπορείτε να βρείτε ορολογία που σχετίζεται με τον Φυσικό Γραμματισμό στο Γλωσσάρι.",
    ),
    "glossary_instructions": MessageLookupByLibrary.simpleMessage(
      "Αυτό είναι ένα γλωσσάρι - μια λίστα όρων που σχετίζονται με τη φυσική παιδεία, και οι περιγραφές τους. Μετακινηθείτε στην παρακάτω λίστα για να βρείτε τον όρο που χρειάζεστε και κάντε κλικ για να δείτε την περιγραφή του.",
    ),
    "guided_discovery": MessageLookupByLibrary.simpleMessage(
      "Καθοδηγούμενη ανακάλυψη",
    ),
    "health_sector": MessageLookupByLibrary.simpleMessage("Τομέας υγείας"),
    "help": MessageLookupByLibrary.simpleMessage("Βοήθεια"),
    "hint": MessageLookupByLibrary.simpleMessage("Βοήθεια"),
    "hint_instruction": MessageLookupByLibrary.simpleMessage(
      "Κάντε κλικ στα γράμματα για να συμπληρώσετε τη λέξη χρησιμοποιώντας την υπόδειξη που παρέχεται.",
    ),
    "inclusion_teamwork": MessageLookupByLibrary.simpleMessage(
      "Ενσωμάτωση/ομαδική εργασία",
    ),
    "independent_and_socially_skilled": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής επιδεικνύει ανεξαρτησία και θετικές διαπροσωπικές δεξιότητες που συμβάλλουν στην αυξημένη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).",
    ),
    "individual": MessageLookupByLibrary.simpleMessage("Ατομικό"),
    "invalidPersonName": MessageLookupByLibrary.simpleMessage(
      "Μη έγκυρο όνομα",
    ),
    "lack_of_motivation": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής δεν θέλει να συμμετάσχει στα μαθήματα ΑΜ στο σχολείο επειδή δεν έχει αυτοπεποίθηση ή δεν έχει αρκετά κίνητρα (συναισθηματική διάσταση).",
    ),
    "lack_of_rules_knowledge": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής δεν γνωρίζει τους κανόνες του αγώνα μπάσκετ και δεν γνωρίζει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).",
    ),
    "lack_of_social_support": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής δεν έχει σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).",
    ),
    "lets_start": MessageLookupByLibrary.simpleMessage("Πάμε!"),
    "limited_motor_skills": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής έχει πολύ περιορισμένες κινητικές δεξιότητες και δυσκολεύεται να προσεγγίσει τις βασικές κινήσεις του βόλεϊ (σωματική διάσταση).",
    ),
    "local": MessageLookupByLibrary.simpleMessage("Τοπικός"),
    "motivation": MessageLookupByLibrary.simpleMessage("Κίνητρο"),
    "national": MessageLookupByLibrary.simpleMessage("Εθνικός"),
    "natural_spaces": MessageLookupByLibrary.simpleMessage("Φυσικοί χώροι "),
    "newBadgeText": MessageLookupByLibrary.simpleMessage(
      "Συγχαρητήρια! Πήρατε ενα νέο σήμα!",
    ),
    "newBadgeTitle": MessageLookupByLibrary.simpleMessage("Συλλογή σήματος"),
    "news": MessageLookupByLibrary.simpleMessage("Ενημέρωση"),
    "news_description": MessageLookupByLibrary.simpleMessage(
      "Εδώ μπορείτε να διαβάσετε άρθρα, αναρτήσεις και άλλα σχετικά με τον Φυσικό Γραμματισμό.",
    ),
    "next": MessageLookupByLibrary.simpleMessage("Επόμενο"),
    "nextChallengeUnlocked": MessageLookupByLibrary.simpleMessage(
      "Η επόμενη πρόκληση ξεκλειδώθηκε.",
    ),
    "no": MessageLookupByLibrary.simpleMessage("Όχι"),
    "no_badges_yet": MessageLookupByLibrary.simpleMessage(
      "Δεν έχετε κερδίσει σήματα ακόμη. Ολοκληρώστε μερικές προκλήσεις για να κερδίσετε σήματα.",
    ),
    "ok": MessageLookupByLibrary.simpleMessage("OK"),
    "organizations": MessageLookupByLibrary.simpleMessage("Οργανισμοί"),
    "organizations_and_institutions": MessageLookupByLibrary.simpleMessage(
      "Οργανισμοί και ιδρύματα",
    ),
    "organized_sport": MessageLookupByLibrary.simpleMessage(
      "Οργανωμένος αθλητικός τομέας",
    ),
    "parks_recreation": MessageLookupByLibrary.simpleMessage(
      "Πάρκα και εγκαταστάσεις αναψυχής",
    ),
    "physical_environment": MessageLookupByLibrary.simpleMessage(
      "Φυσικό περιβάλλον",
    ),
    "pick_avatar": MessageLookupByLibrary.simpleMessage(
      "Προσαρμόστε το avatar σας",
    ),
    "pick_buddy": MessageLookupByLibrary.simpleMessage("Επιλέξτε τον φίλο σας"),
    "pleaseProvideAValue": MessageLookupByLibrary.simpleMessage(
      "Παρακαλώ δώστε μια τιμή",
    ),
    "pleaseTurnDevice": MessageLookupByLibrary.simpleMessage(
      "Παρακαλώ γυρίστε τη συσκευή σας.",
    ),
    "positive_social_support": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής χτίζει θετικές σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).",
    ),
    "preliminary_level": MessageLookupByLibrary.simpleMessage(
      "Προκαταρκτικό επίπεδο",
    ),
    "privacy_policy": MessageLookupByLibrary.simpleMessage(
      "Πολιτική απορρήτου",
    ),
    "proceed": MessageLookupByLibrary.simpleMessage("Συνέχεια"),
    "profile": MessageLookupByLibrary.simpleMessage("Προφίλ"),
    "profile_description": MessageLookupByLibrary.simpleMessage(
      "Μπορείτε επίσης να διαχειριστείτε το προφίλ και τις προτιμήσεις σας εδώ.",
    ),
    "project_description": MessageLookupByLibrary.simpleMessage(
      "Το ePhyLi είναι ένα έργο που χρηματοδοτείται από το Erasmus+ Sport που στοχεύει στην προώθηση του σωματικού γραμματισμού και του υγιεινού τρόπου ζωής μέσω ψηφιακού υλικού για φοιτητές πανεπιστημίου.",
    ),
    "ready_letsgo": MessageLookupByLibrary.simpleMessage("Ναι, πάμε!"),
    "regional_or_national_policy": MessageLookupByLibrary.simpleMessage(
      "Περιφερειακή ή εθνική πολιτική",
    ),
    "resetGame": MessageLookupByLibrary.simpleMessage("Επανεκκίνηση"),
    "resetLoseProgressMessage": MessageLookupByLibrary.simpleMessage(
      "Αυτό θα επαναφέρει την τρέχουσα πρόοδό σας.",
    ),
    "restart": MessageLookupByLibrary.simpleMessage("Επανεκκίνηση"),
    "save": MessageLookupByLibrary.simpleMessage("Αποθήκευση"),
    "schools": MessageLookupByLibrary.simpleMessage("Σχολεία"),
    "screen_flip_notice": MessageLookupByLibrary.simpleMessage(
      "Η οθόνη σας θα αλλάξει σε οριζόντια λειτουργία για αυτή τη δραστηριότητα.",
    ),
    "self_efficacy": MessageLookupByLibrary.simpleMessage(
      "Αυτοαποτελεσματικότητα",
    ),
    "self_teaching": MessageLookupByLibrary.simpleMessage("Αυτοδιδασκαλία"),
    "self_teaching_lesson_1": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Ο δάσκαλος παρέχει πληροφορίες για τις βασικές κινητικές δεξιότητες (κύλιση, άλμα, τρέξιμο, έρπημα). Οι μαθητές πρέπει να αναπτύξουν παιχνίδια για να βελτιώσουν τις βασικές κινητικές τους δεξιότητες.",
    ),
    "self_teaching_lesson_2": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος παρέχει πληροφορίες για τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Οι μαθητές θα πρέπει να αναζητήσουν κάποιες ασκήσεις γιόγκα για να κάνουν στην τάξη με όλους.",
    ),
    "self_teaching_lesson_3": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές πρέπει να αναπτύξουν μια ιστορία για τις αρκούδες που ζουν στο δάσος και κάνουν καθημερινές ενέργειες (τρώγοντας, πλένονται, τριγυρνούν). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Οι μαθητές έχουν να βρει αστείες στρατηγικές για να τους κάνει να εκτελούν κινήσεις που εστιάζουν στη χρήση ενός συγκεκριμένου μέρους του σώματος Ο δάσκαλος παρέχει καθοδήγηση όταν χρειάζεται.",
    ),
    "self_teaching_lesson_4": MessageLookupByLibrary.simpleMessage(
      "Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος παρέχει πληροφορίες για τις υπηρεσίες βόλεϊ (βασικό σέρβις, βασικό σερβίς και άλμα). Οι μαθητές είναι ελεύθεροι να εργαστούν ατομικά ή ομαδικά. Πρέπει να αναπτύξουν κάποιες ασκήσεις για την προπόνηση των υπηρεσιών βόλεϊ.",
    ),
    "sex": MessageLookupByLibrary.simpleMessage("Φύλο"),
    "social_environment": MessageLookupByLibrary.simpleMessage(
      "Κοινωνικό περιβάλλον",
    ),
    "start": MessageLookupByLibrary.simpleMessage("Ξεκινηστε"),
    "strategic_analysis": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής μπορεί να αναλύσει και να προσαρμόσει στρατηγικές στην αγωνιστική κατάσταση του μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).",
    ),
    "tagline": MessageLookupByLibrary.simpleMessage("Καλωσορίσατε στο ePhyLi!"),
    "term1": MessageLookupByLibrary.simpleMessage("ΕΝΤΟΛΗ"),
    "term10": MessageLookupByLibrary.simpleMessage("ΞΕΚΙΝΗΜΑ"),
    "term10_hint": MessageLookupByLibrary.simpleMessage(
      "Διευθυνόμενοι από μαθητές, από το σχεδιασμό έως την εκτέλεση, με τον δάσκαλο ως σύμβουλο.",
    ),
    "term11": MessageLookupByLibrary.simpleMessage("ΑΥΤΟΔΙΔΑΣΚΑΛΙΑ"),
    "term11_hint": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές σχεδιάζουν, εκτελούν και αξιολογούν τη μάθησή τους.",
    ),
    "term1_hint": MessageLookupByLibrary.simpleMessage(
      "Ο έλεγχος των μαθησιακών δραστηριοτήτων των μαθητών από την οδηγία του δασκάλου.",
    ),
    "term2": MessageLookupByLibrary.simpleMessage("ΠΡΑΚΤΙΚΗ"),
    "term2_hint": MessageLookupByLibrary.simpleMessage(
      "Ανάθεση ορισμένων αποφάσεων από τον δάσκαλο στον μαθητή.",
    ),
    "term3": MessageLookupByLibrary.simpleMessage("ΑΜΟΙΒΑΙΟ"),
    "term3_hint": MessageLookupByLibrary.simpleMessage(
      "Ομάδες με ρόλους που έχουν ανατεθεί: εξάσκηση, παρατήρηση, αξιολόγηση, διόρθωση και βοήθεια.",
    ),
    "term4": MessageLookupByLibrary.simpleMessage("ΑΥΤΟΕΛΕΓΧΟΣ"),
    "term4_hint": MessageLookupByLibrary.simpleMessage(
      "Αυτοαξιολόγηση της εκτέλεσης της άσκησης και των αποτελεσμάτων.",
    ),
    "term5": MessageLookupByLibrary.simpleMessage("ΕΝΤΑΞΗ"),
    "term5_hint": MessageLookupByLibrary.simpleMessage(
      "Συνεργασία σε ομάδες για την επίτευξη κοινών στόχων.",
    ),
    "term6": MessageLookupByLibrary.simpleMessage("ΚΑΘΟΔΗΓΗΣΗ"),
    "term6_hint": MessageLookupByLibrary.simpleMessage(
      "Ο δάσκαλος οδηγεί τους μαθητές να ανακαλύψουν ανεξάρτητα λύσεις μέσω ερωτήσεων.",
    ),
    "term7": MessageLookupByLibrary.simpleMessage("ΣΥΓΚΛΙΝΩΝ"),
    "term7_hint": MessageLookupByLibrary.simpleMessage(
      "Οι μαθητές αναλύουν και αναπτύσσουν στρατηγικές για την επίλυση προβλημάτων που παρουσιάζονται από τον δάσκαλο.",
    ),
    "term8": MessageLookupByLibrary.simpleMessage("ΑΠΟΚΛΙΝΩΝ"),
    "term8_hint": MessageLookupByLibrary.simpleMessage(
      "Ενθαρρύνει τη δημιουργικότητα με ασκήσεις που δημιουργούν μόνοι τους.",
    ),
    "term9": MessageLookupByLibrary.simpleMessage("ΣΧΕΔΙΑΣΜΕΝΟ"),
    "term9_hint": MessageLookupByLibrary.simpleMessage(
      "Ένα εξατομικευμένο πρόγραμμα βασισμένο σε ατομικές ικανότητες, με σύμβουλο τον δάσκαλο.",
    ),
    "transport_systems": MessageLookupByLibrary.simpleMessage(
      "Συστήματα μεταφορών",
    ),
    "try_again": MessageLookupByLibrary.simpleMessage("Δοκιμάστε ξανά"),
    "tutorialTextChallenges": MessageLookupByLibrary.simpleMessage(
      "Μπράβο! Τώρα θα σας εξηγήσω πώς μπορείτε να ξεκινήσετε να παίζετε. Το παιχνίδι αποτελείται από πολλές προκλήσεις που πρέπει να ολοκληρώσετε με τη σειρά.\n\nΈχω ήδη ξεκλειδώσει την πρώτη πρόκληση για εσάς. Μόλις ολοκληρώσετε μια πρόκληση, θα ξεκλειδωθεί η επόμενη. Κάθε πρόκληση θα σας ανταμείβει με πόντους, οι οποίοι μπορούν να σας βοηθήσουν να ανέβετε το επίπεδο του χαρακτήρα σας. Μπορείτε επίσης να συγκεντρώσετε σήματα μέσω των προκλήσεων ή διαφόρων άλλων δραστηριοτήτων, αλληλεπιδρώντας με τις διάφορες λειτουργίες της εφαρμογής.",
    ),
    "tutorial_text": MessageLookupByLibrary.simpleMessage(
      "Καλώς ήρθατε στο ePhyLi, το ταξίδι σας στον Φυσικό Γραμματισμό πρόκειται να ξεκινήσει!\n\nΞεκινήστε μια μοναδική αποστολή για να μεταμορφώσετε τη ζωή σας μέσω της γνώσης, της δραστηριότητας και της κοινότητας. Περιηγηθείτε στις προκλήσεις και ξεκλειδώστε τα μυστικά ενός υγιεινού τρόπου ζωής. Το καθήκον σας δεν είναι απλώς να παίξετε αλλά να εξελιχθείτε, μαθαίνοντας για τη σωματική υγεία και ευεξία. Λύστε εργασίες και προκλήσεις, κάντε σημαντικές επιλογές και σχεδιάστε την πρόοδό σας σε έναν ελκυστικό κόσμο όπου κάθε βήμα μετράει για τον απώτερο στόχο σας: να κατακτήσετε τον Φυσικό Γραμματισμό.\n\nΕίστε έτοιμοι να ξεκινήσετε την περιπέτειά σας;",
    ),
    "tutorial_text_buddy": MessageLookupByLibrary.simpleMessage(
      "Γεια, είμαι ο φίλος σας στο ePhyLi, ένας εικονικός σύντροφος που έχει σχεδιαστεί για να σας καθοδηγεί και να σας βοηθά σε όλη τη διάρκεια του παιχνιδιού. Επιτρέψτε μου να σας παρουσιάσω το παιχνίδι με ένα σύντομο σεμινάριο.",
    ),
    "under_construction": MessageLookupByLibrary.simpleMessage("Υπό κατασκευή"),
    "viewBadges": MessageLookupByLibrary.simpleMessage("Προβολή σημάτων"),
    "visit_website": MessageLookupByLibrary.simpleMessage(
      "Επισκεφτείτε τον ιστότοπο του έργου",
    ),
    "wants_to_participate": MessageLookupByLibrary.simpleMessage(
      "Ο μαθητής θέλει να συμμετάσχει σε μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση της δυνατότητας βελτίωσης (συναισθηματική διάσταση).",
    ),
    "welcomeText": MessageLookupByLibrary.simpleMessage("Welcome text"),
    "well_done": MessageLookupByLibrary.simpleMessage("Μπράβο!"),
    "whatIsYourName": MessageLookupByLibrary.simpleMessage(
      "Ποιό είναι το όνομά σας;",
    ),
    "workplace": MessageLookupByLibrary.simpleMessage("Χώρος εργασίας"),
    "yes": MessageLookupByLibrary.simpleMessage("Ναί"),
    "you_have_earned_badge": MessageLookupByLibrary.simpleMessage(
      "Έχετε πάρει αυτό το σήμα. Μπράβο!",
    ),
  };
}
