// ignore: unused_import
import 'package:intl/intl.dart' as intl;
import 'app_localizations.dart';

// ignore_for_file: type=lint

/// The translations for Modern Greek (`el`).
class AppLocalizationsEl extends AppLocalizations {
  AppLocalizationsEl([String locale = 'el']) : super(locale);

  @override
  String get tagline => 'Καλώς ήρθατε στο ePhyLi!';

  @override
  String get welcomeText => 'Το ταξίδι σας στον Σωματικό Γραμματισμό ξεκινά!';

  @override
  String get english => 'Αγγλικά';

  @override
  String get greek => 'Ελληνικά';

  @override
  String get italian => 'Ιταλικά';

  @override
  String get french => 'Γαλλικά';

  @override
  String get luxenbourgese => 'Λουξεμβουργιανά';

  @override
  String get polish => 'Πολωνικά';

  @override
  String get start => 'Έναρξη';

  @override
  String get proceed => 'Προχωρήστε';

  @override
  String get whatIsYourName => 'Ποιο είναι το όνομά σας;';

  @override
  String get customizeAvatar => 'Προσαρμόστε το avatar σας';

  @override
  String get pleaseProvideAValue => 'Παρακαλώ δώστε μια τιμή';

  @override
  String get invalidPersonName => 'Μη έγκυρο όνομα';

  @override
  String get ePhyLiBuddy => 'ePhyLi Φίλος';

  @override
  String get ePhyLiBuddyIntroHeadline => 'Ο φίλος σας στο ePhyLi';

  @override
  String get buddyIntro =>
      'Αυτός είναι ο φίλος σας στο ePhyLi. Μπορεί να σας βοηθήσει με πολύτιμες πληροφορίες σχετικά με το παιχνίδι και να σας καθοδηγήσει για να ολοκληρώσετε τις προκλήσεις μας. Επιλέξτε τον φίλο σας κάνοντας κλικ στα παρακάτω βέλη και, στη συνέχεια, κάντε κλικ στο \'Προχωρήστε\'.';

  @override
  String get buddy_description =>
      'Μπορείτε επίσης να με καλέσετε εάν χρειάζεστε βοήθεια με μια δραστηριότητα. Μπορώ να σας προσφέρω επιπλέον βοήθεια ή συμβουλές.';

  @override
  String get news => 'Νέα';

  @override
  String get news_description =>
      'Εδώ μπορείτε να διαβάσετε άρθρα, αναρτήσεις και πολλά άλλα, σχετικά με τον Σωματικό Γραμματισμό.';

  @override
  String get glossary => 'Γλωσσάριο';

  @override
  String get glossary_description =>
      'Στο Γλωσσάριο μπορείτε να βρείτε την ορολογία που σχετίζεται με τον Σωματικό Γραμματισμό.';

  @override
  String get profile => 'Προφίλ';

  @override
  String get profile_description =>
      'Μπορείτε επίσης να διαχειριστείτε το προφίλ και τις προτιμήσεις σας εδώ.';

  @override
  String get tutorial_text =>
      'Καλώς ήρθατε στο ePhyLi, το ταξίδι σας στον Σωματικό Γραμματισμό ξεκινά!\nΞεκινήστε μια μοναδική αποστολή για να αλλάξετε τη ζωή σας μέσω της γνώσης και της δραστηριότητας. Περιηγηθείτε στις προκλήσεις και ξεκλειδώστε τα μυστικά ενός υγιεινού τρόπου ζωής. Ο στόχος σας δεν είναι μόνο να παίξετε, αλλά να εξελιχθείτε, μαθαίνοντας για τη σωματική υγεία και ευεξία. Επιλύστε εργασίες και προκλήσεις, κάντε σημαντικές επιλογές και καταγράψτε την πρόοδό σας σε έναν συναρπαστικό κόσμο όπου κάθε βήμα μετράει για τον απώτερο στόχο σας: την κατάκτηση του Σωματικού Γραμματισμού.\n\n\nΈτοιμοι να ξεκινήσετε την περιπέτειά σας;\n';

  @override
  String get ready_letsgo => 'Ναι, πάμε!';

  @override
  String get tutorial_text_buddy =>
      'Γεια σας, είμαι ο φίλος σας στο ePhyLi, ένας εικονικός σύντροφος που έχει σχεδιαστεί για να σας καθοδηγήσει και να σας βοηθήσει σε όλο το παιχνίδι. Επιτρέψτε μου να σας παρουσιάσω το παιχνίδι με ένα σύντομο οδηγό.';

  @override
  String get next => 'Επόμενο';

  @override
  String get tutorialTextChallenges =>
      'Μπράβο! Τώρα θα σας εξηγήσω πώς μπορείτε να ξεκινήσετε να παίζετε. Το παιχνίδι αποτελείται από διάφορες προκλήσεις που πρέπει να ολοκληρώσετε με τη σειρά.\n\nΈχω ήδη ξεκλειδώσει την πρώτη πρόκληση για εσάς. Μόλις ολοκληρώσετε μια πρόκληση, η επόμενη θα ξεκλειδωθεί. Μπορείτε επίσης να συγκεντρώσετε παράσημα μέσω των προκλήσεων ή διαφόρων άλλων δραστηριοτήτων, αλληλεπιδρώντας με τις διάφορες λειτουργίες της εφαρμογής.';

  @override
  String get exploreChallenges => 'Εντάξει, ας εξερευνήσουμε τις προκλήσεις!';

  @override
  String get challengesTextTutorial =>
      'Αυτές είναι οι προκλήσεις που πρέπει να ολοκληρώσετε. Κάθε μία από αυτές τις προκλήσεις μπορεί να αποτελείται από πολλές δραστηριότητες και μόλις ολοκληρώσετε όλες τις δραστηριότητες σε μια πρόκληση, θα ξεκλειδώσω την επόμενη πρόκληση για εσάς. Να θυμάστε πάντα να χρησιμοποιείτε τη βοήθειά μου αν κολλήσετε σε μια δραστηριότητα και να θυμάστε να χρησιμοποιείτε τις πηγές στις ενότητες «Νέα» και «Γλωσσάριο».\n\nΟ οδηγός μας ολοκληρώθηκε. Νομίζω ότι είστε έτοιμοι να ξεκινήσετε!';

  @override
  String get challengesTextNormal =>
      'Έχετε ολοκληρώσει %1 από τις %2 προκλήσεις μέχρι στιγμής. Θα θέλατε να δοκιμάσετε την επόμενη πρόκληση;';

  @override
  String get ok => 'OK';

  @override
  String get newBadgeTitle => 'Συλλογή παράσημου';

  @override
  String get newBadgeText => 'Συγχαρητήρια! Λάβατε νέο παράσημο. Μπράβο!';

  @override
  String get viewBadges => 'Προβολή παρασήμων';

  @override
  String get completed => 'Ολοκληρωμένο';

  @override
  String get activities => 'Δραστηριότητες';

  @override
  String get challengesTextNormalInitial =>
      'Γεια σου %1! Ήρθε η ώρα να ξεκινήσετε! Θα θέλατε να δοκιμάσετε την επόμενη πρόκληση;';

  @override
  String get challengesTextFinishedAll =>
      'Συγχαρητήρια! Έχετε ολοκληρώσει όλες τις προκλήσεις. Θα θέλατε να επαναλάβετε κάποια από αυτές;';

  @override
  String get nextChallengeUnlocked => 'Η επόμενη πρόκληση έχει ξεκλειδωθεί.';

  @override
  String get challengeLocked => 'Αυτή η πρόκληση είναι κλειδωμένη';

  @override
  String get challengeLockedMessage =>
      'Αυτή η πρόκληση είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες προκλήσεις για ξεκλείδωμα.';

  @override
  String get activityLockedMessage =>
      'Αυτή η δραστηριότητα είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες δραστηριότητες για να την ξεκλείδωσετε.';

  @override
  String get error => 'Παρουσιάστηκε σφάλμα.';

  @override
  String get lets_start => 'Ας ξεκινήσουμε!';

  @override
  String get resetGame => 'Επαναφορά παιχνιδιού';

  @override
  String get areYouSure => 'Είστε σίγουροι;';

  @override
  String get resetLoseProgressMessage =>
      'Αυτό θα επαναφέρει την τρέχουσα πρόοδό σας.';

  @override
  String get cancel => 'Ακύρωση';

  @override
  String get finish => 'Ολοκλήρωση';

  @override
  String get gameOver => 'Τέλος παιχνιδιού';

  @override
  String get alreadyPlayedActivity =>
      'Έχετε ήδη συμμετάσχει σε αυτή τη δραστηριότητα. Θα θέλατε να την επαναλάβετε;';

  @override
  String get yes => 'Ναι';

  @override
  String get no => 'Όχι';

  @override
  String get unableToStartActivity =>
      'Σφάλμα - Δεν είναι δυνατή η εκκίνηση αυτής της δραστηριότητας.';

  @override
  String get clickOnImageToZoom =>
      'Πατήστε την εικόνα για μεγέθυνση για περισσότερες λεπτομέρειες.';

  @override
  String get clickToViewArticle => 'Κάντε κλικ εδώ για να διαβάσετε το άρθρο';

  @override
  String get clickOKToContinue => 'Κάντε κλικ στο OK για να συνεχίσετε';

  @override
  String get challenges_unlocked => '%1 πρόκληση(εις) ξεκλειδώθηκαν!';

  @override
  String get screen_flip_notice =>
      'Η οθόνη σας θα αλλάξει σε οριζόντια λειτουργία για αυτήν τη δραστηριότητα.';

  @override
  String get drop_here => 'Αφήστε το εδώ';

  @override
  String get available_cards => 'Διαθέσιμες κάρτες';

  @override
  String get dragging => 'Τραβήξτε...';

  @override
  String get well_done => 'Μπράβο!';

  @override
  String get try_again => 'Δοκίμασε ξανά';

  @override
  String get check_solution => 'Ελέγξτε τη λύση';

  @override
  String get back => 'Πίσω';

  @override
  String get pleaseTurnDevice => 'Παρακαλώ περιστρέψτε τη συσκευή σας.';

  @override
  String get badges_view_title => 'Τα παρασημά σας';

  @override
  String get you_have_earned_badge =>
      'Έχετε κερδίσει αυτό το παράσημο. Μπράβο!';

  @override
  String get save => 'Αποθήκευση';

  @override
  String get glossary_instructions =>
      'Αυτό είναι ένα γλωσσάριο - ένας κατάλογος όρων που σχετίζονται με τον σωματικό γραμματισμό και τις περιγραφές τους. Περιηγηθείτε στην παρακάτω λίστα για να βρείτε τον όρο που χρειάζεστε και κάντε κλικ σε αυτόν για να δείτε την περιγραφή του.';

  @override
  String get under_construction => 'Υπό κατασκευή';

  @override
  String get enter_name => 'Εισάγετε το όνομά σας';

  @override
  String get pick_avatar => 'Προσαρμόστε το avatar σας';

  @override
  String get pick_buddy => 'Επιλέξτε τον φίλο σας στο ePhyLi';

  @override
  String get help => 'Βοήθεια';

  @override
  String get no_badges_yet =>
      'Δεν έχετε κερδίσει κάποιο παράσημο. Ολοκληρώστε τις προκλήσεις για να κερδίσετε παράσημα.';

  @override
  String get about => 'Σχετικά με το';

  @override
  String get project_description =>
      'Το ePhyLi είναι ένα έργο που χρηματοδοτείται από το Erasmus+ Sport και έχει ως στόχο την προώθηση του σωματικού γραμματισμού και του υγιεινού τρόπου ζωής μέσω ψηφιακού υλικού για φοιτητές πανεπιστημίων.';

  @override
  String get visit_website => 'Επισκεφθείτε την ιστοσελίδα του έργου';

  @override
  String get about_the_app => 'Σχετικά με την εφαρμογή';

  @override
  String get change_language => 'Αλλαγή γλώσσας';

  @override
  String get privacy_policy => 'Πολιτική απορρήτου';

  @override
  String get clear => 'Καθαρισμός';

  @override
  String get c1a1_welcome =>
      'Καλώς ήρθατε στην πρόκληση 1. Αντιστοιχίστε τις έννοιες με τις κατάλληλες περιγραφές. Προσοχή! Αν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Έτοιμοι;';

  @override
  String get c1a1_congrats =>
      'Μπράβο! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές.';

  @override
  String get c1a1_reading_instruction =>
      'Διαβάστε το απόσπασμα του επιστημονικού άρθρου που αναφέρεται παρακάτω για να ξεκινήσετε το επόμενο βήμα της πρόκλησης.';

  @override
  String get c1a1_5mistakesReset =>
      'Έχετε κάνει 5 λάθη και το παιχνίδι θα επανεκκινηθεί.';

  @override
  String get c1a2_bubble1 =>
      'Πρόοδος στην τεχνολογία και αλλαγές στον τρόπο ζωής';

  @override
  String get c1a2_bubble2 =>
      'ελαχιστοποιήστε την ανάγκη για φυσική αλληλεπίδραση με το περιβάλλον.';

  @override
  String get c1a2_bubble3 =>
      'Για παράδειγμα, τα δημόσια ή ιδιωτικά μέσα μεταφοράς μειώνουν την ανάγκη για (σωματική) μετακίνηση για να μετακινηθείτε.';

  @override
  String get c1a2_bubble4 =>
      'Αυτό οδηγεί σε αυξημένο κίνδυνο ανάπτυξης παθολογιών.';

  @override
  String get c1a2_bubble5 =>
      'Οι καθιστικές συμπεριφορές επηρεάζουν την υγεία, αλλά έχουν επίσης βαθιές επιπτώσεις στην ψυχική και συναισθηματική ευεξία.';

  @override
  String get c1a2_bubbles_instructions =>
      'Διαβάστε και, στη συνέχεια, πατήστε κάθε φούσκα για να αποκαλύψετε την επόμενη.';

  @override
  String get c1a2_finish =>
      'Η αναζωπύρωση της σχέσης μας με τη σωματική δραστηριότητα και το περιβάλλον είναι επιτακτική ανάγκη για μια υγιή και ικανοποιητική ζωή. Διαβάστε αυτό το επιστημονικό άρθρο για να μάθετε περισσότερα.';

  @override
  String get c2a1_intro_message =>
      'Καλώς ήρθατε στο τέλος του XIX αιώνα. Τοποθετήστε τις κάρτες στο χρυσό χρονοδιάγραμμα ταιριάζοντας την έννοια του Σωματικού Αλφαβητισμού με τα ιστορικά δεδομένα. Έτοιμοι; Ας ξεκινήσουμε!';

  @override
  String get c2a1_term1 =>
      'Αμερικανός λοχαγός του στρατού χρησιμοποίησε τη λέξη « Σωματικός Γραμματισμός» για να περιγράψει τη σωματική ικανότητα ή την ποιότητα της κίνησης ενός αυτόχθονου πολιτισμού.';

  @override
  String get c2a1_term2 =>
      'Αμερικανοί εκπαιδευτικοί δήλωσαν: «Πρέπει να προετοιμαστούμε για σωματικό γραμματισμό καθώς και για νοητικό γραμματισμό», ανταποκρινόμενοι στην επερχόμενη εποχή του εκσυγχρονισμού και της στρατολόγησης.';

  @override
  String get c2a1_term3 =>
      'Η Margaret Whitehead προωθεί τη συζήτηση σχετικά με την έννοια του Σωματικού Γραμματισμού.';

  @override
  String get c2a1_term4 =>
      'Η λέξη «Σωματικός Γραμματισμός» χρησιμοποιήθηκε για να περιγράψει \'Μια πειθαρχημένη κυριαρχία πάνω στο σώμα\'.';

  @override
  String get c2a1_term5 =>
      'Η Margaret Whitehead δημοσίευσε ένα επιστημονικό άρθρο στο European Journal of Physical Education για να προωθήσει μια ανοιχτή συζήτηση σχετικά με την έννοια του σωματικού γραμματισμού.';

  @override
  String get c2a1_term6 =>
      'Ολιστική προσέγγιση της έννοιας του Σωματικού Γραμματισμού, προσδιορίζοντας τέσσερις διαστάσεις: σωματική, συναισθηματική, κοινωνική και γνωστική διάσταση.';

  @override
  String get c2a1_finish_message =>
      'Μπράβο! Όλες οι κάρτες είναι σωστά διατεταγμένες! Ας προχωρήσουμε στην επόμενη δραστηριότητα.';

  @override
  String get c2a2_intro_message =>
      'Τα τελευταία χρόνια, διαφορετικές χώρες έχουν υιοθετήσει διαφορετικούς ορισμούς του σωματικού γραμματισμού. Στην επόμενη δραστηριότητα πρέπει να συνδέσετε τον ορισμό του σωματικού γραμματισμού με τη χώρα στην οποία υιοθετείται.';

  @override
  String get c2a2_finish_message =>
      'Συγχαρητήρια! Ολοκληρώσατε αυτήν την πρόκληση!';

  @override
  String get c2a2_instruction =>
      'Ποιος υιοθέτησε τον παραπάνω ορισμό; Κάντε κλικ στην επιλογή που θεωρείτε σωστή.';

  @override
  String get c2a2_term1 =>
      'Ο σωµατικός γραµµατισµός µπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωµατική επάρκεια, η γνώση και η κατανόηση για την εκτίµηση και την ανάληψη ευθύνης για την ενασχόληση µε σωµατικές δραστηριότητες για όλη τη ζωή.';

  @override
  String get c2a2_term2 =>
      'Ο σωματικός γραμματισμός αφορά την ανάπτυξη των δεξιοτήτων, των γνώσεων και των συμπεριφορών που μας δίνουν την αυτοπεποίθηση και το κίνητρο να ζούμε μια δραστήρια ζωή.';

  @override
  String get c2a2_term3 =>
      'Ο σωµατικός γραµµατισµός είναι η ικανότητα, η αυτοπεποίθηση και η επιθυµία να είµαστε σωµατικά δραστήριοι για όλη µας τη ζωή.';

  @override
  String get c2a2_term4 =>
      'Φυσικός γραμματισμός είναι η σχέση μας με την κίνηση και τη σωματική δραστηριότητα καθ\' όλη τη διάρκεια της ζωής μας.';

  @override
  String get c2a2_option1 => 'IPLA, Ιρλανδία, Βόρεια Ιρλανδία, Καναδάς';

  @override
  String get c2a2_option2 => 'Αυστραλία';

  @override
  String get c2a2_option3 => 'Η.Π.Α';

  @override
  String get c2a2_option4 => 'Αγγλία';

  @override
  String get c3a1_intro_message =>
      'Ταξινόμησε τις κάρτες με χρονολογική σειρά (από πάνω προς τα κάτω), σύμφωνα με την σπείρα ανάπτυξης του σωματικού γραμματισμού του Jurbala. Έτοιμοι;';

  @override
  String get c3a1_activity_message =>
      'Σύρε τις κάρτες για να τις τοποθετήσεις στη σωστή σειρά βάσει της σπείρας σωματικού γραμματισμού του Jurbala.\nΗ οθόνη μπορεί να μετακινηθεί προς τα πάνω ή προς τα κάτω για να δείτε όλες τις επιλογές. Κάντε κλικ στο πλαίσιο για να το επιλέξετε και, στη συνέχεια, σύρετέ το.';

  @override
  String get c3a1_success => 'Μπράβο! Ταξινομήσατε σωστά τις κάρτες!';

  @override
  String c3a1_fail(num count) {
    final intl.NumberFormat countNumberFormat = intl.NumberFormat.compact(
      locale: localeName,
    );
    final String countString = countNumberFormat.format(count);

    String _temp0 = intl.Intl.pluralLogic(
      count,
      locale: localeName,
      other: ' Υπάρχουν $countString λάθη στην ταξινόμηση των καρτών.',
      one: ' Υπάρχει 1 λάθος στην ταξινόμηση των καρτών.',
      zero: 'Δεν υπάρχουν λάθη.',
    );
    return '$_temp0';
  }

  @override
  String get c3a1_finish_message =>
      'Συγχαρητήρια, ολοκληρώσατε την πρόκληση. Κάντε κλικ στην επιλογή \'\'Ολοκλήρωση\'\' για να κερδίσετε ένα παράσημο!';

  @override
  String get c3a1_term1 => 'Εμπλουτισμένο περιβάλλον κίνησης';

  @override
  String get c3a1_term2 => 'Εκτεταμένη αναπτυξιακή συμμετοχή';

  @override
  String get c3a1_term3 => 'Αυξημένο ρεπερτόριο κίνησης';

  @override
  String get c3a1_term4 => 'Βελτιωμένη επάρκεια σε όλο το ρεπερτόριο';

  @override
  String get c3a1_term5 => 'Βελτιωμένη προσαρμοστικότητα σε νέες κινήσεις';

  @override
  String get c3a1_term6 => 'Αυξημένη αυτο-αποτελεσματικότητα';

  @override
  String get c3a1_term7 => 'Αυξημένη διάθεση για δοκιμή νέων δραστηριοτήτων';

  @override
  String get c3a1_term8 => 'Αυξημένη επιτυχία σε νέες δραστηριότητες';

  @override
  String get c3a1_term9 => 'Διατήρηση σε νέες δραστηριότητες';

  @override
  String get c3a1_term10 => 'Αυξημένη συμμετοχή';

  @override
  String get c3a1_term11 => 'Βελτίωση της υγείας';

  @override
  String get c3a1_term12 => 'Βελτίωση της ποιότητας ζωής';

  @override
  String get c4a1_intro_message =>
      'Καλώς ήρθατε στην τέταρτη πρόκληση. Θα διαβάσετε διαφορετικά πραγματικά σενάρια. Σκεφτείτε τους παράγοντες ή τις στρατηγικές που επηρεάζουν το κίνητρο για σωματική δραστηριότητα/κίνηση. Πρέπει να επιλέξετε τους παράγοντες που ισχύουν για κάθε σενάριο. Σε κάθε σενάριο μπορεί να υπάρχουν περισσότεροι από ένας παράγοντες που ισχύουν. Έτοιμοι;';

  @override
  String get c4a1_instruction_message =>
      'Είναι μια ηλιόλουστη Κυριακή. Αποφασίστε ποια δραστηριότητα αναψυχής θα ήταν η καλύτερη για ένα παιδί. Κάντε κλικ στις ιδιότητες που εμφανίζονται στην οθόνη για κάθε δραστηριότητα, προσπαθώντας να εντοπίσετε ποιες από αυτές θα μπορούσαν να προταθούν για την αύξηση του Σωματικού Γραμματισμού του παιδιού. Προσοχή! Αν κάνετε κλικ σε λάθος ιδιότητα, η επιλογή σας θα μηδενιστεί. Όταν τελειώσετε, κάντε κλικ στο «Έλεγχος λύσης» για να ελέγξετε τη λύση σας.';

  @override
  String get c4a1_finish_message =>
      'Μπράβο! Έχετε ολοκληρώσει τη δραστηριότητα. Ας προχωρήσουμε!';

  @override
  String get c4a1_category_funny => 'Διασκεδαστικό';

  @override
  String get c4a1_category_social => 'Κοινωνικό';

  @override
  String get c4a1_category_active => 'Δραστήριο';

  @override
  String get c4a1_category_movements => 'Περιλαμβάνει διαφορετικές κινήσεις';

  @override
  String get c4a1_term1 =>
      'Παίζοντας βιντεοπαιχνίδια χρησιμοποιώντας tablet, smartphone ή υπολογιστή ή βλέποντας τηλεόραση μόνος του.';

  @override
  String get c4a1_term2 => 'Παίζοντας χαρτιά με φίλους στο σπίτι';

  @override
  String get c4a1_term3 => 'Κηπουρική με μέλη της οικογένειας';

  @override
  String get c4a1_term4 => 'Παίζοντας με το σκύλο';

  @override
  String get c4a1_term5 => 'Αφήγηση ιστοριών καθισμένοι στον καναπέ';

  @override
  String get c4a1_term6 => 'Περπάτημα στη γειτονιά με τα μέλη της οικογένειας';

  @override
  String get c4a2_instruction_message =>
      'Είναι μια ηλιόλουστη μέρα στο δημοτικό σχολείο. Αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και αναθέστε ιδιότητες σε κάθε δραστηριότητα για να εντοπίσετε ποιες από αυτές θα μπορούσαν να προταθούν στους μαθητές σας για να βελτιώσουν τη σωματική τους παιδεία κατά τη διάρκεια των διαλειμμάτων.';

  @override
  String get c4a2_term1 => 'Παίζοντας με το tablet και το smartphone.';

  @override
  String get c4a2_term2 => 'Σχεδίαση και ζωγραφική';

  @override
  String get c4a2_term3 => 'Αφήγηση ιστοριών καθισμένοι στην αυλή του σχολείου';

  @override
  String get c4a2_term4 =>
      'Αφήγηση μιας ιστορίας που απαιτεί από τα παιδιά να μιμηθούν τις κινήσεις των ζώων';

  @override
  String get c4a2_term5 => 'Παίζοντας με μια μπάλα';

  @override
  String get c4a2_term6 => 'Παιχνίδι αναζήτησης και κρυφτό';

  @override
  String get c4a3_intro_message =>
      'Το τρίτο μας σενάριο βασίζεται στο οικολογικό μοντέλο των καθοριστικών παραγόντων της σωματικής δραστηριότητας. Στην επόμενη δραστηριότητα, πρέπει να αντιστοιχίσετε κάθε παράγοντα με τη σωστή κατηγορία του.';

  @override
  String get c4a3_instruction_message =>
      'Μετακινήστε τον παράγοντα που βρίσκεται στον μεσαίο κύκλο και επηρεάζει τη συμμετοχή στη σωματική δραστηριότητα στους εξωτερικούς κύκλους.';

  @override
  String get c4a3_info_message =>
      'Ακολουθεί μια γρήγορη υπενθύμιση του πώς φαίνεται το μοντέλο. Μπορείτε να κάνετε κλικ στην εικόνα για να κάνετε μεγέθυνση.';

  @override
  String get c4a3_finish_message =>
      'Μπράβο! Ολοκληρώσατε την τέταρτη πρόκληση. Πατήστε \'Ολοκλήρωση\' για να λάβετε το παράσημό σας!';

  @override
  String get individual => 'Ατομικό';

  @override
  String get social_environment => 'Κοινωνικό περιβάλλον';

  @override
  String get organizations_and_institutions => 'Οργανισμοί και ιδρύματα';

  @override
  String get physical_environment => 'Φυσικό περιβάλλον';

  @override
  String get regional_or_national_policy => 'Περιφερειακή ή εθνική πολιτική';

  @override
  String get culture => 'Πολιτισμός';

  @override
  String get motivation => 'Κίνητρο';

  @override
  String get beliefs => 'Πεποιθήσεις';

  @override
  String get sex => 'Φύλο';

  @override
  String get self_efficacy => 'Αυτο-αποτελεσματικότητα';

  @override
  String get family => 'Οικογένεια';

  @override
  String get friends => 'Φίλοι';

  @override
  String get cultural_norms => 'Πολιτιστικά πρότυπα';

  @override
  String get colleagues => 'Συνάδελφοι';

  @override
  String get schools => 'Σχολεια';

  @override
  String get community_clubs => 'Κοινοτικές λέσχες';

  @override
  String get organizations => 'Οργανισμοί';

  @override
  String get workplace => 'Χώρος εργασίας';

  @override
  String get built_environment => 'Δομημένο περιβάλλον';

  @override
  String get active_opportunities => 'Ενεργές ταξιδιωτικές ευκαιρίες ';

  @override
  String get parks_recreation => 'Πάρκα και εγκαταστάσεις αναψυχής';

  @override
  String get natural_spaces => 'Φυσικοί χώροι ';

  @override
  String get transport_systems => 'Συστήματα μεταφορών';

  @override
  String get health_sector => 'Τομέας της υγείας';

  @override
  String get education_school => 'Εκπαίδευση και σχολικός τομέας';

  @override
  String get organized_sport => 'Τομέας οργανωμένου αθλητισμού';

  @override
  String get national => 'Εθνικός';

  @override
  String get local => 'Τοπικός';

  @override
  String get c5a1_intro_message =>
      'Καλώς ήρθατε στην πρόκληση 5. Προκαλείστε να συμπληρώσετε το διάγραμμα που ακολουθεί συμπληρώνοντας τα στοιχεία που λείπουν. Κάντε κλικ στα κίτρινα πλαίσια και, στη συνέχεια, επιλέξτε το σωστό στοιχείο για αυτό το μέρος του διαγράμματος. Έτοιμοι;';

  @override
  String get c5a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την πέμπτη πρόκληση. Πατήστε \'\'Ολοκλήρωση\'\' για να λάβετε το παράσημό σας!';

  @override
  String get c5a1_instruction_title => 'Επιλέξτε στοιχείο';

  @override
  String get c5a1_instruction_place =>
      'Κάντε κλικ στο στοιχείο που θέλετε να τοποθετήσετε σε αυτή την περιοχή:';

  @override
  String get c5a1_help =>
      'Κάντε κλικ στα κίτρινα πλαίσια για να συμπληρώσετε τα κενά μέρη του διαγράμματος.';

  @override
  String get currentElement => 'Επιλεγμένο στοιχείο:';

  @override
  String get c6a1_welcome =>
      'Καλώς ήρθατε στην πρόκληση 6. Αντιστοιχίστε τις έννοιες που παρουσιάζονται παρακάτω με τις κατάλληλες περιγραφές. Προσοχή! Αν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Έτοιμοι;';

  @override
  String get c6a1_congrats =>
      'Μπράβο! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές. Κάντε κλικ στο \'\'Ολοκλήρωση\'\' για να κερδίσετε ένα παράσημο.';

  @override
  String get c7a1_welcome =>
      'Καλώς ήρθατε στην πρόκληση 7. Θα σας παρουσιαστούν σενάρια που αντιπροσωπεύουν τα επίπεδα εξέλιξης της αθλητικής πρακτικής ενός μαθητή σε σχέση με τις τέσσερις διαστάσεις του σωματικού γραμματισμού (σωματική, συναισθηματική, κοινωνική και γνωστική). Για κάθε σενάριο, πρέπει να προσδιορίσετε το σωστό επίπεδο εξέλιξης σύροντας το σενάριο στο σωστό επίπεδο. Έτοιμοι;';

  @override
  String get c7a1_instruction =>
      'Προσδιορίστε το σωστό επίπεδο για αυτό το σενάριο:';

  @override
  String get c7a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την έβδομη πρόκληση. Πατήστε \'\'Ολοκλήρωση\'\' για να λάβετε το παράσημό σας!';

  @override
  String get limited_motor_skills =>
      'Ο μαθητής έχει πολύ περιορισμένες κινητικές δεξιότητες και δυσκολεύεται να προσεγγίσει τις βασικές κινήσεις της πετοσφαίρισης (σωματική διάσταση).';

  @override
  String get lack_of_rules_knowledge =>
      'Ο μαθητής δεν γνωρίζει τους κανόνες του παιχνιδιού της καλαθοσφαίρισης και δεν γνωρίζει τα οφέλη για την υγεία που σχετίζονται με την αθλητική εξάσκηση (γνωστική διάσταση).';

  @override
  String get lack_of_motivation =>
      'Ο μαθητής δεν θέλει να συμμετέχει σε μαθήματα φυσικής αγωγής στο σχολείο επειδή δεν έχει αρκετή αυτοπεποίθηση ή κίνητρα (συναισθηματική διάσταση).';

  @override
  String get lack_of_social_support =>
      'Ο μαθητής δεν έχει σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή του σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get developing_motor_skills =>
      'Ο μαθητής αναπτύσσει βασικές κινητικές δεξιότητες στην πετοσφαίριση και έχει μεγαλύτερη επίγνωση των δικών του φυσικών ικανοτήτων (φυσική διάσταση).';

  @override
  String get basic_rules_knowledge =>
      'Ο μαθητής μπορεί να περιγράψει τους κανόνες του παιχνιδιού της καλαθοσφαίρισης και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).';

  @override
  String get wants_to_participate =>
      'Ο μαθητής θέλει να συμμετέχει σε μαθήματα φυσικής αγωγής στο σχολείο και γνωρίζει τη δυνατότητα βελτίωσης (συναισθηματική διάσταση).';

  @override
  String get positive_social_support =>
      'Ο μαθητής χτίζει θετικές σχέσεις που τονώνουν και τον υποστηρίζουν στη συμμετοχή του σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get adapts_to_game =>
      'Ο μαθητής γνωρίζει πώς να προσαρμόζεται στις καταστάσεις του παιχνιδιού της πετοσφαίρισης και είναι σωματικά ικανός να τις αντιμετωπίσει (φυσική διάσταση).';

  @override
  String get strategic_analysis =>
      'Ο μαθητής μπορεί να αναλύσει και να προσαρμόσει στρατηγικές στην κατάσταση του παιχνιδιού της καλαθοσφαίρισης και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).';

  @override
  String get enthusiastic_participation =>
      'Ο μαθητής είναι ενθουσιασμένος με τη συμμετοχή του σε μαθήματα φυσικής αγωγής στο σχολείο και γνωρίζει το επίπεδο συμμετοχής του (συναισθηματική διάσταση).';

  @override
  String get independent_and_socially_skilled =>
      'Ο μαθητής επιδεικνύει ανεξαρτησία και θετικές διαπροσωπικές δεξιότητες που συμβάλλουν στην αυξημένη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get preliminary_level => 'Προκαταρκτικό επίπεδο';

  @override
  String get developer_level => 'Επίπεδο ανάπτυξης';

  @override
  String get advanced_level => 'Προχωρημένο επίπεδο';

  @override
  String get c8a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 8! Αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής παιδιών ηλικίας 6 ετών και επιλέξτε από τρία διαφορετικά παιχνίδια για κάθε συνεδρία φυσικής δραστηριότητας για να διδάξετε μια θεμελιώδη κίνηση. Κάθε παιχνίδι ταξινομείται σύμφωνα με τρεις παραμέτρους, οι οποίες αντιπροσωπεύονται από τρία μπουκάλια: (I) κατάλληλο υπόβαθρο κινητικών δεξιοτήτων, (II) ένταξη/ομαδική εργασία και (III) ευχαρίστηση. Η βαθμολογία για κάθε παράμετρο κυμαίνεται από 1 έως 3 βαθμούς και αντιπροσωπεύει το επίπεδο του νερού που θα χυθεί στο μπουκάλι. Για να περάσετε την πρόκληση πρέπει να γεμίσετε τα τρία μπουκάλια επιλέγοντας το πιο κατάλληλο παιχνίδι. Έτοιμοι;';

  @override
  String get c8a1_prompt =>
      'Επιλέξτε την καταλληλότερη επιλογή για να επιτύχετε ισορροπία μεταξύ των τριών παραμέτρων.';

  @override
  String get c8a1_wrong =>
      'Αυτή δεν είναι η σωστή ισορροπία. Δοκιμάστε μια διαφορετική επιλογή.';

  @override
  String get c8a1_please_select_option => 'Παρακαλούμε επιλέξτε μια επιλογή.';

  @override
  String get c8a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την όγδοη πρόκληση. Πατήστε \'\'Ολοκλήρωση\'\' για να λάβετε το παράσημό σας!';

  @override
  String get appropriate_motor_skills_background =>
      'Κατάλληλο υπόβαθρο κινητικών δεξιοτήτων';

  @override
  String get inclusion_teamwork => 'Ένταξη/ομαδική εργασία';

  @override
  String get enjoyment => 'Ευχαρίστηση';

  @override
  String get activity_balance => 'Δραστηριότητα ισορροπίας';

  @override
  String get activity_balance_option_1 =>
      'Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στη μέση του χώρου παιχνιδιού. Ένα από αυτά προτείνει μια άσκηση ισορροπίας. Τα άλλα παιδιά στον κύκλο τον μιμούνται και κρατούν τη στάση για 3 δευτερόλεπτα. Όταν λήξει ο χρόνος, είναι η σειρά ενός άλλου παιδιού.';

  @override
  String get activity_balance_option_2 =>
      'Αγώνας δρόμου με καροτσάκι. Οι μαθητές σε ζευγάρια. Ο ένας συμπαίκτης παίζει το ρόλο του οδηγού και ο άλλος το ρόλο του καροτσιού. Ο οδηγός κρατιέται από τους αστραγάλους του άλλου παίκτη, ενώ ο τελευταίος περπατάει με τα χέρια του.';

  @override
  String get activity_balance_option_3 =>
      'Τα παιδιά περπατούν γύρω από μια μεγάλη περιοχή. Μπορούν να αλλάζουν κατεύθυνση και ταχύτητα, αλλά πρέπει να αποφεύγουν την επαφή με τους άλλους. Όταν ο δάσκαλος φωνάζει έναν αριθμό, τα παιδιά σχηματίζουν ομάδες μόνο σύμφωνα με αυτόν τον αριθμό, κάνοντας έναν κύκλο. Πρέπει να πηδήξουν πέντε φορές με το ένα πόδι. Το παιδί/τα παιδιά χωρίς ομάδα εκτελούν στατική ισορροπία.';

  @override
  String get activity_throwing => 'Δραστηριότητα ρίψεων';

  @override
  String get activity_throwing_option_1 =>
      'Τα παιδιά σχηματίζουν ένα μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Ένας από αυτούς έχει μια μπάλα με ήχο. Όλα τα παιδιά πρέπει να κλείσουν τα μάτια τους, εκτός από το παιδί με την μπάλα που πρέπει να την κυλήσει σε ένα άλλο, χρησιμοποιώντας και τα δύο χέρια. Όταν όλοι έχουν κυλήσει την μπάλα, πρέπει να χρησιμοποιήσουν ένα άλλο μέρος του σώματος, όπως το ισχίο, το γόνατο και τον αγκώνα.';

  @override
  String get activity_throwing_option_2 =>
      'Παιδιά σε ομάδες των δύο/τριών, ανάλογα με τον αριθμό των μαθητών στην τάξη, μπροστά από έναν τοίχο. Ένα παιδί πρέπει να πετάξει την μπάλα στον τοίχο και να την πιάσει ξανά όσο το δυνατόν περισσότερες φορές σε είκοσι δευτερόλεπτα. Άλλοι συμπαίκτες μετρούν τα δευτερόλεπτα και τις σωστές εκτελέσεις της εργασίας.';

  @override
  String get activity_throwing_option_3 =>
      'Τα παιδιά χωρίζονται σε δύο ομάδες. Ο χώρος παιχνιδιού χωρίζεται σε δύο περιοχές. Κάθε ομάδα έχτισε τρία κάστρα με κώνους και τα τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει πέντε μαλακές μπάλες. Τα παιδιά πρέπει να πετάξουν τις μπάλες προσπαθώντας να γκρεμίσουν τα κάστρα της άλλης ομάδας.';

  @override
  String get activity_striking => 'Χτύπημα με το χέρι';

  @override
  String get activity_striking_option_1 =>
      'Παιδιά σε ομάδες των τριών/τεσσάρων, ανάλογα με τον αριθμό των μαθητών στην τάξη. Ένα μπαλόνι ανά ομάδα. Κάθε ομάδα πρέπει να μετακινήσει το μπαλόνι στο τέλος του χώρου παιχνιδιού χωρίς να το κρατήσει ή να το αφήσει να αγγίξει το έδαφος. Κάθε παιδί πρέπει να περάσει το μπαλόνι σε έναν συμπαίκτη πριν το αγγίξει ξανά.';

  @override
  String get activity_striking_option_2 =>
      'Τα παιδιά χωρίζονται σε ζεύγη. Κάθε ομάδα έχει μια μπάλα σφουγγαριού και μια πετσέτα. Το ζευγάρι κρατά την πετσέτα ανάμεσά τους. Τα παιδιά πρέπει να συντονίσουν την κίνησή τους για να σηκώσουν την πετσέτα, να πετάξουν την μπάλα στον αέρα και να την πιάσουν ξανά κατά την επιστροφή της.';

  @override
  String get activity_striking_option_3 =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων. Κάθε ομάδα σχηματίζει έναν κύκλο και βάζει ένα στεφάνι στο κέντρο. Κάθε παιδί πρέπει να περάσει μια μπάλα στον συμπαίκτη αναπηδώντας πρώτα στον κύκλο.';

  @override
  String get c9a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 9! Αυτή η πρόκληση βασίζεται στα ευνοϊκά περιβάλλοντα (Almond and Lambden, 2016). Σύρετε τους παράγοντες που επηρεάζουν τη συμμετοχή στη σωματική δραστηριότητα (στο κέντρο της οθόνης) στις σωστές μεταβλητές (μπλε κύκλοι).';

  @override
  String get c9a1_finish_message =>
      'Μπράβο! Για περισσότερες πληροφορίες, διαβάστε το επιστημονικό άρθρο στην ενότητα ‘νέα’.';

  @override
  String get c9a1_object_play => 'Παιχνίδι αντικειμένων';

  @override
  String get c9a1_exercise_play => 'Παιχνίδι άσκησης';

  @override
  String get c9a1_expressive_movement => 'Εκφραστική κίνηση';

  @override
  String get c9a1_outdoor_play => 'Παιχνίδι σε εξωτερικούς χώρους';

  @override
  String get c9a1_throwing => 'Πέταγμα';

  @override
  String get c9a1_catching => 'Πιάσιμο';

  @override
  String get c9a1_striking => 'Χτύπημα';

  @override
  String get c9a1_rough_and_tumble => 'Παιχνίδι με σωματική επαφή';

  @override
  String get c9a1_climbing => 'Αναρρίχηση';

  @override
  String get c9a1_running => 'Τρέξιμο';

  @override
  String get c9a1_chasing_games => 'Παιχνίδια κυνηγητού';

  @override
  String get c9a1_bikes_and_scooters => 'Ποδήλατα και πατίνια';

  @override
  String get c9a1_pushing_and_pulling => 'Σπρώξιμο και τράβηγμα';

  @override
  String get c9a1_dance => 'Χορός';

  @override
  String get c9a1_gymnastics => 'Γυμναστική';

  @override
  String get c9a1_action_rhymes => 'Ρίμες με κίνηση';

  @override
  String get c9a1_songs_and_stories => 'Τραγούδια και ιστορίες';

  @override
  String get c9a1_natural_surroundings => 'Φυσικό περιβάλλον';

  @override
  String get c9a1_rocks_and_tress => 'Βράχοι και δέντρα';

  @override
  String get c9a1_challenges => 'Προκλήσεις';

  @override
  String get c9a2_intro_message =>
      'Καλείστε να σχεδιάσετε ένα ολοκληρωμένο πρόγραμμα σπουδών φυσικής αγωγής για ένα εικονικό σχολείο, ενσωματώνοντας τόσο διδακτικές όσο και εξωσχολικές δραστηριότητες που προωθούν το σωματικό γραμματισμό. Η πρόκληση είναι να εξισορροπηθούν διάφορα στοιχεία όπως η συμμετοχικότητα, η δέσμευση και τα εκπαιδευτικά αποτελέσματα. Μεταφέρετε κάθε χαρακτηριστικό του προγράμματος σπουδών (που εμφανίζεται στο κάτω μέρος) στο σωστό ή λάθος πλαίσιο. Τα σωστά χαρακτηριστικά πρέπει να μετακινηθούν στο πλαίσιο \"Σωστά\" και τα λανθασμένα χαρακτηριστικά πρέπει να μετακινηθούν στο πλαίσιο \"Λάθος\". Έτοιμοι?';

  @override
  String get c9a2_prompt => 'Σύρετε κάθε στοιχείο στο σωστό πλαίσιο.';

  @override
  String get c9a2_finish_message =>
      'Μπράβο! Ολοκληρώσατε την ένατη πρόκληση. Πατήστε \'\'Ολοκλήρωση\'\' για να λάβετε το παράσημό σας!';

  @override
  String get c9a2_correct => 'Σωστό';

  @override
  String get c9a2_wrong => 'Λάθος';

  @override
  String get c9a2_activities_balanced =>
      'Δραστηριότητες ισορροπημένες στις κινητικές δεξιότητες των μαθητών.';

  @override
  String get c9a2_pe_curriculum_guidelines =>
      'Συνοχή με τις κατευθυντήριες γραμμές του προγράμματος σπουδών φυσικής αγωγής της χώρας.';

  @override
  String get c9a2_music_motor_skills =>
      'Παιχνίδια/δραστηριότητες για την εκμάθηση και την ανάπτυξη των κινητικών δεξιοτήτων των μαθητών με τη χρήση μουσικής.';

  @override
  String get c9a2_fitness_health_wellbeing =>
      'Δραστηριότητες που επικεντρώνονται στη φυσική κατάσταση, την υγεία και την ευημερία.';

  @override
  String get c9a2_evaluate_motor_skills =>
      'Ασκήσεις για την αξιολόγηση των κινητικών δεξιοτήτων των μαθητών  με τη διεξαγωγή ειδικών τεστ.';

  @override
  String get c9a2_outdoor_play =>
      'Περπάτημα σε εξωτερικούς χώρους με διαλείμματα για παιχνίδια.';

  @override
  String get c9a2_sports_oriented_motor_skills =>
      'Δραστηριότητες για τη βελτίωση των κινητικών δεξιοτήτων των μαθητών προσανατολισμένες στην αθλητική πρακτική.';

  @override
  String get c9a2_promote_self_knowledge =>
      'Δραστηριότητες για την προώθηση της αυτογνωσίας.';

  @override
  String get c9a2_team_spirit_socialization =>
      'Ομαδικές δραστηριότητες για την ενίσχυση του ομαδικού πνεύματος και της κοινωνικοποίησης.';

  @override
  String get c9a2_respect_game_rules =>
      'Δραστηριότητες για την προώθηση του σεβασμού των κανόνων του παιχνιδιού και του ευ αγωνίζεσθαι.';

  @override
  String get c9a2_inclusive_games =>
      'Παιχνίδια ή κανόνες παιχνιδιού που απαιτούν τη συμμετοχή όλων των μαθητών.';

  @override
  String get c9a2_enjoyment_oriented =>
      'Δραστηριότητες προσανατολισμένες στην απόλαυση.';

  @override
  String get c9a2_varied_teaching_strategies =>
      'Χρησιμοποιήστε ένα ευρύ φάσμα στρατηγικών διδασκαλίας.';

  @override
  String get c9a2_ego_oriented => 'Δραστηριότητες προσανατολισμένες στο ‘εγώ’.';

  @override
  String get c9a2_one_size_fits_all => 'Μια προσέγγιση που ταιριάζει σε όλους.';

  @override
  String get c9a2_summary_objectives => 'Συνοπτικός ορισμός των στόχων.';

  @override
  String get c9a2_win_at_all_costs =>
      'Δραστηριότητες προσανατολισμένες στη νοοτροπία «Κέρδος με κάθε κόστος».';

  @override
  String get c9a2_long_queues => 'Παιχνίδια με μεγάλες ουρές παιδιών.';

  @override
  String get c9a2_gender_separated_activities =>
      'Ξεχωριστές δραστηριότητες για άνδρες και γυναίκες.';

  @override
  String get c10a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 10. Το φάσμα των στυλ διδασκαλίας του Mosston είναι ένα πλαίσιο που κατηγοριοποιεί τα στυλ διδασκαλίας με βάση το βαθμό εξουσίας λήψης αποφάσεων που δίνεται στον δάσκαλο και τον μαθητή. Το φάσμα αποτελείται από 11 στυλ διδασκαλίας, που κυμαίνονται από πιο δασκαλοκεντρικές έως πιο μαθητοκεντρικές προσεγγίσεις. Διαβάστε τις ενδείξεις και προσδιορίστε το σχετικό στυλ διδασκαλίας για να λύσετε το παζλ. Έτοιμοι?';

  @override
  String get c10a1_finish =>
      'Μπράβο! Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.';

  @override
  String get enter_letter => 'Εισαγάγετε ένα γράμμα';

  @override
  String get hint => 'Υπαινιγμός';

  @override
  String get hint_instruction =>
      'Κάντε κλικ στο πλαίσιο για να προσθέσετε το γράμμα που λείπει και να συμπληρώσετε τη λέξη.';

  @override
  String get term1 => 'ΕΝΤΟΛΗ';

  @override
  String get term2 => 'ΠΡΑΚΤΙΚΗ';

  @override
  String get term3 => 'ΑΜΟΙΒΑΙΟΣ';

  @override
  String get term4 => 'ΑΥΤΟΕΛΕΓΧΟΣ';

  @override
  String get term5 => 'ΕΝΤΑΞΗ';

  @override
  String get term6 => 'ΚΑΘΟΔΗΓΟΥΜΕΝΗ';

  @override
  String get term7 => 'ΣΥΓΚΛΙΝΟΥΣΑ';

  @override
  String get term8 => 'ΑΠΟΚΛΙΝΟΥΣΑ';

  @override
  String get term9 => 'ΣΧΕΔΙΑΣΜΟΣ';

  @override
  String get term10 => 'ΞΕΚΙΝΗΣΕ';

  @override
  String get term11 => 'ΑΥΤΟΔΙΔΑΣΚΑΛΙΑ';

  @override
  String get term1_hint =>
      'Ο καθοδηγητικός έλεγχος των μαθησιακών δραστηριοτήτων των μαθητών από τον δάσκαλο.';

  @override
  String get term2_hint =>
      'Η ανάθεση ορισμένων αποφάσεων από τον δάσκαλο στον μαθητή.';

  @override
  String get term3_hint =>
      'Ομάδες μαθητών με ανατεθειμένους ρόλους: εξάσκηση, παρατήρηση, αξιολόγηση, διόρθωση και βοήθεια.';

  @override
  String get term4_hint =>
      'Αυτοαξιολόγηση της εκτέλεσης της άσκησης και των αποτελεσμάτων.';

  @override
  String get term5_hint =>
      'Συνεργασία σε ομάδες για την επίτευξη κοινών στόχων.';

  @override
  String get term6_hint =>
      'Ο δάσκαλος καθοδηγεί τους μαθητές να ανακαλύψουν ανεξάρτητα τις λύσεις μέσω ερωτήσεων.';

  @override
  String get term7_hint =>
      'Οι μαθητές αναλύουν και αναπτύσσουν στρατηγικές για την επίλυση προβλημάτων που παρουσιάζει ο δάσκαλος.';

  @override
  String get term8_hint =>
      'Ενθαρρύνει τη δημιουργικότητα με ασκήσεις που δημιουργούνται από τους ίδιους τους μαθητές.';

  @override
  String get term9_hint =>
      'Εξατομικευμένο πρόγραμμα με βάση τις ατομικές ικανότητες, με τον δάσκαλο ως σύμβουλο.';

  @override
  String get term10_hint =>
      'Καθοδηγούμενο από τους μαθητές, από το σχεδιασμό έως την εκτέλεση, με τον εκπαιδευτικό ως σύμβουλο.';

  @override
  String get term11_hint =>
      'Οι μαθητές σχεδιάζουν, εκτελούν και αξιολογούν τη μάθησή τους.';

  @override
  String get c10a2_instructions =>
      'Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και θα πρέπει να αντιστοιχίσετε το μάθημα που παρέχεται με το σωστό στυλ διδασκαλίας που χρησιμοποιείται για την ανάπτυξή του. Έτοιμοι;';

  @override
  String get c10a2_finish_message =>
      'Μπράβο! Ολοκληρώσατε τη δέκατη πρόκληση. Πατήστε \'\'Ολοκλήρωση\'\' για να λάβετε το παράσημό σας!';

  @override
  String get command => 'Εντολή';

  @override
  String get guided_discovery => 'Καθοδηγούμενη ανακάλυψη';

  @override
  String get self_teaching => 'Αυτοδιδασκαλία';

  @override
  String get command_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλισμα, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος επιδεικνύει πώς να ξεπεράσουν κάθε εμπόδιο. Οι μαθητές ξεκινούν την πορεία με εντολή του δασκάλου, μιμούμενοι την κίνηση του δασκάλου.';

  @override
  String get command_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος επιδεικνύει τρεις στάσεις γιόγκα κάθε φορά (τραπέζι ισορροπίας, χορεύτρια και μισό φεγγάρι). Οι μαθητές πρέπει να διατηρήσουν μια στάση για 15 δευτερόλεπτα. Οι μαθητές αλλάζουν θέση με εντολή του δασκάλου.';

  @override
  String get command_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματος. Ο δάσκαλος αφηγείται μια ιστορία για αρκούδες στο δάσος οι οποίες εκτελούν διάφορες ενέργειες (τρώνε, πλένονται και κυλιούνται). Οι μαθητές ενθαρρύνονται να υποδυθούν τις αρκούδες και να εκτελέσουν αυτές τις ενέργειες σύμφωνα με τις οδηγίες του δασκάλου.';

  @override
  String get command_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος επιδεικνύει τα σερβίς πετοσφαίρισης (βασικό σερβίς κάτω από το χέρι, βασικό σερβίς πάνω από το χέρι και σερβίς με άλμα). Ο δάσκαλος σχεδιάζει δύο ασκήσεις για κάθε σέρβις (ατομικές και ασκήσεις σε ζευγάρια), εξηγώντας ότι οι μαθητές πρέπει να ξεκινήσουν με το βασικό σέρβις κάτω χεριού, στη συνέχεια με το βασικό σέρβις πάνω από το χέρι και στο τέλος με το σέρβις άλματος.';

  @override
  String get discovery_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλισμα, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να σκεφτούν ποιες βασικές κινητικές δεξιότητες μπορούν να χρησιμοποιήσουν για να ξεπεράσουν τα εμπόδια. Ο δάσκαλος υποστηρίζει επίσης την απόδοση των μαθητών με ερωτήσεις που τους παρακινούν να σκεφτούν διαφορετικές στρατηγικές που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν το ίδιο εμπόδιο.';

  @override
  String get discovery_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να προβληματιστούν σχετικά με τις επιπτώσεις της εξάσκησης της γιόγκα στην ισορροπία. Ο δάσκαλος υποστηρίζει επίσης την ανάπτυξη των στάσεων των μαθητών κάνοντας ερωτήσεις για να τους υποκινήσει να σκεφτούν το επίπεδο δυσκολίας που απαιτείται για τη διατήρηση μιας στάσης. Οι σωστές σκέψεις και στρατηγικές επιβραβεύονται και ενισχύονται.';

  @override
  String get discovery_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματος. Οι μαθητές αναπτύσσουν μια ιστορία για αρκούδες που κυκλοφορούν στο δάσος και εκτελούν ορισμένες ενέργειες (τρώνε, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Ο δάσκαλος θέτει διάφορες ερωτήσεις για να καλέσει τους μαθητές να αναπτύξουν την προσωπική τους μέρα με τις αρκούδες (από το ξύπνημα μέχρι τον ύπνο). Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να σκεφτούν ποιες δραστηριότητες θα μπορούσαν να εισαχθούν στην ιστορία για να βελτιώσουν τη γνώση του σώματός τους. Η σωστή σκέψη και οι στρατηγικές επιβραβεύονται και ενισχύονται.';

  @override
  String get discovery_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος εμπλέκει τους μαθητές σε συζήτηση για να τους βοηθήσει να επικεντρωθούν στο πώς να χρησιμοποιήσουν τις αισθήσεις που σχετίζονται με την εκτέλεση του σέρβις για να αποδώσουν καλύτερα. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να αντιληφθούν ποιο σέρβις είναι πιο άνετο γι\' αυτούς και τις αισθήσεις που νιώθουν κατά την εκτέλεσή του. Με βάση αυτό, πρέπει να προσαρμόσουν τις άλλες υπηρεσίες ώστε να τις κάνουν πιο άνετες. Η σωστή σκέψη και οι στρατηγικές επιβραβεύονται και ενισχύονται.';

  @override
  String get self_teaching_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Ο δάσκαλος παρέχει πληροφορίες σχετικά με τις βασικές κινητικές δεξιότητες (κύλισμα, άλμα, τρέξιμο, μπουσούλημα). Οι μαθητές πρέπει να αναπτύξουν παιχνίδια για να βελτιώσουν τις βασικές κινητικές τους δεξιότητες.';

  @override
  String get self_teaching_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος παρέχει πληροφορίες σχετικά με τις επιδράσεις της εξάσκησης της γιόγκα στην ισορροπία. Οι μαθητές πρέπει να αναζητήσουν κάποιες ασκήσεις γιόγκα για να τις κάνουν στην τάξη με όλους.';

  @override
  String get self_teaching_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του ίδιου του σώματος. Οι μαθητές πρέπει να αναπτύξουν μια ιστορία για αρκούδες που ζουν στο δάσος και εκτελούν καθημερινές ενέργειες (φαγητό, πλύσιμο, κύλιση). Οι μαθητές πρέπει να υποδύονται τις αρκούδες. Οι μαθητές πρέπει να βρουν αστείες στρατηγικές για να τους κάνουν να εκτελούν κινήσεις που επικεντρώνονται στη χρήση ενός συγκεκριμένου μέρους του σώματος. Ο/η εκπαιδευτικός παρέχει καθοδήγηση όταν χρειάζεται.';

  @override
  String get self_teaching_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σερβίς στην πετοσφαίριση. Ο δάσκαλος παρέχει πληροφορίες σχετικά με το σέρβις πετοσφαίρισης (βασικό σερβίς κάτω από το χέρι, βασικό σερβίς πάνω από το χέρι και σερβίς με άλμα). Οι μαθητές είναι ελεύθεροι να εργαστούν ατομικά ή σε ομάδες. Πρέπει να αναπτύξουν κάποιες ασκήσεις για να εκπαιδεύτουν στο σερβίς στην πετοσφαίριση.';

  @override
  String get c11a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 11. Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής για να αναπτύξετε ένα μάθημα βασισμένο σε ένα παρεχόμενο παιδαγωγικό μοντέλο διδασκαλίας. Επιλέξτε τη σωστή στρατηγική για να υιοθετήσετε το μοντέλο και να χτίσετε τον Πύργο Φυσικής Αγωγής. Κάθε μοντέλο αντιπροσωπεύει ένα δάπεδο πύργου. Πρόσεχετε! Εάν κάνετε δύο λάθη, το πάτωμα του πύργου θα σπάσει και θα πρέπει να ξεκινήσετε από την αρχή. Έτοιμοι?';

  @override
  String get c11_instruction => 'Επιλέξτε τη σωστή απάντηση';

  @override
  String get c11_floor0_model =>
      'Διδακτικά παιχνίδια για την κατανόηση του μοντέλου';

  @override
  String get c11_floor0_environment => 'Γυμναστήριο σχολείου';

  @override
  String get c11_floor0_statement =>
      'Το μοντέλο τονίζει τη σημασία του παιχνιδιού και της κατανόησης. Προωθεί ένα μαθητοκεντρικό περιβάλλον, ενθαρρύνοντας τους μαθητές να εξερευνήσουν και να κατανοήσουν τους κανόνες, τις τακτικές και τις στρατηγικές του παιχνιδιού, γεγονός που, με τη σειρά του, οδηγεί σε βαθύτερη εκτίμηση και απόλαυση του παιχνιδιού.';

  @override
  String get c11_floor0_step1_instruction =>
      'Τα παιδιά είναι διάσπαρτα γύρω από το γυμναστήριο. Ένα χούλα χουπ τοποθετείται δίπλα σε κάθε παιδί με έναν κώνο στο κέντρο. Οι παίκτες πρέπει να χτυπήσουν τον κώνο άλλων παικτών με μια μπάλα ή να αμυνθούν όταν επιτίθεται. Μόλις όλοι επιτεθούν ή αμυνθούν, αρχίζει το δεύτερο βήμα.';

  @override
  String get c11_floor0_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor0_step2_correct =>
      'Μόλις χτυπηθεί ένας κώνος, το παιδί τον μετακινεί μαζί με το χούλα χουπ σε άλλο μέρος του γυμναστηρίου και συνεχίζει να παίζει. Το βήμα 2 διαρκεί 10 λεπτά.';

  @override
  String get c11_floor0_step2_wrong =>
      'Το παιδί που χτυπά τον κώνο ενός αντιπάλου παίρνει 1 πόντο. Ο πρώτος που παίρνει 5 πόντους κερδίζει το παιχνίδι.';

  @override
  String get c11_floor0_step3_correct =>
      'Ο παίκτης που χτυπά τον κώνο ενός άλλου παιδιού, σχηματίζει μια ομάδα μαζί τους.';

  @override
  String get c11_floor0_step3_wrong =>
      'Όταν ο κώνος ενός παιδιού χτυπηθεί, το παιδί αποβάλλεται από το παιχνίδι. Ο τελευταίος που έμεινε στο γήπεδο κερδίζει.';

  @override
  String get c11_floor0_step4_correct =>
      'Με τη βοήθεια ερωτήσεων, σχολίων και τροποποιήσεων παιχνιδιού από τον δάσκαλο, οι μαθητές αρχίζουν να εργάζονται μέσω των αρχών του παιχνιδιού και να εντοπίζουν βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στην επιτυχία στο παιχνίδι.';

  @override
  String get c11_floor0_step4_wrong =>
      'Προκειμένου να βελτιωθεί η γνώση των βασικών τακτικών και στρατηγικών που πρέπει να χρησιμοποιηθούν στο παιχνίδι, ο δάσκαλος τροποποιεί τους κανόνες του αγώνα αναθέτοντας συγκεκριμένες εργασίες και παρέχοντας στρατηγικές που μπορούν να οδηγήσουν στη νίκη του αγώνα.';

  @override
  String get c11_floor0_step5_correct =>
      'Ο/η εκπαιδευτικός εμπλέκει τους μαθητές σε ομιλία τακτικής για να τους βοηθήσει να αναλογιστούν την απόφασή τους που πήραν στο παιχνίδι να πετύχουν σε αυτό (τακτικές που χρησιμοποιήθηκαν) (π.χ. Πώς πετυχαίνεις στο παιχνίδι;).';

  @override
  String get c11_floor0_step5_wrong =>
      'Τα παιδιά χωρισμένα σε δύο ομάδες παίζουν έναν αγώνα προσπαθώντας να κατανοήσουν τις αρχές του παιχνιδιού και να προσδιορίσουν τις βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στη νίκη του αγώνα.';

  @override
  String get c11_floor0_step6_correct =>
      'Ο δάσκαλος τροποποιεί το παιχνίδι για να δώσει έμφαση στις δεξιότητες που οι μαθητές έχουν προσδιορίσει ως απαραίτητες για την επιτυχία.';

  @override
  String get c11_floor0_step6_wrong =>
      'Ο δάσκαλος χωρίζει τους μαθητές σε διάφορες ομάδες με βάση το μέγεθος της τάξης και αναθέτει συγκεκριμένες εργασίες για τη βελτίωση της αποτελεσματικότητας της τεχνικής που θα χρησιμοποιηθεί στον αγώνα.';

  @override
  String get c11_floor0_step7_correct =>
      'Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσα από το παιχνίδι δίνοντας προσοχή όχι μόνο στην αποτελεσματικότητα της τεχνικής αλλά και στην καταλληλότητα της ανταπόκρισης καθ\' όλη τη διάρκεια του παιχνιδιού.';

  @override
  String get c11_floor0_step7_wrong =>
      'Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσα από το παιχνίδι δίνοντας προσοχή στην αποτελεσματικότητα της τεχνικής και στα αποτελέσματα που επιτυγχάνονται κατά τη διάρκεια του αγώνα.';

  @override
  String get c11_floor1_model => 'Μοντέλο συνεργατικής μάθησης';

  @override
  String get c11_floor1_environment => 'Γυμναστήριο σχολείου';

  @override
  String get c11_floor1_statement =>
      'Το μοντέλο υιοθετεί μια σαφώς κοινωνική προοπτική στη μάθηση, όπου οι μαθητές συνεργάζονται για την επίτευξη κοινών στόχων. Αυτό το μοντέλο δίνει έμφαση στην ανάπτυξη κοινωνικών δεξιοτήτων, επικοινωνίας και ομαδικής εργασίας, καθώς και ατομικής ευθύνης. Οι δραστηριότητες σχεδιάζονται έτσι ώστε οι μαθητές να εξαρτώνται ο ένας από τον άλλο για να πετύχουν, προωθώντας ένα συμπεριληπτικό και υποστηρικτικό μαθησιακό περιβάλλον.';

  @override
  String get c11_floor1_instruction =>
      'Σε αυτή την πρόκληση, θα βοηθήσετε τα παιδιά να αναπτύξουν κινητικές δεξιότητες σχεδιάζοντας και πλοηγώντας μια πορεία εμποδίων. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα για να προχωρήσετε στο επόμενο. Εάν κάνετε δύο λάθη, η πρόκληση θα επανεκκινηθεί. Είσαι έτοιμο?';

  @override
  String get c11_floor1_step1_instruction =>
      'Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια πορεία εμποδίων. Τα παιδιά πρέπει να ξεπεράσουν μια πορεία εμποδίων χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, σύλληψη, ρίψη, τρέξιμο, μπουσούλισμα).';

  @override
  String get c11_floor1_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor1_step2_correct =>
      'Παιδιά σε ζευγάρια, ο ένας πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και ο άλλος να καθοδηγήσει με τη φωνή του τον συναθλητή.';

  @override
  String get c11_floor1_step2_wrong =>
      'Ο δάσκαλος και οι μαθητές αποφασίζουν από κοινού ποια κινητική δεξιότητα θα χρησιμοποιήσουν για να ξεπεράσουν κάθε εμπόδιο. Ένα παιδί κάθε φορά ξεπερνά τα εμπόδια.';

  @override
  String get c11_floor1_step3_correct =>
      'Παιδιά σε ζεύγη. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της πορείας και ο άλλος τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια, αποφεύγοντας παράλληλα τη χρήση ενός μέρους του σώματος της επιλογής τους (χέρια, πόδια, μάτια, ...).';

  @override
  String get c11_floor1_step3_wrong =>
      'Παιδιά σε ζεύγη. Το ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να το καθοδηγήσει. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια με κλειστά μάτια.';

  @override
  String get c11_floor1_step4_correct =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πριν ξεκινήσουν το μάθημα, τα παιδιά αποφασίζουν μαζί πώς να ξεπεράσουν κάθε εμπόδιο.';

  @override
  String get c11_floor1_step4_wrong =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πρέπει να ολοκληρώσουν μια σκυταλοδρομία. Κάθε παιδί πρέπει να ξεπεράσει δύο εμπόδια για να παραδώσει τη σκυτάλη. Η πρώτη ομάδα που ολοκληρώνει τη διαδρομή κερδίζει.';

  @override
  String get c11_floor1_step5_correct =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Δύο παιδιά πρέπει να κρατήσουν ένα φρίσμπι με ένα μπαλάκι του τένις πάνω του. Πρέπει να ξεπεράσουν την πορεία εμποδίων χωρίς να πέσει η μπάλα, ενώ το τρίτο παιδί τους καθοδηγεί κατά μήκος της διαδρομής υποδεικνύοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.';

  @override
  String get c11_floor1_step5_wrong =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Κρατούν ένα φρίσμπι με μια μπάλα του τένις πάνω του και πρέπει να ξεπεράσουν την πορεία εμποδίων χωρίς να ρίξουν την μπάλα. Ο δάσκαλος τους καθοδηγεί κατά μήκος του μαθήματος προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.';

  @override
  String get c11_floor1_step6_correct =>
      'Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί τη συμβολή των μαθητών στην ομαδική εργασία ή/και την απόδοσή τους.';

  @override
  String get c11_floor1_step6_wrong =>
      'Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος καταγράφει το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας από κάθε ομάδα και αξιολογεί τους μαθητές ανάλογα με την απόδοσή τους.';

  @override
  String get c11_floor1_step7_correct =>
      'Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος ζητά από τους μαθητές να αναλογιστούν τι έχουν μάθει και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα, μοιράζοντας τις εμπειρίες τους με άλλους.';

  @override
  String get c11_floor1_step7_wrong =>
      'Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος μοιράζεται μαζί τους την αξιολόγηση των μαθητών για το πώς ξεπέρασαν τα εμπόδια και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα και τις κινητικές τους δεξιότητες.';

  @override
  String get c11_floor2_model => 'Μοντέλο Αθλητικής Εκπαίδευσης';

  @override
  String get c11_floor2_environment => 'Γυμναστήριο σχολείου';

  @override
  String get c11_floor2_statement =>
      'Αυτό το μοντέλο έχει σχεδιαστεί για να αναπαράγει αυθεντικές αθλητικές εμπειρίες, όπου οι μαθητές συμμετέχουν σε σεζόν, αναλαμβάνουν ρόλους όπως παίκτες, προπονητές και διαιτητές και βιώνουν την κουλτούρα του αθλήματος.';

  @override
  String get c11_floor2_instruction =>
      'Σε αυτή την πρόκληση, θα βοηθήσετε τους μαθητές να σχεδιάσουν και να εκτελέσουν δραστηριότητες που σχετίζονται με το βόλεϊ.';

  @override
  String get c11_floor2_step1_instruction =>
      'Ο δάσκαλος και οι μαθητές βρίσκονται σε ένα σχολικό γυμναστήριο και πρέπει να προγραμματίσουν δραστηριότητες που σχετίζονται με την εκμάθηση της πετόσφαίρισης. Ο δάσκαλος εξηγεί τα χαρακτηριστικά του αθλήματος και τους βασικούς κανόνες.';

  @override
  String get c11_floor2_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor2_step2_correct =>
      'Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής στους αθλητικούς αγώνες. Ο δάσκαλος παρέχει επίσης πληροφορίες για τις αθλητικές δραστηριότητες που συνήθως πραγματοποιούνται κατά την προετοιμασία, την κύρια περίοδο και την περίοδο αποκατάστασης στην πετασφαίριση.';

  @override
  String get c11_floor2_step2_wrong =>
      'Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής στους αθλητικούς αγώνες. Στη συνέχεια, οι μαθητές χωρίζονται σε ομάδες και πρέπει να αναζητήσουν πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κτά κατά την προετοιμασία, την κύρια περίοδο και την περίοδο αποκατάστασης στην πετασφαίριση';

  @override
  String get c11_floor2_step3_correct =>
      'Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει υλικό και πόρους σε κάθε ομάδα για να σχεδιάσει την ομαδική εργασία. Κάθε ομάδα εργάζεται για να αναπτύξει στρατηγικές και ασκήσεις για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις κινητικές δεξιότητες που σχετίζονται με την πετοσφαίριση (πάσα, ρύθμιση, καρφιά, μπλοκάρισμα, σκάψιμο και σερβίς).';

  @override
  String get c11_floor2_step3_wrong =>
      'Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει διάφορα υλικά και πόρους, αναθέτοντας ασκήσεις σε κάθε ομάδα για να μάθουν την τεχνική του αθλήματος και να βελτιώσουν τις βασικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα, σετ, καρφί, μπλοκ, άμυνα και σερβίς). Κάθε εβδομάδα αλλάζουν δεξιότητες ώστε να τις βελτιώσουν όλες.';

  @override
  String get c11_floor2_step4_correct =>
      'Κάθε ομάδα είναι ελεύθερη να σχεδιάσει την ομαδική εργασία. Μπορούν να αποφασίσουν ποιος είναι ο προπονητής, ο αρχηγός, ο γυμναστής, ο διαιτητής ή οι παίκτες και να σχεδιάσουν τις δραστηριότητες που σχετίζονται με κάθε ρόλο.';

  @override
  String get c11_floor2_step4_wrong =>
      'Ο δάσκαλος υποστηρίζει τους μαθητές στο σχεδιασμό της ομαδικής εργασίας. Ο δάσκαλος και οι μαθητές σχεδιάζουν μαζί τις δραστηριότητες και τους ρόλους των μαθητών στην ομάδα. Ως εκ τούτου, επιλέγουν ποιος θα είναι ο προπονητής, ο αρχηγός, ο γυμναστής, ο διαιτητής ή οι παίκτες, ώστε να αποφευχθούν διαφωνίες.';

  @override
  String get c11_floor2_step5_correct =>
      'Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, οι μαθητές μπορούν να περιγράψουν τα χαρακτηριστικά κάθε ομάδας, όπως το όνομα της ομάδας, τα μέλη, τα χρώματα, τη μασκότ, το σύνθημα, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων. Μπορούν επίσης να παρέχουν πληροφορίες σχετικά με τα δυνατά και αδύνατα σημεία της ομάδας.';

  @override
  String get c11_floor2_step5_wrong =>
      'Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, ο δάσκαλος μπορεί να αναφέρει χρήσιμες πληροφορίες για την αξιολόγηση των μαθητών (τα μέλη της ομάδας, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων).';

  @override
  String get c11_floor2_step6_correct =>
      'Το χαρτοφυλάκιο της ομάδας μπορεί επίσης να χρησιμοποιηθεί για την αναφορά πληροφοριών σχετικά με τη μαθησιακή διαδικασία, παρέχοντας αποτελέσματα δοκιμών και προβληματισμούς σχετικά με την ατομική και ομαδική βελτίωση.';

  @override
  String get c11_floor2_step6_wrong =>
      'Με βάση το περιεχόμενο του χαρτοφυλακίου κάθε ομάδας, ο δάσκαλος σχεδιάζει τεστ για την αξιολόγηση των γνώσεων και των δεξιοτήτων των μαθητών ™ που σχετίζονται με την πετοσφαίριση.';

  @override
  String get c11_floor2_step7_correct =>
      'Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές μονάδων που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι εκπαιδευτικοί σχεδιάζουν ένα τουρνουά για την προώθηση των αξιών του αθλήματος (ευ αγωνίζεσθαι, φιλία, σεβασμός, ομαδική εργασία, ...).';

  @override
  String get c11_floor2_step7_wrong =>
      'Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές μονάδων που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι σχεδιάζουν ένα τουρνουά. Η τάξη που θα κερδίσει μπορεί να μοιραστεί την ομαδική εργασία που έγινε με άλλους μαθητές.';

  @override
  String get c11_floor3_model =>
      'Μοντέλο Διδασκαλίας Προσωπικής και Κοινωνικής Ευθύνης';

  @override
  String get c11_floor3_environment => 'Γυμναστήριο σχολείου';

  @override
  String get c11_floor3_statement =>
      'Πρόκειται για μια προσέγγιση βασισμένη σε αξίες που χρησιμοποιεί τη σωματική δραστηριότητα για να διδάξει δεξιότητες ζωής και να προωθήσει την προσωπική και κοινωνική ευθύνη. Αυτό το μοντέλο επικεντρώνεται στην αυτοκατεύθυνση και τη θετική κοινωνική αλληλεπίδραση, δίνοντας έμφαση στο σεβασμό, την προσπάθεια, την αυτοβελτίωση και βοηθώντας τους άλλους.';

  @override
  String get c11_floor3_instruction =>
      'Σε αυτή την πρόκληση, θα βοηθήσετε τα παιδιά να μάθουν κινητικές δεξιότητες και κοινωνική ευθύνη μέσω μιας πορείας εμποδίων και ομαδικής εργασίας. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που πρέπει να ακολουθήσετε.';

  @override
  String get c11_floor3_step1_instruction =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών. Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια πορεία εμποδίων για κάθε ομάδα. Χτίζουν επίσης στο τέλος κάθε μαθήματος έναν πύργο Jenga. Τα παιδιά πρέπει να ξεπεράσουν τα εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (τροχό, άλμα, πιάσιμο, ρίψη, τρέξιμο, μπουσούλισμα) και να αφαιρέσουν ένα κομμάτι από τον πύργο.';

  @override
  String get c11_floor3_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor3_step2_correct =>
      'Ο δάσκαλος εξηγεί ότι οι μαθητές θα εξασκηθούν στο να βοηθούν τους άλλους παρέχοντας ανατροφοδότηση στους συμπαίκτες τους, παρέχοντας συγκεκριμένη βοήθεια, λέγοντας κάτι ωραίο και προσφέροντας προτάσεις.';

  @override
  String get c11_floor3_step2_wrong =>
      'Ο δάσκαλος εξηγεί ότι δύο μαθητές θα πουν στο τρίτο παιδί πώς να ξεπεράσει τα εμπόδια για να τελειώσει το μάθημα το συντομότερο δυνατό. Όταν το παιδί επιστρέψει, ένα άλλο θα ξεκινήσει το μάθημα υποστηριζόμενο από τα άλλα δύο.';

  @override
  String get c11_floor3_step3_correct =>
      'Ενώ περιμένουν τη σειρά, οι μαθητές πρέπει να βοηθήσουν τον συμπαίκτη παρέχοντας ανατροφοδότηση (να είστε συγκεκριμένοι, να πείτε κάτι ωραίο, να προσφέρετε μια πρόταση).';

  @override
  String get c11_floor3_step3_wrong =>
      'Ενώ περιμένουν τη σειρά τους, οι μαθητές πρέπει να παρακινήσουν τον συμπαίκτη τους να πάει γρήγορα, παρέχοντας πληροφορίες για τους αντιπάλους τους για να δουν αν πηγαίνουν αργά.';

  @override
  String get c11_floor3_step4_correct =>
      'Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί την ανατροφοδότηση των μαθητών, τον τρόπο με τον οποίο την παρέχουν και την απόδοσή τους στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step4_wrong =>
      'Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί τους μαθητές καταγράφοντας το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας και την απόδοσή τους στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step5_correct =>
      'Ο δάσκαλος δίνει εντολή στους μαθητές να σταματήσουν και να αλληλεπιδράσουν μαζί τους, επαινώντας τους μαθητές που δίνουν καλή ανατροφοδότηση για να βοηθήσουν τους άλλους και παρέχοντας γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.';

  @override
  String get c11_floor3_step5_wrong =>
      'Ο δάσκαλος αλληλεπιδρά με τους μαθητές, μία ομάδα κάθε φορά, για να παρέχει γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.';

  @override
  String get c11_floor3_step6_correct =>
      'Το παιχνίδι επανεκκινείται. Ο δάσκαλος αξιολογεί την ανατροφοδότηση των μαθητών και πώς την άλλαξαν σύμφωνα με τις προτάσεις.';

  @override
  String get c11_floor3_step6_wrong =>
      'Κατά τη διάρκεια της εκτέλεσης της εργασίας, ο δάσκαλος αξιολογεί την απόδοση των μαθητών στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step7_correct =>
      'Ο δάσκαλος συμμετέχει σε μια συζήτηση με τους μαθητές, εξηγώντας και πάλι τα βασικά σημεία της κοινωνικής ευθύνης και ζητώντας τους να μοιραστούν με τους συμπαίκτες τους πώς ένιωσαν όταν έδωσαν ή έλαβαν ανατροφοδότηση.';

  @override
  String get c11_floor3_step7_wrong =>
      'Ο δάσκαλος εξηγεί στους μαθητές τα βασικά σημεία της κοινωνικής ευθύνης και παρέχει μια σύγκριση μεταξύ του τι έχουν κάνει και πώς θα μπορούσαν να το κάνουν καλύτερα.';

  @override
  String get c11_floor4_model => 'Μοντέλο Φυσικής Αγωγής βασισμένο στην Υγεία';

  @override
  String get c11_floor4_environment => 'Γυμναστήριο σχολείου';

  @override
  String get c11_floor4_statement =>
      'Η παιδαγωγική προσέγγιση ενσωματώνει τη φυσική δραστηριότητα με την αγωγή υγείας, με στόχο την ενδυνάμωση των μαθητών με τις γνώσεις, τις δεξιότητες και τις στάσεις που είναι απαραίτητες για έναν υγιεινό τρόπο ζωής. Τονίζει τη σημασία της φυσικής κατάστασης, της διατροφής, της ψυχικής ευεξίας και την αξία μιας δια βίου δέσμευσης για ενεργό τρόπο ζωής.';

  @override
  String get c11_floor4_instruction =>
      'Σε αυτή την πρόκληση, θα καθοδηγήσετε τους μαθητές στην κατανόηση της σχέσης μεταξύ σωματικής δραστηριότητας και υγείας μέσω της ομαδικής εργασίας, του καθορισμού στόχων και της υποστήριξης από ομοτίμους. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που πρέπει να ακολουθήσετε.';

  @override
  String get c11_floor4_step1_instruction =>
      'Ο δάσκαλος και οι μαθητές κάθονται σε κύκλο. Ο δάσκαλος παρουσιάζει το στόχο των επόμενων τριών μαθημάτων εξηγώντας τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας.';

  @override
  String get c11_floor4_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor4_step2_correct =>
      'Μετά την παροχή πληροφοριών σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές για τη διατήρηση ενός υγιεινού τρόπου ζωής, ο δάσκαλος εκτελεί ένα φυσικό τεστ για να δείξει πώς να αξιολογήσει το επίπεδο φυσικής κατάστασης του ατόμου και πώς να τα συγκρίνει με τα εθνικά πρότυπα.';

  @override
  String get c11_floor4_step2_wrong =>
      'Ο δάσκαλος παρέχει λεπτομερείς πληροφορίες σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές στους μαθητές, πού μπορούν να τις βρουν, πώς να αυτοαξιολογήσουν το επίπεδο φυσικής τους κατάστασης και πώς να τις συγκρίνουν με τα εθνικά πρότυπα (θεωρητικό μάθημα).';

  @override
  String get c11_floor4_step3_correct =>
      'Ο δάσκαλος ενθαρρύνει την ομαδική εργασία των μαθητών για τον εντοπισμό, τον καθορισμό και την επίτευξη στόχων ή προκλήσεων σωματικής δραστηριότητας.';

  @override
  String get c11_floor4_step3_wrong =>
      'Ο δάσκαλος ενθαρρύνει κάθε μαθητή να εντοπίσει, να θέσει και να επιτύχει εξατομικευμένους στόχους ή προκλήσεις σωματικής δραστηριότητας με βάση τα αποτελέσματα των δοκιμών.';

  @override
  String get c11_floor4_step4_correct =>
      'Ο δάσκαλος παρέχει παραδείγματα άσκησης που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν στα επίπεδα σωματικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς κατευθυντήριες γραμμές. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να εργάζονται σε ομάδες υποστηρίζοντας τους συνομηλίκους τους στη συμμετοχή στη σωματική δραστηριότητα.';

  @override
  String get c11_floor4_step4_wrong =>
      'Ο δάσκαλος παρέχει παραδείγματα άσκησης που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν στα επίπεδα σωματικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς κατευθυντήριες γραμμές. Ο δάσκαλος ενθαρρύνει την ατομική εργασία για να μεγιστοποιήσει τα οφέλη της άσκησης.';

  @override
  String get c11_floor4_step5_correct =>
      'Ο δάσκαλος ενθαρρύνει τους μαθητές να γίνουν κριτικοί κινούμενοι, παρέχοντας ανατροφοδότηση και προτάσεις στους συνομηλίκους τους.';

  @override
  String get c11_floor4_step5_wrong =>
      'Ο δάσκαλος αποφεύγει οι μαθητές να είναι επικριτικοί μεταξύ τους, προκειμένου να αποφευχθούν διαφωνίες.';

  @override
  String get c11_floor4_step6_correct =>
      'Ο δάσκαλος πρέπει να παρέχει προκλήσεις στους μαθητές για την προώθηση της σωματικής δραστηριότητας μεταξύ των συνομηλίκων τους, αλλά και μεταξύ των μελών της οικογένειας (εντός και εκτός σχολείου).';

  @override
  String get c11_floor4_step6_wrong =>
      'Το μοντέλο δεν απαιτεί την εξέταση δραστηριοτήτων πέρα από το σχολείο.';

  @override
  String get c11_floor4_step7_correct =>
      'Το μοντέλο διδασκαλίας δίνει έμφαση στην υποστήριξη των δασκάλων στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την αντιμετώπισή τους.';

  @override
  String get c11_floor4_step7_wrong =>
      'Το μοντέλο δεν απαιτεί από τον εκπαιδευτικό να υποστηρίξει τους μαθητές στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στρατηγικές για την αντιμετώπισή τους.';

  @override
  String get c11_mistakes => 'Λάθη';

  @override
  String get c11_mistakes_reached =>
      'Έχετε κάνει 2 λάθη σε αυτό το μοντέλο. Η πρόκληση θα επανεκκινήσει από αυτόν τον όροφο.';

  @override
  String get c11_finish =>
      'Μπράβο! Ολοκληρώσατε με επιτυχία τον πύργο. Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.';

  @override
  String get c12a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 12. Θα αναλάβετε το ρόλο του καθηγητή φυσικής αγωγής και θα αναπτύξετε δύο μαθήματα για τους μαθητές σας. Θα σας δώσω κάποιες πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, τον σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσουν στην ανάπτυξη του μαθήματος. Προσέξτε, μια λανθασμένη απάντηση προκαλεί αλλαγή στην έκφραση του avatar (από χαρούμενος σε θυμωμένος). Μπορείτε να κάνετε τρία λάθη ανά μάθημα, μετά τα οποία η πρόκληση θα ξεκινήσει ξανά. Έτοιμοι?';

  @override
  String get c12a1_finish =>
      'Μπράβο! Έχετε προγραμματίσει το μάθημά σας με βάση τις ανάγκες της τάξης. Για να ολοκληρώσετε την πρόκληση, πρέπει να αναπτύξετε ένα άλλο μάθημα για μια διαφορετική τάξη.';

  @override
  String get c12_completed => 'Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι!';

  @override
  String get c12_mistakes => 'Έχετε κάνει 3 λάθη. Επανεκκίνηση παιχνιδιού!';

  @override
  String get restart => 'Επανεκκίνηση';

  @override
  String get c12a2_instructions =>
      'Πρόκειται για μια τάξη 25 παιδιών ηλικίας 6 ετών, ένα από αυτά με σύνδρομο Asperger. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη. Όλα τα παιδιά έχουν κίνητρα όταν κάνουν φυσική αγωγή. Το μάθημα στοχεύει στη διδασκαλία δεξιοτήτων πιασίματος και ρίψης.';

  @override
  String get c12a2_finish =>
      'Μπράβο! Έχετε προγραμματίσει τα μαθήματά σας με βάση τις ανάγκες της τάξης. Ολοκληρώσατε την πρόκληση!';

  @override
  String get c12a1_1_title => 'Άσκηση με πάσα από το στήθος ';

  @override
  String get c12a1_1_question => 'Επιλέξτε το σωστό σετ εξοπλισμού.';

  @override
  String get c12a1_1_answer1 =>
      'Τυποποιημένες μπάλες που χρησιμοποιούνται στην καλαθοσφαίριση.';

  @override
  String get c12a1_1_answer2 =>
      'Μπάλες διαφορετικού βάρους για αγόρια και κορίτσια.';

  @override
  String get c12a1_1_answer3 =>
      'Μπάλες διαφορετικού βάρους για μαθητές σε αναπηρικά αμαξίδια.';

  @override
  String get c12a1_2_title => 'Άσκηση θωρακικού περάσματος (ατομική εργασία)';

  @override
  String get c12a1_2_question =>
      'Ρύθμιση και κανόνες: Ένα τετράγωνο 1 μέτρου στον τοίχο, 1 μέτρο από το δάπεδο. Η γραμμή φάουλ για τοποθέτηση ποδιού είναι 2 μέτρα από τον τοίχο. Οι μαθητές πρέπει να ρίξουν την μπάλα μέσα στο τετράγωνο και να πιάσουν την αναπήδηση. Η μπάλα πρέπει να ριχτεί πίσω από τη γραμμή και η αναπήδηση πρέπει να πιαστεί επίσης πίσω από τη γραμμή. Η μπάλα δεν επιτρέπεται να αναπηδήσει στο έδαφος πριν χτυπήσει τον τοίχο. Η άσκηση πρέπει να εκτελείται 5 φορές.\n\nΠροσαρμογή για μαθητές σε αναπηρικά αμαξίδια:\n\n\n';

  @override
  String get c12a1_2_answer1 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_2_answer2 => 'Η γραμμή φάουλ απέχει 1 μέτρο από τον τοίχο.';

  @override
  String get c12a1_2_answer3 =>
      'Το τετράγωνο σχεδιάζεται 0,5 μέτρα από το πάτωμα.';

  @override
  String get c12a1_3_title => 'Άσκηση με πάσα από το στήθος (Chest Pass)';

  @override
  String get c12a1_3_question =>
      'Ρύθμιση και κανόνες: Μαθητές σε ζεύγη, σε απόσταση 2 μέτρων. Οι μαθητές πρέπει να πετάξουν την μπάλα στους συμπαίκτες τους. Η μπάλα δεν μπορεί να αναπηδήσει. Εκτελέστε την άσκηση 10 φορές. Ομαδική Συνεργασία:\n\n\n';

  @override
  String get c12a1_3_answer1 =>
      'Μαθητές σε ζευγάρια. Κάθε μαθητής σε αναπηρικό καροτσάκι συνεργάζεται με οποιονδήποτε συμμαθητή του.';

  @override
  String get c12a1_3_answer2 =>
      'Μαθητές σε ζευγάρια. Οι μαθητές σε αναπηρικά αμαξίδια ανήκουν στην ίδια ομάδα.';

  @override
  String get c12a1_4_title => 'Άσκηση spot shot';

  @override
  String get c12a1_4_question =>
      'Ρύθμιση και κανόνες: Οι μαθητές εργάζονται σε ένα γήπεδο μπάσκετ. Οι μαθητές χωρίζονται σε δύο ομάδες. Τρεις περιοχές σκοποβολής (1,6 μέτρα από το στεφάνι μπάσκετ). Κάθε ομάδα χωρίζεται σε 3 υποομάδες, μία για κάθε περιοχή σκοποβολής. Οι μαθητές πρέπει να εκτελέσουν μια βολή και να μετακινηθούν σε άλλη περιοχή. Κάθε μαθητής πρέπει να εκτελέσει 4 βλαστούς σε κάθε περιοχή για να ολοκληρώσει την εργασία. \nΠροσαρμογή για μαθητές σε αναπηρικά αμαξίδια:\n\n\n\n';

  @override
  String get c12a1_4_answer1 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_4_answer2 =>
      'Οι περιοχές σκοποβολής απέχουν 1 μέτρο από το στεφάνι μπάσκετ.';

  @override
  String get c12a1_4_answer3 =>
      'Οι μαθητές σε αναπηρικά αμαξίδια μπορούν να εκτελέσουν περισσότερες βολές από τους συμπαίκτες τους.';

  @override
  String get c12a1_5_title => 'Εξοπλισμός';

  @override
  String get c12a1_5_question => '';

  @override
  String get c12a1_5_answer1 =>
      'Στεφάνια μπάσκετ διαφορετικού ύψους, μπάλες ίδιου βάρους.';

  @override
  String get c12a1_5_answer2 =>
      'Στεφάνια μπάσκετ του ίδιου ύψους και μπάλες διαφορετικών βαρών για άνδρες.';

  @override
  String get c12a1_5_answer3 =>
      'Στεφάνια μπάσκετ διαφορετικού ύψους και μπάλες διαφορετικών βαρών για μαθητές σε αναπηρικά αμαξίδια.';

  @override
  String get c12a1_6_title => 'Άσκηση ντρίμπλας δέκα μέτρων:';

  @override
  String get c12a1_6_question =>
      'Ρύθμιση και κανόνες:  Γραμμή μήκους 10 μέτρων. Έξι κώνοι στη γραμμή, 1,5 μέτρα μεταξύ τους. Οι μαθητές χωρίζονται σε ομάδες. Οι μαθητές πρέπει να ντριμπλάρουν στη γραμμή όσο το δυνατόν γρηγορότερα χρησιμοποιώντας μόνο το ένα χέρι και χωρίς να χτυπήσουν τον κώνο με την μπάλα. Οι μαθητές πρέπει να εκτελέσουν την άσκηση τρεις φορές σε μη διαδοχικές στροφές.\n\n\n\n\n';

  @override
  String get c12a1_6_answer1 =>
      'Η εκτέλεση ντρίμπλας πρέπει να προσαρμοστεί: αναπήδηση μία φορά, παγίδευση της μπάλας στην αγκαλιά, ώθηση τροχών.';

  @override
  String get c12a1_6_answer2 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_6_answer3 =>
      'Τρεις κώνοι στη γραμμή για μαθητές σε αναπηρικά αμαξίδια.';

  @override
  String get c12a2_1_title => 'Δραστηριότητα πιασίματος και ρίψης';

  @override
  String get c12a2_1_question =>
      'Κανόνες: Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n\n';

  @override
  String get c12a2_1_answer1 =>
      'Ο δάσκαλος δείχνει μια κάρτα με τις ενέργειες που απαιτούνται για την εκτέλεση της εργασίας στον μαθητή με σύνδρομο Asperger.';

  @override
  String get c12a2_1_answer2 =>
      'Ο δάσκαλος εξηγεί προσεκτικά πώς να εκτελέσει την εργασία μέσω διαφόρων επιδείξεων στον μαθητή με σύνδρομο Asperger.';

  @override
  String get c12a2_1_answer3 => 'Δεν χρειάζεται.';

  @override
  String get c12a2_2_title => 'Δραστηριότητα πιασίματος και ρίψης';

  @override
  String get c12a2_2_question =>
      'Κανόνες: Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατά κοντά σε μια γραμμή. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n\n';

  @override
  String get c12a2_2_answer1 =>
      'Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ένας μαθητής πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Asperger, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής). Στο δεύτερο μέρος, ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).';

  @override
  String get c12a2_2_answer2 =>
      'Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Asperger, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής). Στο δεύτερο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την ρίχνει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).';

  @override
  String get c12a2_2_answer3 =>
      'Ο δάσκαλος παίζει με τον μαθητή με σύνδρομο Asperger. Ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την ρίξει ενώ περπατάει, ο τελευταίος την πιάνει και την ρίχνει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).';

  @override
  String get c12a2_3_title => 'Δραστηριότητα πιασίματος και ρίψης';

  @override
  String get c12a2_3_question =>
      'Ρύθμιση και κανόνες: Το γυμναστήριο χωρίζεται σε τέσσερα μέρη. Μία περιοχή παιχνιδιού σε κάθε μέρος. Παιδιά σε οκτώ ομάδες. Κάθε χώρος παιχνιδιού χωρίζεται σε δύο πεδία. Κάθε ομάδα έχτισε δύο κάστρα με κώνους και τα τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει μια μαλακή μπάλα. Τα παιδιά πρέπει να πετάξουν τις μπάλες προσπαθώντας να γκρεμίσουν τα κάστρα της άλλης ομάδας. Πριν ρίξουν την μπάλα, πρέπει να εκτελέσουν τουλάχιστον τρεις πάσες. Όλοι οι μαθητές πρέπει να παίζουν με χαμηλότερο επίπεδο φωνής. Όποιος φωνάζει τιμωρείται. Προσαρμογή για μαθητή με σύνδρομο Asperger:\n';

  @override
  String get c12a2_3_answer1 =>
      'Πριν πετάξουν την μπάλα, οι μαθητές πρέπει να δώσουν την μπάλα στον συμπαίκτη με σύνδρομο Asperger.';

  @override
  String get c12a2_3_answer2 =>
      'Ενώ οι μαθητές παίζουν, ο δάσκαλος παίζει το ίδιο παιχνίδι με τον μαθητή με σύνδρομο Asperger σε έναν αποκλεισμένο χώρο παιχνιδιού.';

  @override
  String get c12a2_3_answer3 =>
      'Ο δάσκαλος παίζει στην ομάδα του μαθητή με σύνδρομο Asperger. Πριν ρίξουν την μπάλα, ο μαθητής και ο δάσκαλος πρέπει να περάσουν την μπάλα στον συμπαίκτη με σύνδρομο Asperger.';

  @override
  String get c13a1_intro1 =>
      'Καλώς ήρθατε στην πρόκληση 13. Θα αναλάβετε το ρόλο ενός καθηγητή φυσικής αγωγής και θα αναπτύξετε ένα μάθημα για τους μαθητές σας. Θα σας δώσω κάποιες πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, τον σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσουν στην ανάπτυξη του μαθήματος. Προσέξτε, μια λάθος απάντηση προκαλεί την απώλεια μιας καρδιάς στη γραμμή ζωής του avatar. Έχετε 20 καρδιές διαθέσιμες. Εάν χάσετε όλες τις καρδιές, θα επανεκκινήσετε την πρόκληση. Έτοιμοι?';

  @override
  String get c13a1_intro2 =>
      'Αυτή είναι μια τάξη 30 παιδιών. Έχουν κάποια εμπειρία στη γυμναστική και το χορό από μαθήματα φυσικής αγωγής στις πρώτες τάξεις. Έχουν επίσης εμπειρία σε παραδοσιακά παιχνίδια, στίβο, κολύμβηση και χειμερινά σπορ. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη. Τα περισσότερα από τα παιδιά έχουν κίνητρα όταν κάνουν φυσική αγωγή, αν και μερικά παιδιά δεν έχουν αυτοπεποίθηση. Το σχολείο διαθέτει ένα μικρό γυμναστήριο με κάποια κινητά όργανα (πάγκους, κουτιά) που τα παιδιά μπορούν να χρησιμοποιήσουν για να ισορροπήσουν, καθώς και χαλάκια δαπέδου για να δουλέψουν. Η μουσική μπορεί να χρησιμοποιηθεί εάν απαιτείται για να προσθέσει ερεθίσματα στις ακολουθίες. Διατίθενται κάρτες εργασίας με παραδείγματα υπολοίπων συνεργατών. Αυτά έχουν περιγραφές και εικόνες των ισορροπιών των συντρόφων μαζί με προτάσεις για το πώς να μπουν και να βγουν από τις ισορροπίες. Τα παιδιά θα έχουν ήδη επιλέξει έναν παρτενέρ και θα έχουν εργαστεί για την ανάπτυξη της μετακίνησης με παρτενέρ (αντικατοπτρίζοντας και ταιριάζοντας τις κινήσεις, κινούμενα προς διαφορετικές κατευθύνσεις) και των συνδυασμών αλμάτων (χρησιμοποιώντας διαφορετικούς τύπους αλμάτων και διαφορετικά σχήματα). Έχουν αρχίσει να συνθέτουν μια ακολουθία στην οποία θα βασιστούν τις επόμενες εβδομάδες. Στόχος του μαθήματος είναι να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες με παρτενέρ, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν μεταξύ τους ως μέρος της ακολουθίας τους με παρτενέρ. Τα μαθησιακά αποτελέσματα του μαθήματος καλύπτουν τέσσερις τομείς:\n1. Σωματική/Κίνηση - Να εκτελέσουν μια ποικιλία από απαιτητικές ισορροπίες παρτενέρ που μπορούν να συνδεθούν με την ακολουθία παρτενέρ τους.\n2. Συναισθηματικό/Αίσθημα - Να αποκτήσουν αυτοπεποίθηση στην εκτέλεση όλο και πιο απαιτητικών ισορροπιών με παρτενέρ και κίνητρο για να δοκιμάσουν πιο απαιτητικές ισορροπίες με παρτενέρ.\n3. Γνωστική/Σκέψη - Να εξετάσουν παραδείγματα ισορροπιών με παρτενέρ και να δημιουργήσουν τις δικές τους εκδοχές, οι οποίες θα συνδέονται με την ακολουθία των παρτενέρ τους.\n4. Κοινωνική/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και την τελειοποίηση απαιτητικών ισορροπιών εταίρου που θα προστεθούν στην ακολουθία των εταίρων τους.\n';

  @override
  String get c13a1_intro3 =>
      'Τώρα έχετε όλες τις πληροφορίες για να αρχίσετε να αναπτύσσετε μαθήματα για τους μαθητές σας. Αν θέλετε να συμβουλευτείτε τα χαρακτηριστικά, τον σκοπό και τα μαθησιακά αποτελέσματα του μαθήματος, μπορείτε να με συμβουλευτείτε με ένα κλικ και θα σας δώσω όλες αυτές τις πληροφορίες. ';

  @override
  String get c13a1_well_done =>
      'Μπράβο! Έχετε επιλέξει τις σωστές απαντήσεις! ';

  @override
  String get c13a1_mistakes => 'Έχετε επιλέξει %1 λανθασμένες απαντήσεις.';

  @override
  String get c13a1_game_over =>
      'Έχετε χάσει όλες τις ζωές και η πρόκληση θα επανεκκινήσει.';

  @override
  String get c13a1_stage => 'Στάδιο %1';

  @override
  String get c13a1_finish =>
      'Μπράβο! Έχετε ολοκληρώσει αυτήν τη δραστηριότητα. Ένα ακόμη για να τελειώσει η τελευταία πρόκληση!';

  @override
  String get c13_1_title => 'Εισαγωγή';

  @override
  String get c13_1_question =>
      'Με βάση τις παρεχόμενες πληροφορίες, επιλέξτε 2 δεξιότητες/ιδιότητες στις οποίες εστιάζετε επίσης για να τις αναπτύξετε:';

  @override
  String get c13_1_correct_1 => 'Ανθεκτικότητα';

  @override
  String get c13_1_correct_2 => 'Ανεξαρτησία';

  @override
  String get c13_1_correct_3 => 'Επικοινωνία';

  @override
  String get c13_1_wrong_1 => 'Επίλυση προβλημάτων';

  @override
  String get c13_1_wrong_2 => 'Συναισθηματική νοημοσύνη';

  @override
  String get c13_1_wrong_3 => 'Ηγεσία';

  @override
  String get c13_1_wrong_4 => 'Αξιολόγηση';

  @override
  String get c13_1_wrong_5 => 'Αθλητισμός';

  @override
  String get c13_1_wrong_6 => 'Αυτοπεποίθηση';

  @override
  String get c13_2_title => 'Στυλ ή μοντέλα διδασκαλίας';

  @override
  String get c13_2_question =>
      'Στυλ ή μοντέλα διδασκαλίας: Με βάση τα στυλ του Mosstonâ, επιλέξτε 3 στυλ που θα μπορούσατε να χρησιμοποιήσετε για να επιτύχετε το σκοπό του μαθήματος.';

  @override
  String get c13_2_correct_1 => 'Αμοιβαία';

  @override
  String get c13_2_correct_2 => 'Αυτοέλεγχος';

  @override
  String get c13_2_correct_3 => 'Αποκλίνουσα ανακάλυψη';

  @override
  String get c13_2_correct_4 => 'Σχεδιασμός μαθητή';

  @override
  String get c13_2_wrong_1 => 'Εντολή';

  @override
  String get c13_2_wrong_2 => 'Άσκηση';

  @override
  String get c13_2_wrong_3 => 'Ένταξη';

  @override
  String get c13_2_wrong_4 => 'Καθοδηγούμενη ανακάλυψη';

  @override
  String get c13_2_wrong_5 => 'Συγκλίνουσα ανακάλυψη';

  @override
  String get c13_2_wrong_6 => 'Με πρωτοβουλία του μαθητή';

  @override
  String get c13_2_wrong_7 => 'Αυτοδιδασκαλία';

  @override
  String get c13_3_title => 'Μοντέλα διδασκαλίας';

  @override
  String get c13_3_question =>
      'Μοντέλα διδασκαλίας: με βάση το στόχο του μαθήματος, επιλέξτε 1 μοντέλο διδασκαλίας για την ενίσχυση του σωματικού γραμματισμού των μαθητών.';

  @override
  String get c13_3_correct_1 => 'Συνεργατική εκπαίδευση';

  @override
  String get c13_3_wrong_1 => 'Αθλητική Εκπαίδευση';

  @override
  String get c13_3_wrong_2 => 'Διδασκαλία της προσωπικής κοινωνικής ευθύνης';

  @override
  String get c13_3_wrong_3 => 'Φυσική Αγωγή με βάση την υγεία';

  @override
  String get c13_4_title => 'Τόλμη';

  @override
  String get c13_4_question =>
      'Τόλμη: με βάση το στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετείται, επιλέξτε 1 τόλμη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.';

  @override
  String get c13_4_correct_1 =>
      'Τα παιδιά μπορούν να επιλέξουν τις ισορροπίες που θέλουν να κάνουν και πώς θα τις συνδέσουν σε μια ακολουθία.';

  @override
  String get c13_4_wrong_1 =>
      'Όλα τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες και ακολουθίες.';

  @override
  String get c13_4_wrong_2 =>
      'Τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες, αλλά επιλέγουν πώς να τις συνδέσουν σε μια ακολουθία.';

  @override
  String get c13_5_title => 'Υποστηρίξη';

  @override
  String get c13_5_question =>
      'Υποστήριξη: με βάση το στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 υποστήριξη που μπορεί να βοηθήσει τους μαθητές να ενισχύσουν τις δεξιότητές τους.';

  @override
  String get c13_5_correct_1 =>
      'Τα παιδιά υποστηρίζονται από τον εαυτό τους και φύλλα εργασίας που έχουν εικόνες και κείμενο για να περιγράψουν τις ισορροπίες και πώς μπορούν να συνδεθούν μεταξύ τους.';

  @override
  String get c13_5_wrong_1 =>
      'Ο δάσκαλος μετακινείται στην τάξη για να παρέχει υποστήριξη και συμβουλές όπου χρειάζεται.';

  @override
  String get c13_5_wrong_2 =>
      'Ορισμένοι μαθητές ορίζονται ως υποστηρικτές και εργάζονται με μια ομάδα, παρέχοντας συμβουλές.';

  @override
  String get c13_6_title => 'Πτυχές';

  @override
  String get c13_6_question =>
      'Πτυχές: Τι θα ήταν πιο πιθανό να τροποποιήσετε? Επιλέξτε 2 στοιχεία που μπορείτε να τροποποιήσετε.';

  @override
  String get c13_6_correct_1 => 'Δραστηριότητες';

  @override
  String get c13_6_correct_2 => 'Εξοπλισμός';

  @override
  String get c13_6_wrong_1 => 'Χώροι';

  @override
  String get c13_6_wrong_2 => 'Άνθρωποι';

  @override
  String get c13_6_wrong_3 => 'Συνθήκες';

  @override
  String get c13_6_wrong_4 => 'Χρόνος';

  @override
  String get c13_7_title => 'Προτεραιότητα';

  @override
  String get c13_7_question =>
      'Προτεραιότητα: Ποια θα ήταν η προτεραιότητά σας; Επιλέξτε δύο προτεραιότητες.';

  @override
  String get c13_7_correct_1 => 'Μέγιστη συμμετοχή';

  @override
  String get c13_7_correct_2 => 'Συμμετοχή';

  @override
  String get c13_7_correct_3 => 'Επιτυχία';

  @override
  String get c13_7_wrong_1 => 'Ασφάλεια';

  @override
  String get c13_7_wrong_2 => 'Μάθηση';

  @override
  String get c13_7_wrong_3 => 'Απόλαυση';

  @override
  String get c13_8_title => 'Στρατηγική αξιολόγησης';

  @override
  String get c13_8_question =>
      'Στρατηγική αξιολόγησης: επιλέξτε τη σωστή στρατηγική αξιολόγησης για να αξιολογήσετε τη δραστηριότητα των μαθητών σας.';

  @override
  String get c13_8_correct_1 =>
      'Στο τέλος του μαθήματος, τα παιδιά χωρίζονται στα δύο. Η μισή τάξη εκτελεί την ακολουθία της και ένα ζευγάρι από τους παρατηρητές παρέχει ανατροφοδότηση σχετικά με το τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν, στη συνέχεια, το άλλο μισό εκτελεί την ακολουθία του και λαμβάνει ανατροφοδότηση από ένα ζευγάρι από τους παρατηρητές.';

  @override
  String get c13_8_wrong_1 =>
      'Στο τέλος του μαθήματος κάθε ζευγάρι πρέπει να εκτελέσει την ακολουθία του παρτενέρ του μπροστά σε όλους και ο δάσκαλος τους δίνει βαθμό με άριστα το 10.';

  @override
  String get c13_8_wrong_2 =>
      'Οι μαθητές συμπληρώνουν ένα γραπτό φύλλο χαρτιού εξηγώντας τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν στην ακολουθία των παρτενέρ τους.';

  @override
  String get c13a2_intro =>
      'Πρέπει να περάσετε την τελευταία δραστηριότητα για να περάσετε την τελική πρόκληση.  Όπως είπα προηγουμένως, τα μαθησιακά αποτελέσματα του μαθήματος καλύπτουν τέσσερις τομείς:\n1. Σωματική/Κίνηση - Να εκτελούν μια ποικιλία από απαιτητικές ισορροπίες παρτενέρ που μπορούν να συνδεθούν με την ακολουθία παρτενέρ τους.\n2. Συναισθηματικό/Αίσθημα - Να αποκτήσουν αυτοπεποίθηση στην εκτέλεση όλο και πιο απαιτητικών ισορροπιών με παρτενέρ και κίνητρο για να δοκιμάσουν πιο απαιτητικές ισορροπίες με παρτενέρ.\n3. Γνωστική/Σκέψη - Να εξετάσουν παραδείγματα ισορροπιών με παρτενέρ και να δημιουργήσουν τις δικές τους εκδοχές, οι οποίες θα συνδέονται με την ακολουθία των παρτενέρ τους.\n4. Κοινωνική/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και την τελειοποίηση απαιτητικών ισορροπιών εταίρου που θα προστεθούν στην ακολουθία των εταίρων τους.\nΕπιλέξτε 2 ερωτήσεις για κάθε κατηγορία.';

  @override
  String get c13a2_finish =>
      'Μπράβο! Έχετε ολοκληρώσει την πρόκληση 13, οπότε έχετε συλλέξει το παράσημό σας! Συγχαρητήρια!!! Έχετε ολοκληρώσει όλες τις προκλήσεις!';

  @override
  String get c13_9_title => 'Σωματική/Κίνηση';

  @override
  String get c13_9_question =>
      'Σωματική/Κίνηση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη βελτίωση της σωματικής κίνησης.';

  @override
  String get c13_9_correct_1 =>
      'Τι βελτιώσεις έχετε κάνει στην απόδοσή σας; Πώς  το ξέρετε;';

  @override
  String get c13_9_correct_2 =>
      'Τι μπορείτε να δείξετε τώρα που δεν μπορούσατε πριν από το μάθημα;';

  @override
  String get c13_9_wrong_1 =>
      'Ποιες νέες δεξιότητες μάθατε σήμερα; Μπορείτε να μου δείξετε πώς μοιάζει η σωστή τεχνική;';

  @override
  String get c13_9_wrong_2 =>
      'Ποιες νέες τακτικές μάθατε σήμερα; Μπορείτε να μου πείτε γιατί είναι σημαντικά;';

  @override
  String get c13_9_wrong_3 =>
      'Αναπτύξατε κάποιες πτυχές της φυσικής σας κατάστασης σήμερα; Πώς θα σας βοηθήσει αυτό και πώς θα μπορούσατε να το εκπαιδεύσετε περαιτέρω εκτός των μαθημάτων φυσικής αγωγής;';

  @override
  String get c13_9_wrong_4 =>
      'Ποιο στοιχείο της φυσικής κατάστασης εφαρμόσατε πιο αποτελεσματικά στο σημερινό μάθημα και πότε; Τι αντίκτυπο είχε αυτό;';

  @override
  String get c13_9_wrong_5 =>
      'Χωρίς λόγια, επιδείξτε τα σημεία διδασκαλίας από το σημερινό μάθημα σε έναν συνεργάτη σας. ';

  @override
  String get c13_9_wrong_6 =>
      'Πώς θα βαθμολογούσατε τον εαυτό σας με άριστα το 10 για την επιδέξια κίνηση σήμερα; Τι θα μπορούσε να βελτιώσει τη βαθμολογία σας;';

  @override
  String get c13_9_wrong_7 =>
      'Εάν ήσασταν ο προπονητής, πώς θα διδάσκατε τη συγκεκριμένη δεξιότητα;';

  @override
  String get c13_9_wrong_8 =>
      'Πώς μπορούν οι κινήσεις/δεξιότητες που εξασκείστε σε αυτό το μάθημα να σας βοηθήσουν σε άλλα αθλήματα/δραστηριότητες;';

  @override
  String get c13_10_title => 'Συναισθηματικό/Αίσθημα';

  @override
  String get c13_10_question =>
      'Συναισθηματικό/Αίσθημα: Επιλέξτε 2 ερωτήσεις που σχετίζονται με συναισθηματικές εμπειρίες κατά τη διάρκεια του μαθήματος.';

  @override
  String get c13_10_correct_1 =>
      'Πώς αισθανθήκατε όταν δουλεύατε με τους άλλους σήμερα;';

  @override
  String get c13_10_correct_2 =>
      'Πόσο σίγουροι αισθάνεστε για τη συμμετοχή σας σε περισσότερες από αυτές τις δραστηριότητες;';

  @override
  String get c13_10_wrong_1 =>
      'Τι σας άρεσε περισσότερο στο σημερινό μάθημα; Ποια ήταν η καλύτερη στιγμή;';

  @override
  String get c13_10_wrong_2 =>
      'Υπήρχαν στοιχεία του μαθήματος που δεν σας άρεσαν;';

  @override
  String get c13_10_wrong_3 =>
      'Τι θα θέλατε να είχαμε κάνει διαφορετικά ή περισσότερο ή λιγότερο;';

  @override
  String get c13_10_wrong_4 =>
      'Για ποιο στοιχείο του μαθήματος φυσικής αγωγής είστε πιο περήφανοι;';

  @override
  String get c13_10_wrong_5 =>
      'Αν μπορούσατε να επαναλάβετε αυτό το μάθημα, πώς θα μπορούσατε να το είχατε κάνει πιο ευχάριστο;';

  @override
  String get c13_10_wrong_6 =>
      'Σε συνέχεια του σημερινού μαθήματος, τι θα θέλατε να μάθετε στη συνέχεια;';

  @override
  String get c13_10_wrong_7 => 'Αισθάνεστε ότι σας εκτιμούν στην ομάδα σας;';

  @override
  String get c13_10_wrong_8 =>
      'Πώς θα βαθμολογούσατε αυτό το μάθημα με 10 βαθμούς για τη διασκέδαση; Τι θα μπορούσε να γίνει για να βελτιωθεί αυτή η βαθμολογία;';

  @override
  String get c13_10_wrong_9 =>
      'Πότε επιδείξατε τη μεγαλύτερη αυτοπεποίθηση στο σημερινό μάθημα;';

  @override
  String get c13_10_wrong_10 =>
      'Πότε νιώσατε ότι βγήκατε έξω από τη ζώνη άνεσής σας σήμερα;';

  @override
  String get c13_10_wrong_11 => 'Αισθανθήκατε ασφαλείς στο σημερινό μάθημα;';

  @override
  String get c13_11_title => 'Γνωστική/Σκέψη';

  @override
  String get c13_11_question =>
      'Γνωστική/Σκέψη: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη γνωστική σκέψη και τον προβληματισμό.';

  @override
  String get c13_11_correct_1 =>
      'Σε τι πρέπει να δουλέψετε περισσότερο για να βελτιωθείτε περαιτέρω;';

  @override
  String get c13_11_correct_2 =>
      'Ποιους διαφορετικούς ρόλους θα μπορούσατε να εκπληρώσετε στο μάθημα και ποιες δεξιότητες απαιτούνται για τον καθένα;';

  @override
  String get c13_11_wrong_1 =>
      'Ποιο ήταν το πιο πολύτιμο πράγμα που μάθατε σήμερα; Πώς θα χρησιμοποιήσετε αυτή τη μάθηση στο μέλλον;';

  @override
  String get c13_11_wrong_2 =>
      'Πώς θα μπορούσατε να το κάνετε διαφορετικά την επόμενη φορά;';

  @override
  String get c13_11_wrong_3 =>
      'Ποιο είναι το πιο σημαντικό πράγμα που πρέπει να θυμάστε από σήμερα; Πώς θα το θυμάστε;';

  @override
  String get c13_11_wrong_4 =>
      'Υπάρχει κάτι που μπορείτε να κάνετε πριν από το επόμενο μάθημά μας για να αναπτύξετε περαιτέρω ή να εξασκήσετε αυτά που κάναμε σήμερα;';

  @override
  String get c13_11_wrong_5 =>
      'Υπάρχει κάποια πτυχή αυτής της δραστηριότητας για την οποία θα θέλατε να μάθετε περισσότερα;';

  @override
  String get c13_11_wrong_6 =>
      'Ποιους κανόνες ή περιορισμούς θα μπορούσατε να προσθέσετε για να κάνετε το μάθημα πιο δύσκολο για εσάς;';

  @override
  String get c13_11_wrong_7 =>
      'Τι θα μπορούσατε να κάνετε για να κάνετε το μάθημα ευκολότερο για εσάς;';

  @override
  String get c13_11_wrong_8 =>
      'Τι θα κάνετε για να είστε σωματικά δραστήριοι από τώρα μέχρι το επόμενο μάθημα;';

  @override
  String get c13_11_wrong_9 => 'Για τι θα θέλατε να μάθετε περισσότερα;';

  @override
  String get c13_11_wrong_10 =>
      'Εάν διδάσκατε το σημερινό μάθημα, πώς θα το κάνατε;';

  @override
  String get c13_12_title => 'Κοινωνική/Σύνδεση';

  @override
  String get c13_12_question =>
      'Κοινωνική/Σύνδεση: Επιλέξτε 2 ερωτήσεις σχετικές με τις κοινωνικές αλληλεπιδράσεις κατά τη διάρκεια του μαθήματος.';

  @override
  String get c13_12_correct_1 => 'Πόσο καλά συνεργαστήκατε με τους άλλους;';

  @override
  String get c13_12_correct_2 =>
      'Ποιος έδειξε τη μεγαλύτερη δημιουργικότητα σήμερα; Τι αντίκτυπο είχε;';

  @override
  String get c13_12_wrong_1 =>
      'Ποιος ήταν ο MVP (πολυτιμότερος συμμετέχων); Γιατί;';

  @override
  String get c13_12_wrong_2 =>
      'Ποιος επέδειξε τα καλύτερα ηγετικά χαρακτηριστικά στο σημερινό μάθημα; Πώς το έκαναν αυτό;';

  @override
  String get c13_12_wrong_3 =>
      'Επιδείξατε ευγένεια και σεβασμό προς τους άλλους κατά τη διάρκεια του μαθήματος; Αν ναι, πώς;';

  @override
  String get c13_12_wrong_4 =>
      'Πώς οι σχέσεις με άλλους μαθητές επηρέασαν την πρόοδό σας σε αυτό το μάθημα;';

  @override
  String get c13_12_wrong_5 =>
      'Πώς θα διδάσκατε αυτό το μάθημα σε έναν φίλο σας;';

  @override
  String get c13_12_wrong_6 =>
      'Περιγράψτε μια στιγμή στο μάθημα όπου βοηθήσατε έναν άλλο μαθητή να σημειώσει πρόοδο.';

  @override
  String get c13_12_wrong_7 =>
      'Πώς συμβάλλατε σήμερα στην επίτευξη ενός κοινού στόχου;';

  @override
  String get c13_12_wrong_8 =>
      'Πόσο καλά επικοινωνήσατε με τους άλλους σήμερα;';

  @override
  String get c13_12_wrong_9 => 'Με ποιον συνεργάστηκες καλά σήμερα; Γιατί;';

  @override
  String get c13_12_wrong_10 =>
      'Πού μπορείς να έχεις πρόσβαση σε περισσότερες ευκαιρίες για να παίξεις ή να κάνεις αυτό που μάθαμε σήμερα;';

  @override
  String get c13_12_wrong_11 =>
      'Ποιος είναι το πρότυπό σου σε αυτή την τάξη; Γιατί;';

  @override
  String get c13_lives_remaining => 'Ζωές που απομένουν';

  @override
  String get glossary_Attributes => 'Χαρακτηριστικά';

  @override
  String get glossary_AffectiveDomain => 'Συναισθηματικός τομέας';

  @override
  String get glossary_CognitiveDomain => 'Γνωστικός τομέας';

  @override
  String get glossary_Confidence => 'Αυτοπεποίθηση';

  @override
  String get glossary_Domains => 'Τομείς';

  @override
  String get glossary_Dualism => 'Δυαδισμός';

  @override
  String get glossary_Embodied => 'Ενσωματωμένη';

  @override
  String get glossary_Existentialism => 'Υπαρξισμός';

  @override
  String get glossary_HealthLiteracy => 'Γραμματισμός στην υγεία';

  @override
  String get glossary_HumanDimension => 'Ανθρώπινη διάσταση';

  @override
  String get glossary_KnowledgeAndUnderstanding => 'Γνώση και κατανόηση';

  @override
  String get glossary_Literacy => 'Γραμματισμός';

  @override
  String get glossary_Monism => 'Μονισμός';

  @override
  String get glossary_Motivation => 'Κίνητρα';

  @override
  String get glossary_MovementCapacities => 'Κινητικές ικανότητες';

  @override
  String get glossary_MovementPatterns => 'Μοτίβα κίνησης';

  @override
  String get glossary_MovementVocabulary => 'Λεξιλόγιο κίνησης';

  @override
  String get glossary_Phenomenology => 'Φαινομενολογία';

  @override
  String get glossary_PhysicalActivity => 'Σωματική Δραστηριότητα';

  @override
  String get glossary_PhysicalCompetence => 'Σωματική Επάρκεια';

  @override
  String get glossary_PhysicalDomain => 'Φυσικός τομέας';

  @override
  String get glossary_PhysicalEducation => 'Φυσική Αγωγή';

  @override
  String get glossary_PhysicalLiteracy => 'Σωματικός γραμματισμός';

  @override
  String get glossary_Sport => 'Αθλητισμός';

  @override
  String get glossary_Attributes_desc =>
      'Είναι τα συστατικά στοιχεία της φυσικής παιδείας που προσδιορίζονται στον πλήρη ορισμό της έννοιας. Κατά την ανάπτυξη του σωματικού γραμματισμού, τα άτομα θα ανακαλύψουν ότι έχουν τη δυνατότητα να αναπτύξουν όλα τα χαρακτηριστικά που προσδιορίζονται στον πλήρη ορισμό.';

  @override
  String get glossary_AffectiveDomain_desc =>
      'Ο συναισθηματικός τομέας αναφέρεται σε πτυχές της παρακίνησης, της εμπιστοσύνης, της αυτοεκτίμησης, της αυτοπεποίθησης και της θετικής αίσθησης του εαυτού, που αναπτύσσονται και καλλιεργούνται σε διάφορα περιβάλλοντα.';

  @override
  String get glossary_CognitiveDomain_desc =>
      'Ο γνωστικός τομέας αναφέρεται στη γνώση και την κατανόηση της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της άσκησης, της διατροφής, του ύπνου και του τρόπου ζωής, καθώς και στην ανάπτυξη ευφυούς δράσης, κατανόησης της κίνησης και εφαρμογής της δημιουργικότητας και της φαντασίας σε ένα ευρύ φάσμα περιβαλλόντων.';

  @override
  String get glossary_Confidence_desc =>
      'Μπορεί να περιγραφεί ως η αντίληψη των δικών μας ικανοτήτων.';

  @override
  String get glossary_Domains_desc =>
      'Οι τομείς του σωματικού γραμματισμού αναφέρονται στους αλληλένδετους συναισθηματικούς, φυσικούς και γνωστικούς τομείς που στηρίζουν την έννοια του σωματικού γραμματισμού. Σε κάποια βιβλιογραφία αναφέρονται επίσης οι συμπεριφορικοί, κοινωνικοί και περιβαλλοντικοί τομείς.';

  @override
  String get glossary_Dualism_desc =>
      'Η άποψη ότι τα ανθρώπινα όντα αποτελούνται από δύο πολύ διαφορετικά και διαχωρίσιμα «μέρη», το «σώμα» και τον « μυαλό».';

  @override
  String get glossary_Embodied_desc =>
      'Στο πλαίσιο του σωματικού γραμματισμού, ο όρος ενσωμάτωση χρησιμοποιείται ειδικά για να περιγράψει τις δυνατότητες που έχουν τα άτομα να αλληλεπιδρούν με το περιβάλλον μέσω της ενσώματης διάστασής μας. Αυτό καλύπτει τόσο την ενσωμάτωση ως βιωμένη όσο και την ενσωμάτωση ως όργανο ή αντικείμενο.';

  @override
  String get glossary_Existentialism_desc =>
      'Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι η ύπαρξη προηγείται της ουσίας. Με άλλα λόγια, τα άτομα δημιουργούν τον εαυτό τους καθώς αλληλεπιδρούν με τον κόσμο.';

  @override
  String get glossary_HealthLiteracy_desc =>
      'Ο βαθμός στον οποίο τα άτομα και οι ομάδες μπορούν να αποκτούν, να επεξεργάζονται, να κατανοούν, να αξιολογούν και να ενεργούν βάσει των πληροφοριών που απαιτούνται για τη λήψη αποφάσεων για τη δημόσια υγεία προς όφελος της κοινότητας.';

  @override
  String get glossary_HumanDimension_desc =>
      'Μια πτυχή της ανθρώπινης ύπαρξης μέσω της οποίας τα άτομα μπορούν να αλληλεπιδρούν με τον κόσμο και να εκφράζονται. Η ενσωμάτωση είναι μια τέτοια διάσταση - ως εκ τούτου, ενσωματωμένη διάσταση.';

  @override
  String get glossary_KnowledgeAndUnderstanding_desc =>
      'Αποτελείται από δύο κύρια συστατικά στοιχεία, το πρώτο σχετίζεται με την κατανόηση βασικών αρχών της κίνησης και της απόδοσης. Η δεύτερη αφορά την ανάπτυξη γνώσεων και κατανόησης της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της κατανόησης της αξίας της σωματικής δραστηριότητας, της άσκησης, της κατάλληλης διατροφής και της ανάγκης για χαλάρωση και ύπνο.';

  @override
  String get glossary_Literacy_desc =>
      'Ο γραμματισμός είναι η ενσωματωμένη αλληλεπίδρασή μας με ένα περιβάλλον. Περιλαμβάνει τη χρήση δεξιοτήτων και διαδικασιών κριτικής και δημιουργικής σκέψης, τη μεταφορά πληροφοριών μέσω διαφόρων μορφών επικοινωνίας και την εφαρμογή γνώσεων και δεξιοτήτων για τη δημιουργία συνδέσεων εντός και μεταξύ διαφόρων πλαισίων.';

  @override
  String get glossary_Monism_desc =>
      'Η άποψη ότι οι άνθρωποι είναι μια οντότητα, ένα σύνολο, και δεν διαιρείται σε ξεχωριστά «μέρη», όπως το «σώμα» και tο «μυαλό». Αυτό αναφέρεται επίσης ως ολιστική άποψη ή ολισμός, υποδεικνύοντας ότι οι άνθρωποι είναι ένα αδιαίρετο «όλον».';

  @override
  String get glossary_Motivation_desc =>
      'Μπορεί να οριστεί ως η κατεύθυνση και η ένταση της προσπάθειας ενός ατόμου.';

  @override
  String get glossary_MovementCapacities_desc =>
      'Οι συστατικές ικανότητες της αρθρωτής κίνησης.';

  @override
  String get glossary_MovementPatterns_desc =>
      'Τα γενικά κινητικά πρότυπα περιλαμβάνουν το συνολικό απόθεμα των κινήσεων για τις οποίες είναι ικανός ο άνθρωπος. Τα γενικά κινητικά πρότυπα που κατέχει ένα άτομο μπορούν να αναφερθούν ως το κινητικό του λεξιλόγιο. Τα ειδικά κινητικά πρότυπα προκύπτουν όταν τα εκλεπτυσμένα κινητικά πρότυπα εφαρμόζονται σε συγκεκριμένα πλαίσια δραστηριότητας και μορφές κίνησης.';

  @override
  String get glossary_MovementVocabulary_desc =>
      'Ανατρέξτε στα πρότυπα κίνησης.';

  @override
  String get glossary_Phenomenology_desc =>
      'Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι εμείς ως ανθρώπινα όντα δίνουμε νόημα στον κόσμο όπως τον αντιλαμβανόμαστε. Τα αντικείμενα στον κόσμο δεν έχουν κανένα νόημα πριν από την αντίληψη ενός ατόμου για το συγκεκριμένο χαρακτηριστικό.';

  @override
  String get glossary_PhysicalActivity_desc =>
      'Κάθε σωματική κίνηση που παράγεται από σκελετικούς μύες και απαιτεί δαπάνη ενέργειας.';

  @override
  String get glossary_PhysicalCompetence_desc =>
      'Μπορεί να περιγραφεί ως η επάρκεια σε κινητικό λεξιλόγιο, κινητικές ικανότητες και ανεπτυγμένα κινητικά πρότυπα, καθώς και η ανάπτυξη αυτών σε ένα εύρος κινητικών μορφών.';

  @override
  String get glossary_PhysicalDomain_desc =>
      'Ο σωματικός τομέας ενθαρρύνει την καλλιέργεια της σωματικής ικανότητας σε ένα εύρος περιβαλλόντων, προκειμένου να αναπτυχθεί ένα πλούσιο και ευρύτατο λεξιλόγιο κίνησης.';

  @override
  String get glossary_PhysicalEducation_desc =>
      'Η φυσική αγωγή είναι το σχολικό μάθημα στο οποίο τα παιδιά κάνουν σωματικές ασκήσεις ή συμμετέχουν σε σωματικά παιχνίδια και αθλήματα.';

  @override
  String get glossary_PhysicalLiteracy_desc =>
      'O σωματικός γραμματισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για την ενασχόληση με σωματικές δραστηριότητες για όλη τη ζωή.';

  @override
  String get glossary_Sport_desc =>
      'Ο αθλητισμός χρησιμοποιείται συχνότερα για να αναφερθεί σε ανταγωνιστικά παιχνίδια ή σωματικές δραστηριότητες. Συνήθως, σε αυτό το πλαίσιο, τα αθλήματα διέπονται από ένα συμφωνημένο σύνολο κανόνων και απαιτούν από τους συμμετέχοντες να μάθουν και να επιδείξουν σωματική αθλητικότητα και δεξιότητα. Ο αθλητισμός χρησιμοποιείται στο πλαίσιο του προγράμματος σπουδών Φυσικής Αγωγής για την παροχή μαθησιακών εμπειριών.';
}

/// The translations for Modern Greek (`el_backup_nicos`).
class AppLocalizationsElBackupNicos extends AppLocalizationsEl {
  AppLocalizationsElBackupNicos() : super('el_backup_nicos');

  @override
  String get tagline => 'Καλωσορίσατε στο ePhyLi!';

  @override
  String get welcomeText => 'Welcome text';

  @override
  String get start => 'Ξεκινηστε';

  @override
  String get proceed => 'Συνέχεια';

  @override
  String get whatIsYourName => 'Ποιό είναι το όνομά σας;';

  @override
  String get customizeAvatar => 'Προσαρμόστε το avatar σας';

  @override
  String get pleaseProvideAValue => 'Παρακαλώ δώστε μια τιμή';

  @override
  String get invalidPersonName => 'Μη έγκυρο όνομα';

  @override
  String get ePhyLiBuddy => 'ePhyLi φίλος';

  @override
  String get ePhyLiBuddyIntroHeadline => 'Ο ePhyLi φίλος σας';

  @override
  String get buddyIntro =>
      'Αυτός είναι ο φίλος σας στο ePhyLi. Μπορεί να σας βοηθήσει με πολύτιμες πληροφορίες σχετικά με το παιχνίδι και να σας καθοδηγήσει να ολοκληρώσετε τις προκλήσεις μας. Επιλέξτε τον φίλο σας κάνοντας κλικ στα βέλη παρακάτω και, στη συνέχεια, κάντε κλικ στην επιλογή \'Συνέχεια\'';

  @override
  String get buddy_description =>
      'Μπορείτε επίσης να με καλέσετε εάν χρειάζεστε βοήθεια με μια δραστηριότητα. Μπορώ να σας παράσχω επιπλέον βοήθεια ή συμβουλές.';

  @override
  String get news => 'Ενημέρωση';

  @override
  String get news_description =>
      'Εδώ μπορείτε να διαβάσετε άρθρα, αναρτήσεις και άλλα σχετικά με τον Φυσικό Γραμματισμό.';

  @override
  String get glossary => 'Γλωσσάρι';

  @override
  String get glossary_description =>
      'Μπορείτε να βρείτε ορολογία που σχετίζεται με τον Φυσικό Γραμματισμό στο Γλωσσάρι.';

  @override
  String get profile => 'Προφίλ';

  @override
  String get profile_description =>
      'Μπορείτε επίσης να διαχειριστείτε το προφίλ και τις προτιμήσεις σας εδώ.';

  @override
  String get tutorial_text =>
      'Καλώς ήρθατε στο ePhyLi, το ταξίδι σας στον Φυσικό Γραμματισμό πρόκειται να ξεκινήσει!\n\nΞεκινήστε μια μοναδική αποστολή για να μεταμορφώσετε τη ζωή σας μέσω της γνώσης, της δραστηριότητας και της κοινότητας. Περιηγηθείτε στις προκλήσεις και ξεκλειδώστε τα μυστικά ενός υγιεινού τρόπου ζωής. Το καθήκον σας δεν είναι απλώς να παίξετε αλλά να εξελιχθείτε, μαθαίνοντας για τη σωματική υγεία και ευεξία. Λύστε εργασίες και προκλήσεις, κάντε σημαντικές επιλογές και σχεδιάστε την πρόοδό σας σε έναν ελκυστικό κόσμο όπου κάθε βήμα μετράει για τον απώτερο στόχο σας: να κατακτήσετε τον Φυσικό Γραμματισμό.\n\nΕίστε έτοιμοι να ξεκινήσετε την περιπέτειά σας;';

  @override
  String get ready_letsgo => 'Ναι, πάμε!';

  @override
  String get tutorial_text_buddy =>
      'Γεια, είμαι ο φίλος σας στο ePhyLi, ένας εικονικός σύντροφος που έχει σχεδιαστεί για να σας καθοδηγεί και να σας βοηθά σε όλη τη διάρκεια του παιχνιδιού. Επιτρέψτε μου να σας παρουσιάσω το παιχνίδι με ένα σύντομο σεμινάριο.';

  @override
  String get next => 'Επόμενο';

  @override
  String get tutorialTextChallenges =>
      'Μπράβο! Τώρα θα σας εξηγήσω πώς μπορείτε να ξεκινήσετε να παίζετε. Το παιχνίδι αποτελείται από πολλές προκλήσεις που πρέπει να ολοκληρώσετε με τη σειρά.\n\nΈχω ήδη ξεκλειδώσει την πρώτη πρόκληση για εσάς. Μόλις ολοκληρώσετε μια πρόκληση, θα ξεκλειδωθεί η επόμενη. Κάθε πρόκληση θα σας ανταμείβει με πόντους, οι οποίοι μπορούν να σας βοηθήσουν να ανέβετε το επίπεδο του χαρακτήρα σας. Μπορείτε επίσης να συγκεντρώσετε σήματα μέσω των προκλήσεων ή διαφόρων άλλων δραστηριοτήτων, αλληλεπιδρώντας με τις διάφορες λειτουργίες της εφαρμογής.';

  @override
  String get exploreChallenges => 'Εντάξει, ας εξερευνήσουμε τις προκλήσεις!';

  @override
  String get challengesTextTutorial =>
      'Αυτές είναι οι προκλήσεις που πρέπει να ολοκληρώσετε. Κάθε μία από αυτές τις προκλήσεις μπορεί να αποτελείται από πολλές δραστηριότητες και μόλις ολοκληρώσετε όλες τις δραστηριότητες σε μια πρόκληση, θα ξεκλειδώσω την επόμενη πρόκληση. Να θυμάστε πάντα οτι μπορείτε να χρησιμοποιείτε τη βοήθειά μου εάν κολλήστε σε μια δραστηριότητα και να χρησιμοποιήσετε τα άρθρα νέων και το γλωσσάρι για να βρείτε απαντήσεις.\n\nΤο σεμινάριο μας ολοκληρώθηκε. Eίστε έτοιμοι να ξεκινήσετε!';

  @override
  String get challengesTextNormal =>
      'Έχετε ολοκληρώσει %1 απο τις %2 προκλήσεις μέχρι στιγμής. Θέλετε να δοκιμάσετε την επόμενη πρόκληση;';

  @override
  String get ok => 'OK';

  @override
  String get newBadgeTitle => 'Συλλογή σήματος';

  @override
  String get newBadgeText => 'Συγχαρητήρια! Πήρατε ενα νέο σήμα!';

  @override
  String get viewBadges => 'Προβολή σημάτων';

  @override
  String get completed => 'Ολοκληρώθηκε';

  @override
  String get activities => 'Δραστηριότητες';

  @override
  String get challengesTextNormalInitial =>
      '%1, είναι ώρα να ξεκινήσεις τις προκλήσεις! Θέλετε να δοκιμάσετε την επόμενη πρόκληση;';

  @override
  String get challengesTextFinishedAll =>
      'Συγχαρητήρια! Έχετε ολοκληρώσει όλες τις προκλήσεις. Θα θέλατε να επαναλάβετε κάποια απο αυτές;';

  @override
  String get nextChallengeUnlocked => 'Η επόμενη πρόκληση ξεκλειδώθηκε.';

  @override
  String get challengeLocked => 'Αυτή η πρόκληση είναι κλειδωμένη';

  @override
  String get challengeLockedMessage =>
      'Αυτή η πρόκληση είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες προκλήσεις για να την ξεκλειδώσετε.';

  @override
  String get activityLockedMessage =>
      'Αυτή η δραστηριότητα είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες δραστηριότητες για να την ξεκλειδώσετε.';

  @override
  String get error => 'Έχει παρουσιαστεί σφάλμα.';

  @override
  String get lets_start => 'Πάμε!';

  @override
  String get resetGame => 'Επανεκκίνηση';

  @override
  String get areYouSure => 'Είστε σίγουροι;';

  @override
  String get resetLoseProgressMessage =>
      'Αυτό θα επαναφέρει την τρέχουσα πρόοδό σας.';

  @override
  String get cancel => 'Ακύρωση';

  @override
  String get finish => 'Τέλος';

  @override
  String get gameOver => 'Τέλος παιχνιδιού';

  @override
  String get alreadyPlayedActivity =>
      'Έχετε ήδη λάβει μέρος σε αυτή την δραστηριότητα. Θα θέλατε να την επαναλάβετε;';

  @override
  String get yes => 'Ναί';

  @override
  String get no => 'Όχι';

  @override
  String get clickOnImageToZoom =>
      'Πατήστε την εικόνα για μεγέθυνση (περισσότερες λεπτομέρειες).';

  @override
  String get clickToViewArticle => 'Κάντε κλικ εδώ για να διαβάσετε το άρθρο';

  @override
  String get clickOKToContinue => 'Κάντε κλικ στο OK για να συνεχίσετε';

  @override
  String get challenges_unlocked => '%1 πρόκληση/εις ξεκλειδώθηκαν!';

  @override
  String get screen_flip_notice =>
      'Η οθόνη σας θα αλλάξει σε οριζόντια λειτουργία για αυτή τη δραστηριότητα.';

  @override
  String get drop_here => 'Ρίξτε εδώ';

  @override
  String get available_cards => 'Διαθέσιμες κάρτες';

  @override
  String get dragging => 'Σε μετακίνηση...';

  @override
  String get well_done => 'Μπράβο!';

  @override
  String get try_again => 'Δοκιμάστε ξανά';

  @override
  String get check_solution => 'Έλεγχος λύσης';

  @override
  String get back => 'Πίσω';

  @override
  String get pleaseTurnDevice => 'Παρακαλώ γυρίστε τη συσκευή σας.';

  @override
  String get badges_view_title => 'Τα σήματα σας';

  @override
  String get you_have_earned_badge => 'Έχετε πάρει αυτό το σήμα. Μπράβο!';

  @override
  String get save => 'Αποθήκευση';

  @override
  String get glossary_instructions =>
      'Αυτό είναι ένα γλωσσάρι - μια λίστα όρων που σχετίζονται με τη φυσική παιδεία, και οι περιγραφές τους. Μετακινηθείτε στην παρακάτω λίστα για να βρείτε τον όρο που χρειάζεστε και κάντε κλικ για να δείτε την περιγραφή του.';

  @override
  String get under_construction => 'Υπό κατασκευή';

  @override
  String get enter_name => 'Εισαγάγετε το όνομά σας';

  @override
  String get pick_avatar => 'Προσαρμόστε το avatar σας';

  @override
  String get pick_buddy => 'Επιλέξτε τον φίλο σας';

  @override
  String get help => 'Βοήθεια';

  @override
  String get no_badges_yet =>
      'Δεν έχετε κερδίσει σήματα ακόμη. Ολοκληρώστε μερικές προκλήσεις για να κερδίσετε σήματα.';

  @override
  String get about => 'Πληροφορίες';

  @override
  String get project_description =>
      'Το ePhyLi είναι ένα έργο που χρηματοδοτείται από το Erasmus+ Sport που στοχεύει στην προώθηση του σωματικού γραμματισμού και του υγιεινού τρόπου ζωής μέσω ψηφιακού υλικού για φοιτητές πανεπιστημίου.';

  @override
  String get visit_website => 'Επισκεφτείτε τον ιστότοπο του έργου';

  @override
  String get about_the_app => 'Σχετικά με την εφαρμογή';

  @override
  String get change_language => 'Αλλαγή γλώσσας';

  @override
  String get privacy_policy => 'Πολιτική απορρήτου';

  @override
  String get c1a1_welcome =>
      'Καλώς ορίσατε στην πρώτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;';

  @override
  String get c1a1_congrats =>
      'Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές.';

  @override
  String get c1a1_reading_instruction =>
      'Διαβάστε το απόσπασμα επιστημονικού άρθρου που αναφέρεται παρακάτω για να ξεκινήσετε το επόμενο βήμα της πρόκλησης.';

  @override
  String get c1a1_5mistakesReset =>
      'Έχετε κάνει 5 λάθη και το παιχνίδι θα ξεκινήσει απο την αρχή.';

  @override
  String get c1a2_bubble1 =>
      'Πρόοδος στην τεχνολογία και αλλαγές στον τρόπο ζωής';

  @override
  String get c1a2_bubble2 =>
      'ελαχιστοποιήστε την ανάγκη για φυσική αλληλεπίδραση με το περιβάλλον.';

  @override
  String get c1a2_bubble3 =>
      'Για παράδειγμα, οι δημόσιες ή ιδιωτικές συγκοινωνίες μειώνουν την ανάγκη για (φυσική) κίνηση για να μετακινηθείτε.';

  @override
  String get c1a2_bubble4 =>
      'Αυτό οδηγεί σε αυξημένο κίνδυνο ανάπτυξης παθολογιών.';

  @override
  String get c1a2_bubble5 =>
      'Οι καθιστικές συμπεριφορές επηρεάζουν την υγεία, αλλά έχουν επίσης βαθιές επιπτώσεις στην ψυχική και συναισθηματική ευεξία.';

  @override
  String get c1a2_bubbles_instructions =>
      'Διαβάστε και μετά πατήστε κάθε συννεφάκι για να εμφανιστεί το επόμενο.';

  @override
  String get c1a2_finish =>
      'Η αναζωπύρωση της σχέσης μας με τη σωματική δραστηριότητα και το περιβάλλον είναι επιτακτική ανάγκη για μια υγιή και ικανοποιητική ζωή. Διαβάστε αυτό το επιστημονικό άρθρο για να μάθετε περισσότερα.';

  @override
  String get c2a1_intro_message =>
      'Καλώς ήρθατε στα τέλη του 19ου αιώνα. Τοποθετήστε τις κάρτες στη λωρίδα χρόνου που ταιριάζουν με την έννοια του Φυσικού Αλφαβητισμού με τα ιστορικά δεδομένα. Έτοιμοι; Ας ξεκινήσουμε!';

  @override
  String get c2a1_term1 =>
      'Ο αρχηγός του αμερικανικού στρατού χρησιμοποίησε τη λέξη \'Φυσικός γραμματισμός\' για να περιγράψει τη σωματικότητα ή την ποιότητα κίνησης ενός ιθαγενούς πολιτισμού.';

  @override
  String get c2a1_term2 =>
      'Αμερικανοί εκπαιδευτικοί δήλωσαν: \'Πρέπει να προετοιμαστούμε για σωματικό αλφαβητισμό καθώς και για πνευματικό αλφαβητισμό\', ανταποκρινόμενοι σε μια επερχόμενη εποχή εκσυγχρονισμού και στρατολόγησης στρατού.';

  @override
  String get c2a1_term3 =>
      'Η Margaret Whitehead προωθεί τη συζήτηση για την έννοια του Φυσικού Αλφαβητισμού.';

  @override
  String get c2a1_term4 =>
      'Η λέξη \'Φυσικός Αλφαβητισμός\' χρησιμοποιήθηκε για να περιγράψει \'Μια πειθαρχημένη εντολή πάνω στο σώμα\'';

  @override
  String get c2a1_term5 =>
      'Η Margaret Whitehead δημοσίευσε ένα επιστημονικό άρθρο στο European Journal of Physical Education για να προωθήσει μια ανοιχτή συζήτηση σχετικά με την έννοια του Physical Literacy.';

  @override
  String get c2a1_term6 =>
      'Ολιστική προσέγγιση της έννοιας του Φυσικού Αλφαβητισμού, προσδιορίζοντας τέσσερις διαστάσεις: σωματικές, συναισθηματικές, κοινωνικές και γνωστικές διαστάσεις.';

  @override
  String get c2a1_finish_message =>
      'Μπράβο! Όλες οι κάρτες είναι σωστά τοποθετημένες! Ας προχωρήσουμε στην επόμενη δραστηριότητα.';

  @override
  String get c2a2_intro_message =>
      'Τα τελευταία χρόνια, διαφορετικές χώρες έχουν υιοθετήσει διαφορετικούς ορισμούς του σωματικού αλφαβητισμού. Στην παρακάτω δραστηριότητα πρέπει να συνδέσετε τον ορισμό του σωματικού αλφαβητισμού με τη χώρα στην οποία έχει υιοθετηθεί.';

  @override
  String get c2a2_finish_message => 'Συγχαρητήρια! Η πρόκληση ολοκληρώθηκε!';

  @override
  String get c2a2_instruction =>
      'Ποιός υιοθέτησε τον πιο πάνω ορισμό; Κάντε κλικ στην επιλογή που πιστεύετε ότι είναι σωστή.';

  @override
  String get c2a2_term1 =>
      'Ο σωματικός αλφαβητισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες για όλη τη ζωή.';

  @override
  String get c2a2_term2 =>
      'Ο σωματικός αλφαβητισμός έχει να κάνει με την οικοδόμηση δεξιοτήτων, γνώσεων και συμπεριφορών που μας δίνουν την αυτοπεποίθηση και το κίνητρο να ζήσουμε ενεργή ζωή.';

  @override
  String get c2a2_term3 =>
      'Ο σωματικός αλφαβητισμός είναι η ικανότητα, η αυτοπεποίθηση και η επιθυμία να είσαι σωματικά δραστήριος για όλη τη ζωή.';

  @override
  String get c2a2_term4 =>
      'Ο σωματικός αλφαβητισμός είναι η σχέση μας με την κίνηση και τη σωματική δραστηριότητα σε όλη τη ζωή.';

  @override
  String get c2a2_option1 => 'IPLA, Ιρλανδία, Βόρεια Ιρλανδία, Καναδάς';

  @override
  String get c2a2_option2 => 'Αυστραλία';

  @override
  String get c2a2_option3 => 'ΗΠΑ';

  @override
  String get c2a2_option4 => 'Αγγλία';

  @override
  String get c3a1_intro_message =>
      'Ταξινομήστε τις κάρτες με χρονολογική σειρά (από πάνω προς τα κάτω), που ταιριάζουν με τη σπείρα ανάπτυξης του σωματικού αλφαβητισμού του Jurbala. Έτοιμοι;';

  @override
  String get c3a1_activity_message =>
      'Σύρετε τις κάρτες για να τις ταξινομήσετε με τη σωστή σειρά με βάση τη σπείρα φυσικής παιδείας του Jurbala. Μπορείτε να μετακινηθείτε στις υποδοχές στο επάνω μέρος ή στις κάρτες στο κάτω μέρος για να δείτε όλες τις επιλογές.';

  @override
  String get c3a1_success => 'Μπράβο! Οι κάρτες βρίσκονται στη σωστή σειρά!';

  @override
  String c3a1_fail(num count) {
    final intl.NumberFormat countNumberFormat = intl.NumberFormat.compact(
      locale: localeName,
    );
    final String countString = countNumberFormat.format(count);

    String _temp0 = intl.Intl.pluralLogic(
      count,
      locale: localeName,
      other: 'Υπάρχουν $countString λάθη στη σειρά των καρτών.',
      one: 'Υπάρχει 1 λάθος στη σειρά των καρτών.',
      zero: 'Δεν υπάρχουν λάθη.',
    );
    return '$_temp0';
  }

  @override
  String get c3a1_finish_message =>
      'Συγχαρητήρια, ολοκληρώσατε την πρόκληση. Κάντε κλικ στο \'Τέλος\' για να κερδίσετε ένα σήμα!';

  @override
  String get c3a1_term1 => 'Εμπλουτισμένο περιβάλλον κίνησης';

  @override
  String get c3a1_term2 => 'Εκτεταμένη αναπτυξιακή συμμετοχή';

  @override
  String get c3a1_term3 => 'Αυξημένο ρεπερτόριο κινήσεων';

  @override
  String get c3a1_term4 => 'Βελτιωμένη επάρκεια σε όλο το ρεπερτόριο';

  @override
  String get c3a1_term5 => 'Βελτιωμένη προσαρμοστικότητα σε νέες κινήσεις';

  @override
  String get c3a1_term6 => 'Αυξημένη αυτό-αποτελεσματικότητα';

  @override
  String get c3a1_term7 => 'Αυξημένη διάθεση για δοκιμή νέων δραστηριοτήτων';

  @override
  String get c3a1_term8 => 'Αυξημένη επιτυχία σε νέες δραστηριότητες';

  @override
  String get c3a1_term9 => 'Διατήρηση σε νέες δραστηριότητες';

  @override
  String get c3a1_term10 => 'Αυξημένη συμμετοχή';

  @override
  String get c3a1_term11 => 'Βελτιωμένη υγεία';

  @override
  String get c3a1_term12 => 'Βελτιωμένη ποιότητα ζωής';

  @override
  String get c4a1_intro_message =>
      'Καλώς ήρθατε στην Πρόκληση 4. Θα βυθιστείτε σε διαφορετικά σενάρια της ζωής. Σκεφτείτε τους παράγοντες ή τις στρατηγικές που επηρεάζουν το κίνητρο για σωματική δραστηριότητα/κίνηση. Είστε έτοιμοι;';

  @override
  String get c4a1_instruction_message =>
      'Είναι μια ηλιόλουστη Κυριακή. Αποφασίστε ποια δραστηριότητα αναψυχής θα ήταν καλύτερη για ένα παιδί. Κάντε κλικ στις ιδιότητες που εμφανίζονται στην οθόνη για κάθε δραστηριότητα, προσπαθώντας να προσδιορίσετε ποιες θα μπορούσαν να προταθούν για την αύξηση του σωματικού γραμματισμού του παιδιού. Να είστε προσεκτικοί! Εάν κάνετε κλικ σε λάθος ιδιότητα, η επιλογή σας θα διαγραφή. Όταν τελειώσετε, κάντε κλικ στο «Έλεγχος λύσης» για να ελέγξετε τη λύση σας.';

  @override
  String get c4a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε τη δραστηριότητα. Ας προχωρήσουμε!';

  @override
  String get c4a1_category_funny => 'Aστείο';

  @override
  String get c4a1_category_social => 'Κοινωνικό';

  @override
  String get c4a1_category_active => 'Ενεργό';

  @override
  String get c4a1_category_movements => 'Περιλαμβάνει διαφορετικές κινήσεις';

  @override
  String get c4a1_term1 =>
      'Παίζοντας βιντεοπαιχνίδια χρησιμοποιώντας tablet, smartphone ή υπολογιστή ή παρακολουθώντας τηλεόραση μόνος.';

  @override
  String get c4a1_term2 => 'Παίζοντας χαρτιά με φίλους στο σπίτι';

  @override
  String get c4a1_term3 => 'Κηπουρική με μέλη της οικογένειας';

  @override
  String get c4a1_term4 => 'Παίζω με τον σκύλο';

  @override
  String get c4a1_term5 => 'Αφήγηση ιστοριών καθισμένος στον καναπέ';

  @override
  String get c4a1_term6 => 'Περπατώντας στη γειτονιά με μέλη της οικογένειας';

  @override
  String get c4a2_instruction_message =>
      'Είναι μια ηλιόλουστη μέρα του δημοτικού σχολείου. Αναλάβετε το ρόλο ενός δασκάλου σωματικής άσκησης και εκχωρήστε ιδιότητες σε κάθε δραστηριότητα για να προσδιορίσετε ποιες θα μπορούσαν να προταθούν στους μαθητές σας για να βελτιώσουν τον Φυσικό Γραμματισμό τους στα διαλείμματα.';

  @override
  String get c4a2_term1 => 'Παίζω με tablet και smartphone.';

  @override
  String get c4a2_term2 => 'Σχέδιο και ζωγραφική';

  @override
  String get c4a2_term3 =>
      'Λέγοντας ιστορίες ενώ κάθεστε στην αυλή του σχολείου';

  @override
  String get c4a2_term4 =>
      'Αφήγηση μιας ιστορίας που απαιτεί από τα παιδιά να μιμούνται τις κινήσεις των ζώων';

  @override
  String get c4a2_term5 => 'Παίζοντας με μια μπάλα';

  @override
  String get c4a2_term6 => 'Αναπαραγωγή αναζήτησης και απόκρυψης';

  @override
  String get c4a3_intro_message =>
      'Το τρίτο μας σενάριο βασίζεται στο οικολογικό μοντέλο των καθοριστικών παραγόντων της σωματικής δραστηριότητας που προτείνουν οι Bauman et al. (2012). Στην επόμενη δραστηριότητα, πρέπει να αντιστοιχίσετε κάθε παράγοντα με τη σωστή κατηγορία.';

  @override
  String get c4a3_instruction_message =>
      'Μετακινήστε τους παράγοντες στη μέση (κόκκινος κύκλος) που επηρεάζουν την ενασχόληση με τη σωματική δραστηριότητα στις σωστές μεταβλητές (μπλε κύκλοι).';

  @override
  String get c4a3_info_message =>
      'Ακολουθεί μια γρήγορη υπενθύμιση για το πώς φαίνεται το μοντέλο. Μπορείτε να κάνετε κλικ στην εικόνα για μεγέθυνση.';

  @override
  String get c4a3_finish_message =>
      'Μπράβο! Ολοκληρώσατε την τέταρτη πρόκληση. Για περισσότερες πληροφορίες διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων. Πατήστε \'Τέλος\' για να αποκτήσετε το σήμα σας!';

  @override
  String get individual => 'Ατομικό';

  @override
  String get social_environment => 'Κοινωνικό περιβάλλον';

  @override
  String get organizations_and_institutions => 'Οργανισμοί και ιδρύματα';

  @override
  String get physical_environment => 'Φυσικό περιβάλλον';

  @override
  String get regional_or_national_policy => 'Περιφερειακή ή εθνική πολιτική';

  @override
  String get culture => 'Πολιτισμός';

  @override
  String get motivation => 'Κίνητρο';

  @override
  String get beliefs => 'Πίστη';

  @override
  String get sex => 'Φύλο';

  @override
  String get self_efficacy => 'Αυτοαποτελεσματικότητα';

  @override
  String get family => 'Οικογένεια';

  @override
  String get friends => 'Φίλοι';

  @override
  String get cultural_norms => 'Πολιτιστικοί κανόνες';

  @override
  String get colleagues => 'Συνάδελφοι';

  @override
  String get schools => 'Σχολεία';

  @override
  String get community_clubs => 'Κοινοτικές λέσχες';

  @override
  String get organizations => 'Οργανισμοί';

  @override
  String get workplace => 'Χώρος εργασίας';

  @override
  String get built_environment => 'Δομημένο περιβάλλον';

  @override
  String get active_opportunities => 'Ενεργές ταξιδιωτικές ευκαιρίες ';

  @override
  String get parks_recreation => 'Πάρκα και εγκαταστάσεις αναψυχής';

  @override
  String get natural_spaces => 'Φυσικοί χώροι ';

  @override
  String get transport_systems => 'Συστήματα μεταφορών';

  @override
  String get health_sector => 'Τομέας υγείας';

  @override
  String get education_school => 'Εκπαίδευση και σχολικός τομέας';

  @override
  String get organized_sport => 'Οργανωμένος αθλητικός τομέας';

  @override
  String get national => 'Εθνικός';

  @override
  String get local => 'Τοπικός';

  @override
  String get c5a1_intro_message =>
      'Καλώς ήρθατε στην Πρόκληση 5. Καλείστε να συμπληρώσετε το διάγραμμα που ακολουθεί συμπληρώνοντας τα στοιχεία που λείπουν. Είστε έτοιμοι;';

  @override
  String get c5a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την πέμπτη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!';

  @override
  String get c5a1_instruction_title => 'Επιλογή στοιχείου';

  @override
  String get c5a1_instruction_place =>
      'Κάντε κλικ στο στοιχείο που θέλετε να τοποθετήσετε σε αυτήν την περιοχή:';

  @override
  String get c5a1_help =>
      'Κάντε κλικ στα κίτρινα πλαίσια για να συμπληρώσετε τα κενά μέρη του διαγράμματος.';

  @override
  String get currentElement => 'Επιλεγμένο στοιχείο:';

  @override
  String get c6a1_welcome =>
      'Καλώς ορίσατε στην έκτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;';

  @override
  String get c6a1_congrats =>
      'Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!';

  @override
  String get c7a1_welcome =>
      'Καλώς ήρθατε στην πρόκληση 7. Θα σας δοθούν σενάρια που αντιπροσωπεύουν τα επίπεδα προόδου της αθλητικής πρακτικής ενός μαθητή σε σχέση με τις τέσσερις διαστάσεις σωματικού γραμματισμού (σωματική, συναισθηματική, κοινωνική και γνωστική). Για κάθε σενάριο, πρέπει να βρείτε το σωστό επίπεδο προόδου σύροντας το σενάριο στο σωστό επίπεδο. Έτοιμοι;';

  @override
  String get c7a1_instruction =>
      'Προσδιορίστε το σωστό επίπεδο για αυτό το σενάριο:';

  @override
  String get c7a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την έβδομη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!';

  @override
  String get limited_motor_skills =>
      'Ο μαθητής έχει πολύ περιορισμένες κινητικές δεξιότητες και δυσκολεύεται να προσεγγίσει τις βασικές κινήσεις του βόλεϊ (σωματική διάσταση).';

  @override
  String get lack_of_rules_knowledge =>
      'Ο μαθητής δεν γνωρίζει τους κανόνες του αγώνα μπάσκετ και δεν γνωρίζει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).';

  @override
  String get lack_of_motivation =>
      'Ο μαθητής δεν θέλει να συμμετάσχει στα μαθήματα ΑΜ στο σχολείο επειδή δεν έχει αυτοπεποίθηση ή δεν έχει αρκετά κίνητρα (συναισθηματική διάσταση).';

  @override
  String get lack_of_social_support =>
      'Ο μαθητής δεν έχει σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get developing_motor_skills =>
      'Ο μαθητής αναπτύσσει βασικές κινητικές δεξιότητες στο βόλεϊ και έχει μεγαλύτερη επίγνωση των δικών του φυσικών ικανοτήτων (σωματική διάσταση).';

  @override
  String get basic_rules_knowledge =>
      'Ο μαθητής μπορεί να περιγράψει τους κανόνες του αγώνα μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).';

  @override
  String get wants_to_participate =>
      'Ο μαθητής θέλει να συμμετάσχει σε μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση της δυνατότητας βελτίωσης (συναισθηματική διάσταση).';

  @override
  String get positive_social_support =>
      'Ο μαθητής χτίζει θετικές σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get adapts_to_game =>
      'Ο μαθητής ξέρει πώς να προσαρμόζεται στις αγωνιστικές καταστάσεις του βόλεϊ και είναι σωματικά ικανός να τις αντιμετωπίσει (σωματική διάσταση).';

  @override
  String get strategic_analysis =>
      'Ο μαθητής μπορεί να αναλύσει και να προσαρμόσει στρατηγικές στην αγωνιστική κατάσταση του μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).';

  @override
  String get enthusiastic_participation =>
      'Ο μαθητής είναι ενθουσιασμένος με τη συμμετοχή στα μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση του επιπέδου εμπλοκής του/της (συναισθηματική διάσταση).';

  @override
  String get independent_and_socially_skilled =>
      'Ο μαθητής επιδεικνύει ανεξαρτησία και θετικές διαπροσωπικές δεξιότητες που συμβάλλουν στην αυξημένη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).';

  @override
  String get preliminary_level => 'Προκαταρκτικό επίπεδο';

  @override
  String get developer_level => 'Επίπεδο προγραμματιστή';

  @override
  String get advanced_level => 'Προχωρημένο επίπεδο';

  @override
  String get c8a1_instructions =>
      'Καλώς ήρθατε στην Πρόκληση 8! Αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής παιδιών 6 ετών και επιλέξτε από τρία διαφορετικά παιχνίδια για κάθε συνεδρία σωματικής δραστηριότητας για να διδάξετε μια βασική κίνηση. Κάθε παιχνίδι ταξινομείται σύμφωνα με τρεις παραμέτρους, που αντιπροσωπεύονται από τρία μπουκάλια: (I) κατάλληλο υπόβαθρο κινητικών δεξιοτήτων, (II) συμπερίληψη/ομαδική εργασία και (III). Η βαθμολογία για κάθε παράμετρο κυμαίνεται από 1 έως 3 πόντους και αντιπροσωπεύει το επίπεδο του νερού που θα χυθεί στο μπουκάλι. Για να περάσετε την πρόκληση πρέπει να γεμίσετε τα τρία μπουκάλια επιλέγοντας το πιο κατάλληλο παιχνίδι.';

  @override
  String get c8a1_prompt =>
      'Επιλέξτε την πιο κατάλληλη επιλογή για να επιτύχετε μια ισορροπία μεταξύ των τριών παραμέτρων.';

  @override
  String get c8a1_wrong =>
      'Δεν είναι η σωστή ισορροπία. Δοκιμάστε μια διαφορετική επιλογή.';

  @override
  String get c8a1_please_select_option => 'Παρακαλώ επιλέξτε μια επιλογή.';

  @override
  String get c8a1_finish_message =>
      'Μπράβο! Ολοκληρώσατε την όγδοη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!';

  @override
  String get appropriate_motor_skills_background =>
      'Κατάλληλο υπόβαθρο κινητικών δεξιοτήτων';

  @override
  String get inclusion_teamwork => 'Ενσωμάτωση/ομαδική εργασία';

  @override
  String get enjoyment => 'Απόλαυση';

  @override
  String get activity_balance => 'Δραστηριότητα ισορροπίας';

  @override
  String get activity_balance_option_1 =>
      'Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Κάποιος παίρνει μια ασταθή θέση όπως ένα άγαλμα. Όλοι οι μαθητές στον κύκλο εκτελούν την ίδια ισορροπία, κρατώντας την για 3 δευτερόλεπτα. Όταν τελειώσει η ώρα, το Το επόμενο παιδί κάνει το ίδιο.';

  @override
  String get activity_balance_option_2 =>
      'Κούρσα με καρότσι. Μαθητές σε ζευγάρια. Ο ένας συμπαίκτης παίζει τον ρόλο του οδηγού και ο άλλος τον ρόλο του καροτσιού. Ο οδηγός κρατιέται από τους αστραγάλους του άλλου παίκτη, ενώ ο δεύτερος περπατά με τα χέρια του.';

  @override
  String get activity_balance_option_3 =>
      'Τα παιδιά περπατούν σε μια μεγάλη περιοχή. Μπορούν να αλλάξουν κατεύθυνση και ταχύτητα, αλλά πρέπει να αποφεύγουν την επαφή με άλλους. Όταν ο δάσκαλος καλεί έναν αριθμό, τα παιδιά σχηματίζουν ομάδες μόνο σύμφωνα με αυτόν τον αριθμό, κάνοντας έναν κύκλο. Πρέπει να πηδήξουν πέντε φορές στο ένα πόδι Παιδιά/παιδιά χωρίς ομάδα εκτελούν μια στατική ισορροπία.';

  @override
  String get activity_throwing => 'Δραστηριότητα ρίψεων';

  @override
  String get activity_throwing_option_1 =>
      'Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Ένα από αυτά έχει μια ηχητική μπάλα. Όλα τα παιδιά πρέπει να κλείσουν τα μάτια τους, εκτός από το παιδί με την μπάλα που πρέπει να την κυλήσει σε ένα άλλο, χρησιμοποιώντας και τα δύο Τα χέρια όταν όλοι έχουν κυλήσει την μπάλα, πρέπει να χρησιμοποιήσουν ένα άλλο μέρος του σώματος, όπως το ισχίο, το γόνατο και τον αγκώνα.';

  @override
  String get activity_throwing_option_2 =>
      'Τα παιδιά σε ομάδες των δύο/τριών, ανάλογα με τον αριθμό των μαθητών στην τάξη, μπροστά από έναν τοίχο. Ένα παιδί πρέπει να πετάξει την μπάλα στον τοίχο και να την πιάσει ξανά όσο το δυνατόν περισσότερες φορές σε είκοσι δευτερόλεπτα Οι άλλοι συμπαίκτες μετρούν τα δευτερόλεπτα και τις σωστές εκτελέσεις της εργασίας.';

  @override
  String get activity_throwing_option_3 =>
      'Τα παιδιά χωρίζονται σε δύο ομάδες. Ο χώρος παιχνιδιού χωρίζεται σε δύο περιοχές. Κάθε ομάδα έχτισε τρία κάστρα με κώνους και τους τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει πέντε μαλακές μπάλες. Τα παιδιά πρέπει να πετάξουν οι μπάλες προσπαθούν να γκρεμίσουν τα κάστρα της άλλης ομάδας.';

  @override
  String get activity_striking => 'Χτύπημα με το χέρι';

  @override
  String get activity_striking_option_1 =>
      'Τα παιδιά σε ομάδες των τριών/τεσσάρων, ανάλογα με τον αριθμό των μαθητών στην τάξη. Ένα μπαλόνι ανά ομάδα. Κάθε ομάδα πρέπει να μετακινήσει το μπαλόνι στο τέλος του χώρου παιχνιδιού χωρίς να το κρατά ή να το αφήνει να αγγίζει το έδαφος Κάθε παιδί πρέπει να δώσει το μπαλόνι σε έναν συμπαίκτη του πριν το αγγίξει ξανά.';

  @override
  String get activity_striking_option_2 =>
      'Τα παιδιά χωρίζονται σε ζευγάρια. Κάθε ομάδα έχει μια μπάλα σφουγγαριού και μια πετσέτα. Το ζευγάρι κρατά την πετσέτα ανάμεσά τους. Τα παιδιά πρέπει να συντονίσουν την κίνησή τους για να σηκώσουν την πετσέτα, να πετάξουν την μπάλα στον αέρα και να την πιάσουν ξανά στην επιστροφή του.';

  @override
  String get activity_striking_option_3 =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων. Κάθε ομάδα σχηματίζει έναν κύκλο και βάζει ένα τσέρκι στο κέντρο. Κάθε παιδί πρέπει να δώσει μια μπάλα που πηδάει στον συμπαίκτη αναπηδώντας την πρώτα στον κύκλο.';

  @override
  String get c9a1_instructions =>
      'Καλώς ήρθατε στην Πρόκληση 9! Αυτή η πρόκληση βασίζεται σε περιβάλλοντα που επιτρέπουν την εφαρμογή (Almond και Lambden, 2016). Σύρετε τους παράγοντες που επηρεάζουν την ενασχόληση με τη σωματική δραστηριότητα (στο κέντρο της οθόνης) στις σωστές μεταβλητές (μπλε κύκλοι) .';

  @override
  String get c9a1_finish_message =>
      'Μπράβο! Για περισσότερες πληροφορίες, διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων.';

  @override
  String get c9a1_object_play => 'Παιχνίδι αντικειμένου';

  @override
  String get c9a1_exercise_play => 'Παιχνίδι άσκησης';

  @override
  String get c9a1_expressive_movement => 'Εκφραστική κίνηση';

  @override
  String get c9a1_outdoor_play => 'Παιχνίδι σε εξωτερικό χώρο';

  @override
  String get c9a1_throwing => 'Πέταγμα';

  @override
  String get c9a1_catching => 'Πιάσιμο';

  @override
  String get c9a1_striking => 'Χτύπημα';

  @override
  String get c9a1_rough_and_tumble => 'Rough and Tumble';

  @override
  String get c9a1_climbing => 'Αναρρίχηση';

  @override
  String get c9a1_running => 'Εκτέλεση';

  @override
  String get c9a1_chasing_games => 'Κυνηγώντας παιχνίδια';

  @override
  String get c9a1_bikes_and_scooters => 'Ποδήλατα και σκούτερ';

  @override
  String get c9a1_pushing_and_pulling => 'Σπρώξιμο και τράβηγμα';

  @override
  String get c9a1_dance => 'Χορός';

  @override
  String get c9a1_gymnastics => 'Γυμναστική';

  @override
  String get c9a1_action_rhymes => 'Action rhymes';

  @override
  String get c9a1_songs_and_stories => 'Τραγούδια και ιστορίες';

  @override
  String get c9a1_natural_surroundings => 'Φυσικό περιβάλλον';

  @override
  String get c9a1_rocks_and_tress => 'Βράχοι και δέντρα';

  @override
  String get c9a1_challenges => 'Προκλήσεις';

  @override
  String get c9a2_intro_message =>
      'Καλείτε να σχεδιάσετε ένα ολοκληρωμένο πρόγραμμα σπουδών φυσικής αγωγής για ένα εικονικό σχολείο, το οποίο να ενσωματώνει τόσο σχολικές όσο και εξωσχολικές δραστηριότητες που προάγουν τον σωματικό αλφαβητισμό. Η πρόκληση είναι να εξισορροπήσετε διάφορα στοιχεία, όπως η συμπερίληψη, η δέσμευση και τα εκπαιδευτικά αποτελέσματα. Μετακινήστε κάθε χαρακτηριστικό του προγράμματος σπουδών (εμφανίζεται στο κάτω μέρος) στο σωστό ή λάθος πλαίσιο. Έτοιμοι;';

  @override
  String get c9a2_prompt => 'Σύρετε κάθε στοιχείο στο σωστό πλαίσιο.';

  @override
  String get c9a2_correct => 'Σωστό';

  @override
  String get c9a2_wrong => 'Λάθος';

  @override
  String get c9a2_activities_balanced =>
      'Δραστηριότητες ισορροπημένες με τις κινητικές δεξιότητες των μαθητών.';

  @override
  String get c9a2_pe_curriculum_guidelines =>
      'Συνοχή με τις οδηγίες του προγράμματος σπουδών PE χώρας.';

  @override
  String get c9a2_music_motor_skills =>
      'Παιχνίδια/δραστηριότητες για να μάθουν και να αναπτύξουν τις κινητικές δεξιότητες των μαθητών χρησιμοποιώντας μουσική.';

  @override
  String get c9a2_fitness_health_wellbeing =>
      'Δραστηριότητες που επικεντρώνονται στη φυσική κατάσταση, την υγεία και την ευεξία.';

  @override
  String get c9a2_evaluate_motor_skills =>
      'Ασκήσεις για την αξιολόγηση των κινητικών δεξιοτήτων των μαθητών με τη χορήγηση συγκεκριμένων τεστ.';

  @override
  String get c9a2_outdoor_play =>
      'Περπάτημα σε εξωτερικό χώρο με διαλείμματα για παιχνίδια.';

  @override
  String get c9a2_sports_oriented_motor_skills =>
      'Δραστηριότητες για τη βελτίωση των κινητικών δεξιοτήτων των μαθητών που προσανατολίζονται στην αθλητική πρακτική.';

  @override
  String get c9a2_promote_self_knowledge =>
      'Δραστηριότητες για την προώθηση της αυτογνωσίας.';

  @override
  String get c9a2_team_spirit_socialization =>
      'Ομαδικές δραστηριότητες για την ενίσχυση του ομαδικού πνεύματος και της κοινωνικοποίησης.';

  @override
  String get c9a2_respect_game_rules =>
      'Δραστηριότητες για την προώθηση του σεβασμού των κανόνων παιχνιδιού και του ευγενούς παιχνιδιού.';

  @override
  String get c9a2_inclusive_games =>
      'Παιχνίδια ήκανόνες παιχνιδιού που απαιτούν τη συμμετοχή όλων των μαθητών.';

  @override
  String get c9a2_enjoyment_oriented =>
      'Δραστηριότητες προσανατολισμένες στην απόλαυση.';

  @override
  String get c9a2_varied_teaching_strategies =>
      'Χρησιμοποιήστε ένα ευρύ φάσμα στρατηγικών διδασκαλίας.';

  @override
  String get c9a2_ego_oriented => 'Εγω-προσανατολισμένες δραστηριότητες.';

  @override
  String get c9a2_one_size_fits_all => 'Προσέγγιση για όλους.';

  @override
  String get c9a2_summary_objectives => 'Συνοπτικός ορισμός των στόχων.';

  @override
  String get c9a2_win_at_all_costs =>
      'Δραστηριότητες προσανατολισμένες στη νοοτροπία \'Win-at-all-costs\'.';

  @override
  String get c9a2_long_queues => 'Παιχνίδια με μεγάλες ουρές παιδιών.';

  @override
  String get c9a2_gender_separated_activities =>
      'Ξεχωριστές δραστηριότητες για άνδρες και γυναίκες.';

  @override
  String get c10a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 10. Το φάσμα των μορφών διδασκαλίας της Mosston είναι ένα πλαίσιο που κατηγοριοποιεί τα στυλ διδασκαλίας με βάση τον βαθμό εξουσίας λήψης αποφάσεων που δίνεται στον δάσκαλο και τον εκπαιδευόμενο. Το φάσμα αποτελείται από 11 στυλ διδασκαλίας, που κυμαίνονται από περισσότερα Δασκαλοκεντρικές έως πιο μαθητοκεντρικές προσεγγίσεις Διαβάστε τις ενδείξεις και προσδιορίστε το σχετικό στυλ διδασκαλίας για να λύσετε το παζλ. Έτοιμοι;';

  @override
  String get c10a1_finish =>
      'Συγχαρητήρια! Μπορείτε να προχορήσετε στην επόμενη πρόκληση.';

  @override
  String get enter_letter => 'Εισαγάγετε ένα γράμμα';

  @override
  String get hint => 'Βοήθεια';

  @override
  String get hint_instruction =>
      'Κάντε κλικ στα γράμματα για να συμπληρώσετε τη λέξη χρησιμοποιώντας την υπόδειξη που παρέχεται.';

  @override
  String get term1 => 'ΕΝΤΟΛΗ';

  @override
  String get term2 => 'ΠΡΑΚΤΙΚΗ';

  @override
  String get term3 => 'ΑΜΟΙΒΑΙΟ';

  @override
  String get term4 => 'ΑΥΤΟΕΛΕΓΧΟΣ';

  @override
  String get term5 => 'ΕΝΤΑΞΗ';

  @override
  String get term6 => 'ΚΑΘΟΔΗΓΗΣΗ';

  @override
  String get term7 => 'ΣΥΓΚΛΙΝΩΝ';

  @override
  String get term8 => 'ΑΠΟΚΛΙΝΩΝ';

  @override
  String get term9 => 'ΣΧΕΔΙΑΣΜΕΝΟ';

  @override
  String get term10 => 'ΞΕΚΙΝΗΜΑ';

  @override
  String get term11 => 'ΑΥΤΟΔΙΔΑΣΚΑΛΙΑ';

  @override
  String get term1_hint =>
      'Ο έλεγχος των μαθησιακών δραστηριοτήτων των μαθητών από την οδηγία του δασκάλου.';

  @override
  String get term2_hint =>
      'Ανάθεση ορισμένων αποφάσεων από τον δάσκαλο στον μαθητή.';

  @override
  String get term3_hint =>
      'Ομάδες με ρόλους που έχουν ανατεθεί: εξάσκηση, παρατήρηση, αξιολόγηση, διόρθωση και βοήθεια.';

  @override
  String get term4_hint =>
      'Αυτοαξιολόγηση της εκτέλεσης της άσκησης και των αποτελεσμάτων.';

  @override
  String get term5_hint =>
      'Συνεργασία σε ομάδες για την επίτευξη κοινών στόχων.';

  @override
  String get term6_hint =>
      'Ο δάσκαλος οδηγεί τους μαθητές να ανακαλύψουν ανεξάρτητα λύσεις μέσω ερωτήσεων.';

  @override
  String get term7_hint =>
      'Οι μαθητές αναλύουν και αναπτύσσουν στρατηγικές για την επίλυση προβλημάτων που παρουσιάζονται από τον δάσκαλο.';

  @override
  String get term8_hint =>
      'Ενθαρρύνει τη δημιουργικότητα με ασκήσεις που δημιουργούν μόνοι τους.';

  @override
  String get term9_hint =>
      'Ένα εξατομικευμένο πρόγραμμα βασισμένο σε ατομικές ικανότητες, με σύμβουλο τον δάσκαλο.';

  @override
  String get term10_hint =>
      'Διευθυνόμενοι από μαθητές, από το σχεδιασμό έως την εκτέλεση, με τον δάσκαλο ως σύμβουλο.';

  @override
  String get term11_hint =>
      'Οι μαθητές σχεδιάζουν, εκτελούν και αξιολογούν τη μάθησή τους.';

  @override
  String get c10a2_instructions =>
      'Θα αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής και θα πρέπει να ταιριάξετε το μάθημα που παρέχεται με το σωστό τρόπο διδασκαλίας που χρησιμοποιήθηκε για την ανάπτυξή του. Έτοιμοι;';

  @override
  String get c10a2_finish_message =>
      'Μπράβο! Ολοκληρώσατε τη δέκατη πρόκληση. Πατήστε \'Τέλος\' για να λάβετε το σήμα σας!';

  @override
  String get command => 'Εντολή';

  @override
  String get guided_discovery => 'Καθοδηγούμενη ανακάλυψη';

  @override
  String get self_teaching => 'Αυτοδιδασκαλία';

  @override
  String get command_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν ένα μάθημα με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος δείχνει πώς να ξεπεράσει κάθε εμπόδιο. Οι μαθητές ξεκινούν το μάθημα στις εντολή του δασκάλου, μιμούμενη την κίνηση του δασκάλου.';

  @override
  String get command_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος επιδεικνύει τρεις στάσεις γιόγκα τη φορά (Τραπέζι ισορροπίας, Χορευτής και Half Moon). Οι μαθητές πρέπει να διατηρήσουν μια θέση για 15 δευτερόλεπτα. Οι μαθητές αλλάζουν θέση με εντολή του δασκάλου .';

  @override
  String get command_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Ο δάσκαλος αφηγείται μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδύονται τις αρκούδες. Συχνά Οι αρκούδες έχουν φαγούρα και πρέπει να γρατσουνιστούν οι ίδιοι Ο δάσκαλος επιλέγει πότε οι αρκούδες έχουν φαγούρα και πού πρέπει να γρατσουνιστούν.';

  @override
  String get command_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος επιδεικνύει τις υπηρεσίες βόλεϊ (βασικό σερβίς χειρόπτερου, βασικό σερβίς με το χέρι και σερβίς με άλμα). εξηγώντας ότι οι μαθητές πρέπει να ξεκινήσουν με το βασικό σερβίς, μετά το βασικό σερβίς και στο τέλος το άλμα σερβίς.';

  @override
  String get discovery_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, έρποντας). δεξιότητες που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν τα εμπόδια Ο δάσκαλος υποστηρίζει επίσης την απόδοση των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν διαφορετικές στρατηγικές που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν το ίδιο εμπόδιο.';

  @override
  String get discovery_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να σκεφτούν τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Ο δάσκαλος υποστηρίζει επίσης την ανάπτυξη πόζας των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν Το επίπεδο δυσκολίας που απαιτείται για να διατηρηθεί η σωστή σκέψη και οι στρατηγικές ανταμείβονται και ενισχύονται.';

  @override
  String get discovery_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές αναπτύσσουν μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Ο δάσκαλος ρωτά πολλές ερωτήσεις για να προσκαλέσουν τους μαθητές να αναπτύξουν την εξατομικευμένη αρκούδα τους (από το ξύπνημα μέχρι το κρεβάτι Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να σκεφτούν ποιες δραστηριότητες θα μπορούσαν να εισαχθούν στην ιστορία για να βελτιώσουν τη γνώση για το σώμα τους). ανταμείβεται και ενισχύεται.';

  @override
  String get discovery_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σέρβις βόλεϊ. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να επικεντρωθούν στο πώς να χρησιμοποιήσουν τις αισθήσεις που σχετίζονται με την εκτέλεση υπηρεσίας για να αποδώσουν καλύτερα. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να αντιληφθούν ποια υπηρεσία είναι η καλύτερη άνετο για αυτούς και οι αισθήσεις που αισθάνονται όταν το εκτελούν, πρέπει να προσαρμόσουν τις άλλες υπηρεσίες για να τους κάνουν πιο άνετους.';

  @override
  String get self_teaching_lesson_1 =>
      'Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Ο δάσκαλος παρέχει πληροφορίες για τις βασικές κινητικές δεξιότητες (κύλιση, άλμα, τρέξιμο, έρπημα). Οι μαθητές πρέπει να αναπτύξουν παιχνίδια για να βελτιώσουν τις βασικές κινητικές τους δεξιότητες.';

  @override
  String get self_teaching_lesson_2 =>
      'Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος παρέχει πληροφορίες για τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Οι μαθητές θα πρέπει να αναζητήσουν κάποιες ασκήσεις γιόγκα για να κάνουν στην τάξη με όλους.';

  @override
  String get self_teaching_lesson_3 =>
      'Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές πρέπει να αναπτύξουν μια ιστορία για τις αρκούδες που ζουν στο δάσος και κάνουν καθημερινές ενέργειες (τρώγοντας, πλένονται, τριγυρνούν). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Οι μαθητές έχουν να βρει αστείες στρατηγικές για να τους κάνει να εκτελούν κινήσεις που εστιάζουν στη χρήση ενός συγκεκριμένου μέρους του σώματος Ο δάσκαλος παρέχει καθοδήγηση όταν χρειάζεται.';

  @override
  String get self_teaching_lesson_4 =>
      'Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος παρέχει πληροφορίες για τις υπηρεσίες βόλεϊ (βασικό σέρβις, βασικό σερβίς και άλμα). Οι μαθητές είναι ελεύθεροι να εργαστούν ατομικά ή ομαδικά. Πρέπει να αναπτύξουν κάποιες ασκήσεις για την προπόνηση των υπηρεσιών βόλεϊ.';

  @override
  String get c11a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 11. Θα αναλάβετε τον ρόλο ενός δασκάλου φυσικής αγωγής για να αναπτύξετε ένα μάθημα βασισμένο σε ένα παιδαγωγικό μοντέλο διδασκαλίας που παρέχεται. Επιλέξτε τη σωστή στρατηγική για να υιοθετήσετε το μοντέλο και να φτιάξετε τον Πύργο Φυσικής Αγωγής. Κάθε μοντέλο αντιπροσωπεύει ένα δάπεδο πύργου. Προσοχή! Εάν κάνετε δύο λάθη, το πάτωμα του πύργου θα σπάσει και θα πρέπει να ξεκινήσετε από την αρχή. Έτοιμοι;';

  @override
  String get c11_instruction => 'Επιλέξτε τη σωστή απάντηση';

  @override
  String get c11_floor0_model => 'Μοντέλο διδασκαλίας παιχνιδιών κατανόησης';

  @override
  String get c11_floor0_environment => 'Σχολικό γυμναστήριο';

  @override
  String get c11_floor0_statement =>
      'Το μοντέλο τονίζει τη σημασία του παιχνιδιού και της κατανόησης. Προωθεί ένα περιβάλλον με επίκεντρο τον μαθητή, ενθαρρύνοντας τους μαθητές να εξερευνήσουν και να κατανοήσουν τους κανόνες, τις τακτικές και τις στρατηγικές του παιχνιδιού, κάτι που με τη σειρά του οδηγεί σε βαθύτερη εκτίμηση και απόλαυση του παιχνιδιού.';

  @override
  String get c11_floor0_step1_instruction =>
      'Τα παιδιά είναι διάσπαρτα γύρω από το γυμναστήριο. Ένα χούλα χουπ τοποθετείται δίπλα σε κάθε παιδί με έναν κώνο στο κέντρο. Οι παίκτες πρέπει να χτυπήσουν τον κώνο άλλων παικτών με μια μπάλα ή να αμυνθούν όταν τους επιτεθούν. Μόλις όλοι έχει επιτεθεί ή αμύνεται, το δεύτερο βήμα ξεκινά.';

  @override
  String get c11_floor0_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor0_step2_correct =>
      'Μόλις χτυπηθεί ένας κώνος, το παιδί τον μετακινεί και το χούλα-χουπ σε άλλο μέρος του γυμναστηρίου και συνεχίζει να παίζει. Το βήμα 2 διαρκεί 10 λεπτά.';

  @override
  String get c11_floor0_step2_wrong =>
      'Το παιδί που χτυπά τον κώνο ενός αντιπάλου παίρνει 1 βαθμό. Το πρώτο που θα πάρει 5 πόντους κερδίζει το παιχνίδι.';

  @override
  String get c11_floor0_step3_correct =>
      'Ο παίκτης που χτυπά τον κώνο ενός άλλου παιδιού, σχηματίζει μια ομάδα μαζί του.';

  @override
  String get c11_floor0_step3_wrong =>
      'Όταν χτυπηθεί ο κώνος ενός παιδιού, το παιδί αποβάλλεται από το παιχνίδι. Το τελευταίο που μένει στο γήπεδο κερδίζει.';

  @override
  String get c11_floor0_step4_correct =>
      'Με τη βοήθεια ερωτήσεων, σχολίων και τροποποιήσεων του παιχνιδιού από τον δάσκαλο, οι μαθητές αρχίζουν να επεξεργάζονται τις αρχές του παιχνιδιού και να εντοπίζουν βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στην επιτυχία στο παιχνίδι.';

  @override
  String get c11_floor0_step4_wrong =>
      'Για να βελτιωθεί η γνώση των βασικών τακτικών και στρατηγικών που θα χρησιμοποιηθούν στο παιχνίδι, ο δάσκαλος τροποποιεί τους κανόνες αγώνα αναθέτοντας συγκεκριμένες εργασίες και παρέχοντας στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.';

  @override
  String get c11_floor0_step5_correct =>
      'Ο δάσκαλος εμπλέκει τους μαθητές σε τακτική συζήτηση για να τους βοηθήσει να σκεφτούν την απόφασή τους που έλαβαν στο παιχνίδι να πετύχουν σε αυτό (τακτικές που χρησιμοποιούνται) (π.χ. Πώς τα καταφέρνεις στο παιχνίδι;).';

  @override
  String get c11_floor0_step5_wrong =>
      'Τα παιδιά χωρισμένα σε δύο ομάδες παίζουν έναν αγώνα προσπαθώντας να κατανοήσουν τις αρχές του παιχνιδιού και να προσδιορίσουν τις βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.';

  @override
  String get c11_floor0_step6_correct =>
      'Ο δάσκαλος τροποποιεί το παιχνίδι για να δώσει έμφαση στις δεξιότητες που οι μαθητές έχουν αναγνωρίσει ως απαραίτητες για την επιτυχία.';

  @override
  String get c11_floor0_step6_wrong =>
      'Ο δάσκαλος χωρίζει τους μαθητές σε διάφορες ομάδες με βάση το μέγεθος της τάξης και αναθέτει συγκεκριμένες εργασίες για να βελτιώσει την αποτελεσματικότητα της τεχνικής που θα χρησιμοποιηθεί στον αγώνα.';

  @override
  String get c11_floor0_step7_correct =>
      'Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή όχι μόνο στην αποτελεσματικότητα της τεχνικής αλλά και στην καταλληλότητα της απόκρισης σε όλο το παιχνίδι.';

  @override
  String get c11_floor0_step7_wrong =>
      'Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή στην αποτελεσματικότητα της τεχνικής και στα αποτελέσματα που προέκυψαν κατά τη διάρκεια του αγώνα.';

  @override
  String get c11_floor1_model => 'Μοντέλο συνεργατικής μάθησης';

  @override
  String get c11_floor1_environment => 'Σχολικό γυμναστήριο';

  @override
  String get c11_floor1_statement =>
      'Το μοντέλο έχει μια ευδιάκριτη κοινωνική προοπτική στη μάθηση, όπου οι μαθητές εργάζονται συνεργατικά για την επίτευξη κοινών στόχων. Αυτό το μοντέλο δίνει έμφαση στην ανάπτυξη κοινωνικών δεξιοτήτων, επικοινωνίας και ομαδικής εργασίας, καθώς και στην ατομική υπευθυνότητα. Οι δραστηριότητες είναι σχεδιασμένες έτσι ώστε οι μαθητές να εξαρτώνται ο ένας στον άλλον για να πετύχετε, προωθώντας ένα περιεκτικό και υποστηρικτικό περιβάλλον μάθησης.';

  @override
  String get c11_floor1_instruction =>
      'Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να αναπτύξουν τις κινητικές τους δεξιότητες σχεδιάζοντας και πλοηγώντας μια διαδρομή με εμπόδια. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα για να προχωρήσετε στο επόμενο. Εάν κάνετε δύο λάθη, η πρόκληση θα ξεκινήσει ξανά. είσαι έτοιμος;';

  @override
  String get c11_floor1_step1_instruction =>
      'Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια διαδρομή με εμπόδια. Τα παιδιά πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, έρποντας).';

  @override
  String get c11_floor1_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor1_step2_correct =>
      'Τα παιδιά σε ζευγάρια, το ένα πρέπει να ξεπεράσει τα εμπόδια στην πορεία και το άλλο να καθοδηγήσει με τη φωνή του τον συμπαίκτη.';

  @override
  String get c11_floor1_step2_wrong =>
      'Ο δάσκαλος και οι μαθητές αποφασίζουν από κοινού ποια κινητική δεξιότητα θα χρησιμοποιήσουν για να ξεπεράσουν κάθε εμπόδιο. Ένα παιδί τη φορά ξεπερνά τα εμπόδια.';

  @override
  String get c11_floor1_step3_correct =>
      'Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιήσουν ένα μέρος του σώματος της επιλογής τους (χέρια, πόδια, μάτια, ...)';

  @override
  String get c11_floor1_step3_wrong =>
      'Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιούν τα μάτια.';

  @override
  String get c11_floor1_step4_correct =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πριν ξεκινήσουν το μάθημα, τα παιδιά αποφασίζουν μαζί πώς θα ξεπεράσουν κάθε εμπόδιο.';

  @override
  String get c11_floor1_step4_wrong =>
      'Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πρέπει να ολοκληρώσουν μια σκυταλοδρομία. Κάθε παιδί πρέπει να ξεπεράσει δύο εμπόδια για να περάσει τη σκυτάλη. Η πρώτη ομάδα που θα ολοκληρώσει τη διαδρομή κερδίζει.';

  @override
  String get c11_floor1_step5_correct =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Δύο παιδιά πρέπει να κρατήσουν ένα φρίσμπι με ένα μπαλάκι του τένις. Πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα, ενώ το τρίτο παιδί τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.';

  @override
  String get c11_floor1_step5_wrong =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Κρατούν ένα φρίσμπι με ένα μπαλάκι του τένις και πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα. Ο δάσκαλος τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια. ';

  @override
  String get c11_floor1_step6_correct =>
      'Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τη συμβολή των μαθητών στην ομαδική εργασία ή/και την απόδοσή τους.';

  @override
  String get c11_floor1_step6_wrong =>
      'Κατά την εκτέλεση της εργασίας, ο δάσκαλος καταγράφει το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας από κάθε ομάδα και αξιολογεί τους μαθητές ανάλογα με την απόδοσή τους.';

  @override
  String get c11_floor1_step7_correct =>
      'Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος ζητά από τους μαθητές να σκεφτούν τι έχουν μάθει και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα, μοιράζοντας τις εμπειρίες τους με άλλους.';

  @override
  String get c11_floor1_step7_wrong =>
      'Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος μοιράζεται μαζί τους την αξιολόγηση των μαθητών για το πώς ξεπέρασαν τα εμπόδια και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα και τις κινητικές τους δεξιότητες.';

  @override
  String get c11_floor2_model => 'Μοντέλο Αθλητικής Εκπαίδευσης';

  @override
  String get c11_floor2_environment => 'Σχολικό γυμναστήριο';

  @override
  String get c11_floor2_statement =>
      'Αυτό το μοντέλο έχει σχεδιαστεί για να αναπαράγει αυθεντικές αθλητικές εμπειρίες, όπου οι μαθητές συμμετέχουν σε εποχές, αναλαμβάνουν ρόλους όπως παίκτες, προπονητές και διαιτητές και βιώνουν την κουλτούρα του αθλήματος.';

  @override
  String get c11_floor2_instruction =>
      'Σε αυτήν την πρόκληση, θα βοηθήσετε τους μαθητές να σχεδιάσουν και να εκτελέσουν δραστηριότητες που σχετίζονται με το βόλεϊ.';

  @override
  String get c11_floor2_step1_instruction =>
      'Ο δάσκαλος και οι μαθητές βρίσκονται σε ένα σχολικό γυμνάσιο και πρέπει να προγραμματίσουν δραστηριότητες που σχετίζονται με την εκμάθηση του βόλεϊ. Ο δάσκαλος εξηγεί τα χαρακτηριστικά του αθλήματος και τους κύριους κανόνες.';

  @override
  String get c11_floor2_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor2_step2_correct =>
      'Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Ο δάσκαλος παρέχει επίσης πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια των δραστηριοτήτων πριν, κύρια και μετά τη σεζόν στο βόλεϊ.';

  @override
  String get c11_floor2_step2_wrong =>
      'Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Στη συνέχεια, οι μαθητές χωρίζονται σε ομάδες και πρέπει να αναζητήσουν πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια της προ-, κύριας και μετά- εποχικές δραστηριότητες στο βόλεϊ.';

  @override
  String get c11_floor2_step3_correct =>
      'Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει υλικά και πόρους σε κάθε ομάδα για να σχεδιάσει την ομαδική εργασία. Κάθε ομάδα εργάζεται για να αναπτύξει στρατηγικές και ασκήσεις για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις κινητικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα , στήσιμο, αιχμή, μπλοκάρισμα, σκάψιμο και σερβίρισμα).';

  @override
  String get c11_floor2_step3_wrong =>
      'Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει πολλά υλικά και πόρους, αναθέτοντας ασκήσεις σε κάθε ομάδα για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις βασικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα, στήσιμο, καρφί, μπλοκάρισμα, σκάψιμο, Κάθε εβδομάδα αλλάζουν δεξιότητες για να τις βελτιώσουν όλες.';

  @override
  String get c11_floor2_step4_correct =>
      'Κάθε ομάδα είναι ελεύθερη να προγραμματίσει την ομαδική εργασία. Μπορεί να αποφασίσει ποιος είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες και να σχεδιάσουν τις δραστηριότητες που σχετίζονται με κάθε ρόλο.';

  @override
  String get c11_floor2_step4_wrong =>
      'Ο δάσκαλος υποστηρίζει τους μαθητές στο σχεδιασμό της ομαδικής εργασίας. Ο δάσκαλος και οι μαθητές σχεδιάζουν μαζί τις δραστηριότητες και τους ρόλους των μαθητών στην ομάδα. Επομένως, επιλέγουν ποιος θα είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες, για να αποφύγετε τις διαφωνίες.';

  @override
  String get c11_floor2_step5_correct =>
      'Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο στοιχείο του μαθησιακού μοντέλου. Στο χαρτοφυλάκιο, οι μαθητές μπορούν να περιγράψουν τα χαρακτηριστικά κάθε ομάδας, όπως το όνομα της ομάδας, τα μέλη, τα χρώματα, τη μασκότ, το σύνθημα, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων Μπορούν επίσης να παρέχουν πληροφορίες για τα δυνατά και τα αδύνατα σημεία της ομάδας.';

  @override
  String get c11_floor2_step5_wrong =>
      'Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, ο δάσκαλος μπορεί να αναφέρει χρήσιμες πληροφορίες για την αξιολόγηση των μαθητών (τα μέλη της ομάδας, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων).';

  @override
  String get c11_floor2_step6_correct =>
      'Το χαρτοφυλάκιο της ομάδας μπορεί επίσης να χρησιμοποιηθεί για την αναφορά πληροφοριών σχετικά με τη διαδικασία εκμάθησης, παρέχοντας αποτελέσματα δοκιμών και προβληματισμούς σχετικά με τη βελτίωση του ατόμου και της ομάδας.';

  @override
  String get c11_floor2_step6_wrong =>
      'Με βάση τα περιεχόμενα του χαρτοφυλακίου κάθε ομάδας, ο δάσκαλος σχεδιάζει τεστ για να αξιολογήσει τις γνώσεις και τις δεξιότητες των μαθητών που σχετίζονται με το βόλεϊ.';

  @override
  String get c11_floor2_step7_correct =>
      'Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά να προωθήσει τις αξίες του αθλήματος (fair play, φιλία, σεβασμός, ομαδική εργασία, ...)';

  @override
  String get c11_floor2_step7_wrong =>
      'Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά Η τάξη που θα κερδίσει μπορεί να μοιραστεί την ομαδική εργασία με άλλους μαθητές.';

  @override
  String get c11_floor3_model =>
      'Μοντέλο διδασκαλίας προσωπικής και κοινωνικής ευθύνης';

  @override
  String get c11_floor3_environment => 'Σχολικό γυμναστήριο';

  @override
  String get c11_floor3_statement =>
      'Είναι μια προσέγγιση βασισμένη σε αξίες που χρησιμοποιεί τη σωματική δραστηριότητα για τη διδασκαλία δεξιοτήτων ζωής και την προώθηση της προσωπικής και κοινωνικής ευθύνης. Αυτό το μοντέλο εστιάζει στην αυτοκατεύθυνση και τη θετική κοινωνική αλληλεπίδραση, δίνοντας έμφαση στο σεβασμό, την προσπάθεια, την αυτοβελτίωση και τη βοήθεια άλλοι.';

  @override
  String get c11_floor3_instruction =>
      'Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να μάθουν κινητικές δεξιότητες και κοινωνική ευθύνη μέσω μιας διαδρομής με εμπόδια και ομαδικής εργασίας. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.';

  @override
  String get c11_floor3_step1_instruction =>
      'Τα παιδιά χωρίζονται σε ομάδες των τριών. Ο δάσκαλος, βοηθούμενος από τα παιδιά, αναπτύσσει μια διαδρομή με εμπόδια για κάθε ομάδα. Επίσης χτίζουν στο τέλος κάθε διαδρομής έναν πύργο Jenga. Τα παιδιά πρέπει να ξεπεράσουν τα εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, σύρσιμο) και αφαιρούν ένα κομμάτι από τον πύργο.';

  @override
  String get c11_floor3_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor3_step2_correct =>
      'Ο δάσκαλος εξηγεί ότι οι μαθητές θα εξασκηθούν στο να βοηθούν άλλους παρέχοντας σχόλια στους συμπαίκτες τους, παρέχοντας συγκεκριμένη βοήθεια, λέγοντας κάτι ωραίο και προσφέροντας προτάσεις.';

  @override
  String get c11_floor3_step2_wrong =>
      'Ο δάσκαλος εξηγεί ότι δύο μαθητές θα πουν στο τρίτο παιδί πώς να ξεπεράσει τα εμπόδια για να ολοκληρώσει το μάθημα όσο το δυνατόν γρηγορότερα. Όταν το παιδί επιστρέψει, ένας άλλος θα ξεκινήσει το μάθημα που υποστηρίζεται από τα άλλα δύο.';

  @override
  String get c11_floor3_step3_correct =>
      'Ενώ περιμένουν μια σειρά, οι μαθητές πρέπει να βοηθήσουν τον συμπαίκτη παρέχοντας σχόλια (να είστε συγκεκριμένοι, να πείτε κάτι ωραίο, να κάνετε μια πρόταση).';

  @override
  String get c11_floor3_step3_wrong =>
      'Ενώ περιμένουν τη σειρά τους, οι μαθητές πρέπει να υποκινήσουν τον συμπαίκτη τους να πάει γρήγορα, παρέχοντας πληροφορίες για τους αντιπάλους τους για να δουν αν πάνε αργά.';

  @override
  String get c11_floor3_step4_correct =>
      'Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τα σχόλια των μαθητών, τον τρόπο με τον οποίο τα παρέχουν και την απόδοσή τους στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step4_wrong =>
      'Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τους μαθητές καταγράφοντας το χρόνο που χρειάστηκε για την ολοκλήρωση της εργασίας και την απόδοσή τους στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step5_correct =>
      'Ο δάσκαλος δίνει την εντολή στους μαθητές να σταματήσουν και αλληλεπιδρά μαζί τους, επαινώντας τους μαθητές που δίνουν καλή ανατροφοδότηση για να βοηθήσουν άλλους και παρέχοντας γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.';

  @override
  String get c11_floor3_step5_wrong =>
      'Ο δάσκαλος αλληλεπιδρά με τους μαθητές, μία ομάδα τη φορά, για να παρέχει γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.';

  @override
  String get c11_floor3_step6_correct =>
      'Το παιχνίδι ξαναρχίζει. Ο δάσκαλος αξιολογεί τα σχόλια των μαθητών και πώς τα άλλαξαν σύμφωνα με τις προτάσεις.';

  @override
  String get c11_floor3_step6_wrong =>
      'Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί την απόδοση των μαθητών στην υπέρβαση των εμποδίων.';

  @override
  String get c11_floor3_step7_correct =>
      'Ο δάσκαλος συμμετέχει σε μια συζήτηση με τους μαθητές, εξηγώντας ξανά τα βασικά σημεία της κοινωνικής ευθύνης και ζητώντας τους να μοιραστούν με τους συμπαίκτες τους πώς ένιωσαν όταν έδωσαν ή έλαβαν σχόλια.';

  @override
  String get c11_floor3_step7_wrong =>
      'Ο δάσκαλος εξηγεί στους μαθητές τα βασικά σημεία της κοινωνικής ευθύνης και παρέχει μια σύγκριση μεταξύ του τι έχουν κάνει και του πώς θα μπορούσαν να το κάνουν καλύτερα.';

  @override
  String get c11_floor4_model => 'Μοντέλο PE με βάση την υγεία';

  @override
  String get c11_floor4_environment => 'Σχολικό γυμναστήριο';

  @override
  String get c11_floor4_statement =>
      'Η παιδαγωγική προσέγγιση ενσωματώνει τη φυσική δραστηριότητα με την αγωγή υγείας, με στόχο να ενδυναμώσει τους μαθητές με τις γνώσεις, τις δεξιότητες και τις στάσεις που είναι απαραίτητες για υγιεινή ζωή. Τονίζει τη σημασία της φυσικής κατάστασης, της διατροφής, της ψυχικής ευεξίας και της αξίας ενός δια βίου δέσμευση για ενεργό τρόπο ζωής.';

  @override
  String get c11_floor4_instruction =>
      'Σε αυτήν την πρόκληση, θα καθοδηγήσετε τους μαθητές να κατανοήσουν τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας μέσω ομαδικής εργασίας, καθορισμού στόχων και υποστήριξης από ομοτίμους. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.';

  @override
  String get c11_floor4_step1_instruction =>
      'Ο δάσκαλος και οι μαθητές κάθονται σε κύκλο. Ο δάσκαλος παρουσιάζει τον στόχο των επόμενων τριών μαθημάτων εξηγώντας τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας.';

  @override
  String get c11_floor4_step1_correct => 'Συνέχεια';

  @override
  String get c11_floor4_step2_correct =>
      'Μετά την παροχή πληροφοριών σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές για τη διατήρηση ενός υγιεινού τρόπου ζωής, ο δάσκαλος εκτελεί ένα σωματικό τεστ για να δείξει πώς να αξιολογήσει το επίπεδο φυσικής κατάστασης του ατόμου και πώς να το συγκρίνει με τα εθνικά πρότυπα.';

  @override
  String get c11_floor4_step2_wrong =>
      'Ο δάσκαλος παρέχει λεπτομερείς πληροφορίες σχετικά με τις εθνικές και διεθνείς οδηγίες στους μαθητές, πού μπορούν να τις βρουν, πώς να αυτοαξιολογούν το επίπεδο φυσικής τους κατάστασης και πώς να τις συγκρίνουν με εθνικά πρότυπα (θεωρητικό μάθημα).';

  @override
  String get c11_floor4_step3_correct =>
      'Ο δάσκαλος ενθαρρύνει την ομαδική εργασία των μαθητών να εντοπίσουν, να θέσουν και να επιτύχουν στόχους ή προκλήσεις σωματικής δραστηριότητας.';

  @override
  String get c11_floor4_step3_wrong =>
      'Ο δάσκαλος ενθαρρύνει κάθε μαθητή να εντοπίσει, να θέσει και να επιτύχει εξατομικευμένους στόχους σωματικής δραστηριότητας ή προκλήσεις με βάση τα αποτελέσματα των εξετάσεων.';

  @override
  String get c11_floor4_step4_correct =>
      'Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να εργαστούν σε ομάδες υποστηρίζοντας τους συμμαθητές τους στη συμμετοχή σε σωματική δραστηριότητα.';

  @override
  String get c11_floor4_step4_wrong =>
      'Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει την ατομική εργασία για να μεγιστοποιηθούν τα οφέλη της άσκησης.';

  @override
  String get c11_floor4_step5_correct =>
      'Ο δάσκαλος ενθαρρύνει τους μαθητές να γίνουν κριτικοί κινητήριες δυνάμεις, παρέχοντας σχόλια και προτάσεις σε συμμαθητές.';

  @override
  String get c11_floor4_step5_wrong =>
      'Ο δάσκαλος αποφεύγει τους μαθητές να επικρίνουν ο ένας τον άλλον, προκειμένου να αποφευχθούν διαφωνίες.';

  @override
  String get c11_floor4_step6_correct =>
      'Ο δάσκαλος πρέπει να παρέχει προκλήσεις στους μαθητές για να προωθήσουν τη σωματική δραστηριότητα μεταξύ των συμμαθητών τους, αλλά και μεταξύ των μελών της οικογένειας (εντός και εκτός σχολείου).';

  @override
  String get c11_floor4_step6_wrong =>
      'Το μοντέλο δεν απαιτεί να εξετάζονται δραστηριότητες πέρα από το σχολείο.';

  @override
  String get c11_floor4_step7_correct =>
      'Το μοντέλο διδασκαλίας δίνει έμφαση στην υποστήριξη των εκπαιδευτικών στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.';

  @override
  String get c11_floor4_step7_wrong =>
      'Το μοντέλο δεν απαιτεί από τον δάσκαλο να υποστηρίζει τους μαθητές στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.';

  @override
  String get c11_mistakes => 'Λάθη';

  @override
  String get c11_mistakes_reached =>
      'Έχετε κάνει 2 λάθη σε αυτό το μοντέλο. Η πρόκληση θα ξεκινήσει ξανά από αυτόν τον όροφο.';

  @override
  String get c11_finish =>
      'Μπράβο! Ολοκληρώσατε με επιτυχία τον πύργο. Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.';

  @override
  String get c12a1_instructions =>
      'Καλώς ήρθατε στην πρόκληση 12. Θα αναλάβετε τον ρόλο ενός καθηγητή PE και θα αναπτύξετε δύο μαθήματα για τους μαθητές σας. Θα σας δώσω μερικές πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, το σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσει να αναπτύξετε το μάθημα, μια λανθασμένη απάντηση προκαλεί αλλαγή στην έκφραση του avatar (από χαρούμενος σε θυμωμένος). μετά την οποία η πρόκληση θα ξεκινήσει ξανά Έτοιμος;';

  @override
  String get c12a1_finish =>
      'Μπράβο! Έχετε προγραμματίσει το μάθημά σας με βάση τις ανάγκες της τάξης. Για να ολοκληρώσετε την πρόκληση, πρέπει να αναπτύξετε ένα άλλο μάθημα για διαφορετική τάξη.';

  @override
  String get c12_completed => 'Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι!';

  @override
  String get c12_mistakes => 'Έχετε κάνει 3 λάθη. Επανεκκίνηση του παιχνιδιού!';

  @override
  String get restart => 'Επανεκκίνηση';

  @override
  String get c12a2_instructions =>
      'Αυτή είναι μια τάξη 25 παιδιών 6 ετών, ένα από αυτά με σύνδρομο Asperger. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, 1 /3 είναι εντάξει και το 1/3 είναι λιγότερο ικανά από πρακτική άποψη Όλα τα παιδιά έχουν κίνητρα όταν κάνουν PE ικανότητες σύλληψης και ρίψης.';

  @override
  String get c12a2_finish =>
      'Μπράβο! Έχετε προγραμματίσει τα μαθήματά σας με βάση τις ανάγκες της τάξης. Ολοκληρώσατε την πρόκληση!';

  @override
  String get c12a1_1_title => 'Άσκηση στήθους';

  @override
  String get c12a1_1_question => 'Επιλέξτε το σωστό σετ εξοπλισμού.';

  @override
  String get c12a1_1_answer1 =>
      'Τυπικές μπάλες που χρησιμοποιούνται στα αθλήματα μπάσκετ.';

  @override
  String get c12a1_1_answer2 =>
      'Μπάλες διαφορετικών βαρών για μαθητές και μαθήτριες.';

  @override
  String get c12a1_1_answer3 =>
      'Μπάλες διαφορετικών βαρών για μαθητές σε αναπηρικά καροτσάκια.';

  @override
  String get c12a1_2_title => 'Άσκηση στο στήθος (ατομική εργασία)';

  @override
  String get c12a1_2_question =>
      'Ρύθμιση και κανόνες:\nΈνα τετράγωνο 1 μέτρου σε έναν τοίχο, 1 μέτρο από το πάτωμα.\nΜια γραμμή φάουλ 2 μέτρα από τον τοίχο.\nΟι μαθητές πρέπει να ρίξουν τη μπάλα μέσα στο τετράγωνο και να πιάσουν το ριμπάουντ Η μπάλα πρέπει να πεταχτεί πίσω από τη γραμμή και το ριμπάουντ πρέπει να πιαστεί πίσω από τη γραμμή 5 φορές.\n\nΠροσαρμογή για μαθητές σε αναπηρικά καροτσάκια:';

  @override
  String get c12a1_2_answer1 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_2_answer2 =>
      'Η γραμμή του ποδιού απέχει 1 μέτρο από τον τοίχο.';

  @override
  String get c12a1_2_answer3 =>
      'Το τετράγωνο τραβιέται 0,5 μέτρα από το πάτωμα.';

  @override
  String get c12a1_3_title => 'Άσκηση στο στήθος (ομαδική εργασία)';

  @override
  String get c12a1_3_question =>
      'Ρύθμιση και κανόνες (παρέχονται):\nΜαθητές σε ζευγάρια, σε απόσταση 2 μέτρων.\nΟι μαθητές πρέπει να πετάξουν την μπάλα στους συμπαίκτες τους. Η μπάλα δεν μπορεί να αναπηδήσει. Εκτελέστε την άσκηση 10 φορές.\nΔημιουργία ομάδας:';

  @override
  String get c12a1_3_answer1 =>
      'Μαθητές σε ζευγάρια. Κάθε μαθητής σε αναπηρικό καροτσάκι εργάζεται με οποιονδήποτε συμμαθητή.';

  @override
  String get c12a1_3_answer2 =>
      'Μαθητές σε ζευγάρια. Οι μαθητές σε αναπηρικά καροτσάκια είναι στην ίδια ομάδα.';

  @override
  String get c12a1_4_title => 'Spot shot άσκηση';

  @override
  String get c12a1_4_question =>
      'Ρύθμιση και κανόνες (παρέχονται):\nΟι μαθητές εργάζονται σε ένα γήπεδο μπάσκετ.\nΟι μαθητές χωρίζονται σε δύο ομάδες.\nΤρεις περιοχές βολής (1,6 μέτρα από το στεφάνι του μπάσκετ).\nΚάθε ομάδα χωρίζεται σε 3 υποομάδες, ένα για κάθε περιοχή βολής Οι μαθητές πρέπει να εκτελέσουν μια βολή και να μετακινηθούν σε άλλη περιοχή πυροβολεί σε κάθε περιοχή για να ολοκληρώσει την εργασία.\nΠροσαρμογή για μαθητές σε αναπηρικά καροτσάκια:';

  @override
  String get c12a1_4_answer1 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_4_answer2 =>
      'Οι χώροι βολής απέχουν 1 μέτρο από το στεφάνι του μπάσκετ.';

  @override
  String get c12a1_4_answer3 =>
      'Οι μαθητές σε αναπηρικά καροτσάκια μπορούν να εκτελέσουν περισσότερες βολές από τους συμπαίκτες τους.';

  @override
  String get c12a1_5_title => 'Εξοπλισμός';

  @override
  String get c12a1_5_question => '';

  @override
  String get c12a1_5_answer1 =>
      'Στεφάνι μπάσκετ διαφορετικού ύψους, μπάλες ίδιου βάρους.';

  @override
  String get c12a1_5_answer2 =>
      'Στεφάνι μπάσκετ ίδιου ύψους και μπάλες διαφορετικού βάρους για άνδρες.';

  @override
  String get c12a1_5_answer3 =>
      'Στεφάνι μπάσκετ διαφορετικού ύψους και μπάλες διαφορετικού βάρους για μαθητές σε αναπηρικά καροτσάκια.';

  @override
  String get c12a1_6_title => 'Άσκηση ντρίμπλα δέκα μέτρων:';

  @override
  String get c12a1_6_question =>
      'Ρύθμιση και κανόνες (παρέχονται):\nΓραμμή μήκους 10 μέτρων.\nΈξι κώνοι στη γραμμή, σε απόσταση 1,5 μέτρων μεταξύ τους.\nΟι μαθητές χωρίζονται σε ομάδες.\nΟι μαθητές πρέπει να ντριμπλάρουν στη γραμμή όσο το δυνατόν γρηγορότερα χρησιμοποιώντας μόνο ένα χέρι και χωρίς να χτυπήσει τον κώνο με την μπάλα.\nΟι μαθητές πρέπει να εκτελέσουν την άσκηση τρεις φορές μη συνεχόμενα στροφές.';

  @override
  String get c12a1_6_answer1 =>
      'Η εκτέλεση της ντρίμπλας πρέπει να προσαρμοστεί: αναπήδηση μία φορά, παγίδευση της μπάλας στην αγκαλιά, σπρώξιμο τροχών.';

  @override
  String get c12a1_6_answer2 => 'Δεν χρειάζεται.';

  @override
  String get c12a1_6_answer3 =>
      'Τρεις κώνοι στη γραμμή για μαθητές σε αναπηρικά καροτσάκια.';

  @override
  String get c12a2_1_title => 'Δραστηριότητα σύλληψης και ρίψης';

  @override
  String get c12a2_1_question =>
      'Κανόνες (παρέχονται): \nΠαιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει.\nΠροσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:';

  @override
  String get c12a2_1_answer1 =>
      'Ο δάσκαλος δείχνει μια κάρτα με τις ενέργειες που απαιτούνται για την εκτέλεση της εργασίας στον μαθητή με σύνδρομο Άσπεργκερ.';

  @override
  String get c12a2_1_answer2 =>
      'Ο δάσκαλος εξηγεί προσεκτικά πώς να εκτελέσει την εργασία μέσω πολλών επιδείξεων στον μαθητή με σύνδρομο Άσπεργκερ.';

  @override
  String get c12a2_1_answer3 => 'Δεν χρειάζεται.';

  @override
  String get c12a2_2_title => 'Δραστηριότητα σύλληψης και ρίψης';

  @override
  String get c12a2_2_question =>
      'Κανόνες (παρέχονται):\nΠαιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά κοντά σε μια γραμμή.\nΠροσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:';

  @override
  String get c12a2_2_answer1 =>
      'Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ένας μαθητής πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ένα παιδί πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).';

  @override
  String get c12a2_2_answer2 =>
      'Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την πετάει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ο δάσκαλος πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).';

  @override
  String get c12a2_2_answer3 =>
      'Ο δάσκαλος παίζει με τον μαθητή με σύνδρομο Άσπεργκερ. Ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).';

  @override
  String get c12a2_3_title => 'Δραστηριότητα σύλληψης και ρίψης';

  @override
  String get c12a2_3_question =>
      'Ρύθμιση και κανόνες (παρέχονται):\nΤο γυμναστήριο χωρίζεται σε τέσσερα μέρη. Ένας χώρος παιχνιδιού σε κάθε μέρος. Παιδιά σε οκτώ ομάδες. Κάθε χώρος παιχνιδιού χωρίζεται σε δύο γήπεδα. Κάθε ομάδα έχτισε δύο κάστρα με κώνους και Τοποθέτησή τους στο τέλος των γηπέδων Κάθε ομάδα έχει μια μαλακή μπάλα την μπάλα, πρέπει να εκτελέσουν τουλάχιστον τρεις πάσες.';

  @override
  String get c12a2_3_answer1 =>
      'Πριν ρίξουν την μπάλα, οι μαθητές πρέπει να περάσουν την μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.';

  @override
  String get c12a2_3_answer2 =>
      'Όσο οι μαθητές παίζουν, ο δάσκαλος παίζει το ίδιο παιχνίδι με τον μαθητή με σύνδρομο Άσπεργκερ σε δεσμευμένο χώρο παιχνιδιού.';

  @override
  String get c12a2_3_answer3 =>
      'Ο δάσκαλος παίζει στην ομάδα του μαθητή με σύνδρομο Άσπεργκερ. Πριν πετάξουν την μπάλα, ο μαθητής και ο δάσκαλος πρέπει να περάσουν τη μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.';

  @override
  String get c13a1_intro1 =>
      'Καλώς ήρθατε στην πρόκληση 13. Θα αναλάβετε τον ρόλο ενός δασκάλου PE και θα αναπτύξετε ένα μάθημα για τους μαθητές σας. Θα σας δώσω μερικές πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, το σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσει στην ανάπτυξη του μαθήματος, μια λανθασμένη απάντηση προκαλεί την απώλεια μιας καρδιάς στη γραμμή ζωής καρδιές, θα ξαναρχίσετε την πρόκληση;';

  @override
  String get c13a1_intro2 =>
      'Πρόκειται για μια τάξη 30 παιδιών. Έχουν κάποια εμπειρία στη γυμναστική και τον χορό από μαθήματα γυμναστικής στις πρώτες τάξεις. Έχουν επίσης εμπειρία σε παραδοσιακούς αγώνες, στίβο, κολύμβηση και χειμερινά σπορ. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη Τα περισσότερα παιδιά έχουν κίνητρα όταν κάνουν σωματική άσκηση, αν και μερικά παιδιά δεν έχουν αυτοπεποίθηση. Η μουσική μπορεί να χρησιμοποιηθεί εάν απαιτείται για την προσθήκη ερεθισμάτων στις ακολουθίες έξω από τις ισορροπίες Τα παιδιά θα έχουν ήδη επιλέξει έναν σύντροφο και θα έχουν εργαστεί στην ανάπτυξη του ταξιδιού με έναν σύντροφο (κατοπτρισμός και αντιστοίχιση κινήσεων, κίνηση προς διαφορετικές κατευθύνσεις) και συνδυασμούς άλματος (χρησιμοποιώντας διαφορετικούς τύπους άλματος και διαφορετικών σχημάτων). Έχουν αρχίσει να συνθέτουν μια ακολουθία την οποία θα χτίσουν τις επόμενες εβδομάδες. Το μάθημα στοχεύει να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες συνεργατών, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν μεταξύ τους ως μέρος της αλληλουχίας των συνεργατών τους. Τα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\n1.\tΦυσική/Κίνηση – Για να εκτελέσετε μια ποικιλία προκλητικών ισορροπιών συντρόφων που μπορούν να συνδεθούν με τη σειρά των συνεργατών τους.\n2.\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε αυτοπεποίθηση στην εκτέλεση ολοένα και πιο απαιτητικών ισορροπίες συντρόφου και κίνητρο για να δοκιμάσετε πιο απαιτητικές ισορροπίες συνεργατών.\n3.\tΓνωστικά/Σκεφτείτε – Να εξετάσετε παραδείγματα ισορροπιών συντρόφου και να δημιουργήσουν τις δικές τους εκδόσεις, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\n4.\tΚοινωνικά/Σύνδεση - Να εργαστούν συνεργατικά για τη δημιουργία και τη βελτίωση των απαιτητικών υπολοίπων συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.';

  @override
  String get c13a1_intro3 =>
      'Τώρα έχετε όλες τις πληροφορίες για να ξεκινήσετε να αναπτύσσετε μαθήματα για τους μαθητές σας. Εάν θέλετε να συμβουλευτείτε τα χαρακτηριστικά, το σκοπό και τα μαθησιακά αποτελέσματα του μαθήματος, μπορείτε να με συμβουλευτείτε με ένα πάτημα και θα σας παρέχω Εσείς με όλες αυτές τις πληροφορίες.\nΕμφανίζεται ένα εικονίδιο χεριού που υποδεικνύει ότι ο χρήστης πρέπει να πατήσει το Buddy Πατώντας το Buddy, θα εμφανιστεί η ακόλουθη λίστα χαρακτηριστικών:\n●\tΤάξη 30 παιδιών με εμπειρία σε παραδοσιακούς αγώνες, στίβο, κολύμβηση και χειμερινά σπορ.\n●\t Το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, το 1/3 είναι εντάξει και το 1/3 είναι λιγότερο ικανό από πρακτική άποψη.\n ●\tΤο σχολείο διαθέτει ένα μικρό γυμναστήριο με κάποια κινητά όργανα (πάγκοι, κουτιά) που μπορούν να χρησιμοποιήσουν τα παιδιά για να ισορροπήσουν καθώς και πατάκια για να εργαστούν Διατίθενται κάρτες με παραδείγματα υπολοίπων συνεργατών Αυτές έχουν περιγραφές και εικόνες υπολοίπων συνεργατών μαζί με προτάσεις για το πώς να εισέλθετε και να βγείτε από τα υπόλοιπα.\n●\tΤα παιδιά θα έχουν ήδη επιλέξει έναν συνεργάτη και θα έχουν εργαστεί με έναν. συνεργάτης σε αντικατοπτρισμό και αντιστοίχιση κινήσεων, κίνηση προς διαφορετικές κατευθύνσεις και συνδυασμούς άλματος.\n●\tΤα παιδιά άρχισαν να συνθέτουν μια ακολουθία την οποία θα αναπτύξουν τις επόμενες εβδομάδες. \n●\tΤο μάθημα στοχεύει να ενθαρρύνει τους μαθητές να εξερευνήσουν μια σειρά από ισορροπίες συνεργατών, να τις τροποποιήσουν αν είναι δυνατόν και στη συνέχεια να τις συνδέσουν ως μέρος της αλληλουχίας των συνεργατών τους.\n●\tΤα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\no \tΣωματική/Μετακίνηση – Για να εκτελέσετε μια ποικιλία απαιτητικών ισορροπιών συνεργατών που μπορούν να συνδεθούν με τη σειρά συνεργατών τους.\no\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε εμπιστοσύνη στην ολοένα και μεγαλύτερη απόδοση αμφισβητώντας τις ισορροπίες συνεργατών και κίνητρο για να δοκιμάσετε πιο απαιτητικές ισορροπίες συνεργατών.\no\tΓνωστική/Σκέψου – Για να εξετάσετε παραδείγματα υπολοίπων συνεργατών και να δημιουργήσετε τις δικές τους εκδοχές, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\no\tΚοινωνικά/Σύνδεση - Για να εργαστείτε συνεργατικά σε δημιουργώντας και τελειοποιώντας προκλητικές ισορροπίες συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.';

  @override
  String get c13a1_well_done =>
      '🎉 Μπράβο! Επιλέξατε τις σωστές απαντήσεις! 🎉';

  @override
  String get c13a1_mistakes => 'Έχετε επιλέξει %1 λανθασμένες απαντήσεις.';

  @override
  String get c13a1_game_over =>
      '❌ Έχετε χάσει όλες τις ζωές και η πρόκληση θα ξεκινήσει ξανά.';

  @override
  String get c13a1_stage => 'Στάδιο %1';

  @override
  String get c13a1_finish =>
      'Μπράβο! Ολοκληρώσατε αυτήν τη δραστηριότητα. Απομένει ακόμη μία για να ολοκληρώσετε την τελευταία πρόκληση!';

  @override
  String get c13_1_title => 'Εισαγωγή';

  @override
  String get c13_1_question =>
      'Με βάση τις πληροφορίες που παρέχονται, επιλέξτε 2 δεξιότητες/ιδιότητες στις οποίες εστιάζετε επίσης να αναπτύξετε:';

  @override
  String get c13_1_correct_1 => 'Resilience';

  @override
  String get c13_1_correct_2 => 'Ανεξαρτησία';

  @override
  String get c13_1_correct_3 => 'Επικοινωνία';

  @override
  String get c13_1_wrong_1 => 'Επίλυση προβλημάτων';

  @override
  String get c13_1_wrong_2 => 'Συναισθηματική νοημοσύνη';

  @override
  String get c13_1_wrong_3 => 'Ηγεσία';

  @override
  String get c13_1_wrong_4 => 'Αξιολόγηση';

  @override
  String get c13_1_wrong_5 => 'Sportspersonship';

  @override
  String get c13_1_wrong_6 => 'Αυτοπεποίθηση';

  @override
  String get c13_2_title => 'Στιλ ή μοντέλα διδασκαλίας';

  @override
  String get c13_2_question =>
      'Τυλ ή μοντέλα διδασκαλίας: Με βάση τα στυλ της Mosston, επιλέξτε 3 στυλ που θα μπορούσατε να χρησιμοποιήσετε για να επιτύχετε τον σκοπό του μαθήματος.';

  @override
  String get c13_2_correct_1 => 'Αμοιβαία';

  @override
  String get c13_2_correct_2 => 'Αυτοέλεγχος';

  @override
  String get c13_2_correct_3 => 'Divergent Discovery';

  @override
  String get c13_2_correct_4 => 'Σχεδιάστηκε από τον μαθητή';

  @override
  String get c13_2_wrong_1 => 'Εντολή';

  @override
  String get c13_2_wrong_2 => 'Πρακτική';

  @override
  String get c13_2_wrong_3 => 'Συμπερίληψη';

  @override
  String get c13_2_wrong_4 => 'Καθοδηγούμενη ανακάλυψη';

  @override
  String get c13_2_wrong_5 => 'Σύγκλιση ανακάλυψης';

  @override
  String get c13_2_wrong_6 => 'Έναρξη μαθητή';

  @override
  String get c13_2_wrong_7 => 'Αυτοδιδασκαλία';

  @override
  String get c13_3_title => 'Μοντέλα διδασκαλίας';

  @override
  String get c13_3_question =>
      'Μοντέλα διδασκαλίας: βάσει του στόχου του μαθήματος, επιλέξτε 1 μοντέλο διδασκαλίας για να ενισχύσετε τον σωματικό γραμματισμό των μαθητών.';

  @override
  String get c13_3_correct_1 => 'Συνεργατική εκπαίδευση';

  @override
  String get c13_3_wrong_1 => 'Αθλητική Παιδεία';

  @override
  String get c13_3_wrong_2 => 'Διδάσκοντας την Προσωπική Κοινωνική Ευθύνη';

  @override
  String get c13_3_wrong_3 => 'Πρωτοβουλία με βάση την υγεία';

  @override
  String get c13_4_title => 'Τόλμησε';

  @override
  String get c13_4_question =>
      'Τόλμη: με βάση τον στόχο του μαθήματος και το μοντέλο διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 τόλμη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.';

  @override
  String get c13_4_correct_1 =>
      'Τα παιδιά μπορούν να επιλέξουν τις ισορροπίες που θέλουν να κάνουν και πώς θα τις συνδέσουν σε μια ακολουθία.';

  @override
  String get c13_4_wrong_1 =>
      'Όλα τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες και ακολουθίες.';

  @override
  String get c13_4_wrong_2 =>
      'Τα παιδιά καλούνται να κάνουν τις ίδιες ισορροπίες, αλλά επιλέγουν πώς να τις συνδέσουν σε μια ακολουθία.';

  @override
  String get c13_5_title => 'Υποστήριξη';

  @override
  String get c13_5_question =>
      'Υποστήριξη: βάσει του στόχου του μαθήματος και του μοντέλου διδασκαλίας που υιοθετήθηκε, επιλέξτε 1 υποστήριξη που μπορεί να βοηθήσει τους μαθητές να βελτιώσουν τις δεξιότητές τους.';

  @override
  String get c13_5_correct_1 =>
      'Τα παιδιά υποστηρίζονται από μόνα τους και φύλλα εργασίας που έχουν εικόνες και κείμενο για να περιγράφουν τις ισορροπίες και πώς θα μπορούσαν να συνδεθούν μεταξύ τους.';

  @override
  String get c13_5_wrong_1 =>
      'Ο Δάσκαλος μετακινείται στην τάξη για να παρέχει υποστήριξη και συμβουλές όπου χρειάζεται.';

  @override
  String get c13_5_wrong_2 =>
      'Μερικοί μαθητές ορίζονται ως υποστήριξη και συνεργάζονται με μια ομάδα, παρέχοντας συμβουλές.';

  @override
  String get c13_6_title => 'Πτυχές';

  @override
  String get c13_6_question =>
      'Πτυχές: Τι θα ήταν πιο πιθανό να τροποποιήσετε; Επιλέξτε 2 στοιχεία που μπορείτε να τροποποιήσετε.';

  @override
  String get c13_6_correct_1 => 'Δραστηριότητες';

  @override
  String get c13_6_correct_2 => 'Εξοπλισμός';

  @override
  String get c13_6_wrong_1 => 'Διαστήματα';

  @override
  String get c13_6_wrong_2 => 'Άνθρωποι';

  @override
  String get c13_6_wrong_3 => 'Συνθήκες';

  @override
  String get c13_6_wrong_4 => 'Ώρα';

  @override
  String get c13_7_title => 'Προτεραιότητα';

  @override
  String get c13_7_question =>
      'Προτεραιότητα: Ποια θα ήταν η προτεραιότητά σας; Επιλέξτε δύο προτεραιότητες.';

  @override
  String get c13_7_correct_1 => 'Μέγιστη συμμετοχή';

  @override
  String get c13_7_correct_2 => 'Συμμετοχή';

  @override
  String get c13_7_correct_3 => 'Επιτυχία';

  @override
  String get c13_7_wrong_1 => 'Ασφάλεια';

  @override
  String get c13_7_wrong_2 => 'Μάθηση';

  @override
  String get c13_7_wrong_3 => 'Απόλαυση';

  @override
  String get c13_8_title => 'Στρατηγική αξιολόγησης';

  @override
  String get c13_8_question =>
      'Στρατηγική αξιολόγησης: επιλέξτε τη σωστή στρατηγική αξιολόγησης για να αξιολογήσετε τη δραστηριότητα των μαθητών σας.';

  @override
  String get c13_8_correct_1 =>
      'Στο τέλος του μαθήματος, τα παιδιά χωρίζονται στα δύο. Η μισή τάξη εκτελεί την ακολουθία τους και ένα ζευγάρι από τους παρατηρητές παρέχει ανατροφοδότηση σχετικά με το τι έκαναν καλά και τι μπορούσαν να βελτιώσουν, και μετά το άλλο μισό εκτελεί τη σειρά τους και έχει ανατροφοδότηση που παρέχεται από ένα ζευγάρι από τους παρατηρητές.';

  @override
  String get c13_8_wrong_1 =>
      'Στο τέλος του μαθήματος κάθε ζεύγος πρέπει να εκτελέσει την ακολουθία των συνεργατών του μπροστά σε όλους και ο δάσκαλος τους δίνει βαθμολογία από το 10.';

  @override
  String get c13_8_wrong_2 =>
      'Οι μαθητές συμπληρώνουν ένα γραπτό φύλλο χαρτιού εξηγώντας τι έκαναν καλά και τι θα μπορούσαν να βελτιώσουν στη σειρά των συνεργατών τους.';

  @override
  String get c13a2_intro =>
      'Πρέπει να περάσετε την τελευταία δραστηριότητα για να περάσετε την τελική πρόκληση. Όπως είπα προηγουμένως, τα μαθησιακά αποτελέσματα για το μάθημα καλύπτουν τέσσερις τομείς:\n1.\tΦυσική/Κίνηση – Για να εκτελέσετε μια ποικιλία απαιτητικών ισορροπιών συνεργατών που μπορεί να συνδεθεί με την ακολουθία συνεργατών τους.\n2.\tΣυναισθηματική/Αίσθηση – Για να αποκτήσετε εμπιστοσύνη στην εκτέλεση ολοένα και πιο απαιτητικών ισορροπιών συντρόφου και κίνητρο για να προσπαθήσετε περισσότερα πρόκληση υπολοίπων συνεργατών.\n3.\tΓνωστική/Σκέψου – Για να εξετάσετε παραδείγματα υπολοίπων συνεργατών και να δημιουργήσετε τις δικές τους εκδόσεις, οι οποίες θα συνδέονται με τη σειρά συνεργατών τους.\n4.\tΚοινωνικά/Σύνδεση - Να εργαστείτε συνεργατικά για τη δημιουργία και τη βελτίωση των προκλητικών υπολοίπων συνεργατών που προστίθενται στην ακολουθία συνεργατών τους.\nΕπιλέξτε 2 ερωτήσεις για κάθε κατηγορία.\n';

  @override
  String get c13a2_finish =>
      'Μπράβο! Ολοκληρώσατε την πρόκληση 13, άρα συγκεντρώσατε το σήμα σας! Συγχαρητήρια!!! Ολοκληρώσατε όλες τις προκλήσεις!';

  @override
  String get c13_9_title => 'Φυσική/Μετακίνηση';

  @override
  String get c13_9_question =>
      'Σωματική/Μετακίνηση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη βελτίωση της σωματικής κίνησης.';

  @override
  String get c13_9_correct_1 =>
      'Τι βελτιώσεις έχετε κάνει στην απόδοσή σας; Πώς το γνωρίζετε;';

  @override
  String get c13_9_correct_2 =>
      'Τι μπορείτε να δείξετε τώρα που δεν μπορούσατε πριν από το μάθημα;';

  @override
  String get c13_9_wrong_1 =>
      'Ποιες νέες δεξιότητες μάθατε σήμερα; Μπορείτε να μου δείξετε πώς φαίνεται η σωστή τεχνική;';

  @override
  String get c13_9_wrong_2 =>
      'Ποιες νέες τακτικές μάθατε σήμερα; Μπορείτε να μου πείτε γιατί είναι σημαντικές;';

  @override
  String get c13_9_wrong_3 =>
      'Αναπτύξατε κάποιες πτυχές της φυσικής σας κατάστασης σήμερα; Πώς θα σας βοηθήσει αυτό και πώς θα μπορούσατε να το εκπαιδεύσετε περαιτέρω εκτός των μαθημάτων PE;';

  @override
  String get c13_9_wrong_4 =>
      'Ποιο στοιχείο της φυσικής κατάστασης εφαρμόσατε πιο αποτελεσματικά στο σημερινό μάθημα και πότε; Τι αντίκτυπο είχε αυτό;';

  @override
  String get c13_9_wrong_5 =>
      'Χρησιμοποιώντας λόγια, δείξτε τα σημεία διδασκαλίας από σήμερα σε έναν συνεργάτη.';

  @override
  String get c13_9_wrong_6 =>
      'Πώς θα βαθμολογούσατε τον εαυτό σας από το 10 για την επιδέξια κίνηση σήμερα; Τι θα μπορούσε να βελτιώσει τη βαθμολογία σας;';

  @override
  String get c13_9_wrong_7 =>
      'Αν ήσουν προπονητής, πώς θα διδάσκατε τη δεξιότητα;';

  @override
  String get c13_9_wrong_8 =>
      'Πώς μπορούν οι κινήσεις/δεξιότητες που εξασκούνται σε αυτό το μάθημα να σας βοηθήσουν σε άλλα αθλήματα/δραστηριότητες;';

  @override
  String get c13_10_title => 'Affective/Feel';

  @override
  String get c13_10_question =>
      'Affective/Feel: Επιλέξτε 2 ερωτήσεις που σχετίζονται με συναισθηματικές εμπειρίες κατά τη διάρκεια του μαθήματος.';

  @override
  String get c13_10_correct_1 =>
      'Πώς σου φάνηκε η συνεργασία με άλλους σήμερα;';

  @override
  String get c13_10_correct_2 =>
      'Πόσο σίγουρος νιώθετε για τη συμμετοχή σας σε περισσότερες από αυτήν τη δραστηριότητα;';

  @override
  String get c13_10_wrong_1 =>
      'Τι σας άρεσε περισσότερο στο σημερινό μάθημα; Ποια ήταν η καλύτερη στιγμή;';

  @override
  String get c13_10_wrong_2 =>
      'Υπήρχαν κάποια στοιχεία του μαθήματος που δεν σας άρεσε;';

  @override
  String get c13_10_wrong_3 =>
      'Τι θα θέλατε να είχαμε κάνει διαφορετικά ή περισσότερο ή λιγότερο;';

  @override
  String get c13_10_wrong_4 =>
      'Για ποιο στοιχείο του μαθήματος PE είσαι πιο περήφανος;';

  @override
  String get c13_10_wrong_5 =>
      'Αν μπορούσατε να επαναλάβετε αυτό το μάθημα, πώς θα μπορούσατε να το κάνετε πιο ευχάριστο;';

  @override
  String get c13_10_wrong_6 =>
      'Σε συνέχεια του σημερινού μαθήματος, τι θα θέλατε να μάθετε στη συνέχεια;';

  @override
  String get c13_10_wrong_7 => 'Αισθάνεσαι αξία στην ομάδα/ομάδα σου;';

  @override
  String get c13_10_wrong_8 =>
      'Πώς θα βαθμολογούσατε αυτό το μάθημα στα 10 για διασκέδαση; Τι θα μπορούσε να γίνει για να βελτιωθεί αυτή η βαθμολογία;';

  @override
  String get c13_10_wrong_9 =>
      'Πότε δείξατε τη μεγαλύτερη εμπιστοσύνη στο σημερινό μάθημα;';

  @override
  String get c13_10_wrong_10 =>
      'Πότε αισθανθήκατε έξω από τη ζώνη άνεσής σας σήμερα;';

  @override
  String get c13_10_wrong_11 => 'Νιώσατε ασφάλεια στο σημερινό μάθημα;';

  @override
  String get c13_11_title => 'Γνωστικό/Σκέφτομαι';

  @override
  String get c13_11_question =>
      'Γνωστική/Σκέψου: Επιλέξτε 2 ερωτήσεις που σχετίζονται με τη γνωστική σκέψη και τον προβληματισμό.';

  @override
  String get c13_11_correct_1 =>
      'Τι χρειάζεται να δουλέψεις περισσότερο για να βελτιωθείς περισσότερο;';

  @override
  String get c13_11_correct_2 =>
      'Ποιους διαφορετικούς ρόλους θα μπορούσατε να εκπληρώσετε στο μάθημα και ποιες δεξιότητες χρειάζονται για τον καθένα;';

  @override
  String get c13_11_wrong_1 =>
      'Ποιο ήταν το πιο πολύτιμο πράγμα που μάθατε σήμερα; Πώς θα χρησιμοποιήσετε αυτή τη μάθηση στο μέλλον;';

  @override
  String get c13_11_wrong_2 =>
      'Πώς θα μπορούσες να το κάνεις διαφορετικά την επόμενη φορά;';

  @override
  String get c13_11_wrong_3 =>
      'Ποιο είναι το πιο σημαντικό πράγμα που πρέπει να θυμάστε από σήμερα; Πώς θα το θυμάστε;';

  @override
  String get c13_11_wrong_4 =>
      'Υπάρχει κάτι που μπορείτε να κάνετε πριν από το επόμενο μάθημά μας για να αναπτύξουμε περαιτέρω ή να εξασκήσουμε αυτό που κάναμε σήμερα;';

  @override
  String get c13_11_wrong_5 =>
      'Υπάρχει κάποια πτυχή αυτής της δραστηριότητας για την οποία θα θέλατε να μάθετε περισσότερα;';

  @override
  String get c13_11_wrong_6 =>
      'Ποιους κανόνες ή περιορισμούς θα μπορούσατε να προσθέσετε για να κάνετε το μάθημα πιο δύσκολο για εσάς;';

  @override
  String get c13_11_wrong_7 =>
      'Τι θα μπορούσατε να κάνετε για να διευκολύνετε το μάθημα;';

  @override
  String get c13_11_wrong_8 =>
      'Τι θα κάνετε για να είστε σωματικά δραστήριοι από τώρα έως το επόμενο μάθημά σας;';

  @override
  String get c13_11_wrong_9 => 'Τι θα θέλατε να μάθετε περισσότερα;';

  @override
  String get c13_11_wrong_10 =>
      'Αν δίδασκες το σημερινό μάθημα, πώς θα μπορούσες να το κάνεις;';

  @override
  String get c13_12_title => 'Κοινωνικά/Σύνδεση';

  @override
  String get c13_12_question =>
      'Κοινωνικά/Σύνδεση: Επιλέξτε 2 ερωτήσεις που σχετίζονται με κοινωνικές αλληλεπιδράσεις κατά τη διάρκεια του μαθήματος.';

  @override
  String get c13_12_correct_1 => 'Πόσο καλά συνεργαστήκατε με άλλους;';

  @override
  String get c13_12_correct_2 =>
      'Ποιος έδειξε τη μεγαλύτερη δημιουργικότητα σήμερα; Τι αντίκτυπο είχε;';

  @override
  String get c13_12_wrong_1 =>
      'Ποιος ήταν ο MVP (ο πιο πολύτιμος συμμετέχων); Γιατί;';

  @override
  String get c13_12_wrong_2 =>
      'Ποιος επέδειξε τα καλύτερα ηγετικά χαρακτηριστικά στο σημερινό μάθημα; Πώς το έκαναν αυτό;';

  @override
  String get c13_12_wrong_3 =>
      'Δείξατε καλοσύνη και σεβασμό για τους άλλους κατά τη διάρκεια του μαθήματος; Αν ναι, πώς;';

  @override
  String get c13_12_wrong_4 =>
      'Πώς επηρέασαν οι σχέσεις με άλλους μαθητές την πρόοδό σας σε αυτό το μάθημα;';

  @override
  String get c13_12_wrong_5 => 'Πώς θα διδάσκατε αυτό το μάθημα σε έναν φίλο;';

  @override
  String get c13_12_wrong_6 =>
      'Περιγράψτε μια στιγμή στο μάθημα όπου βοηθήσατε έναν άλλο μαθητή να προχωρήσει.';

  @override
  String get c13_12_wrong_7 => 'Πώς συνεισέφερες σε έναν κοινό στόχο σήμερα;';

  @override
  String get c13_12_wrong_8 => 'Πόσο καλά επικοινωνούσατε με άλλους σήμερα;';

  @override
  String get c13_12_wrong_9 => 'Με ποιον συνεργαστήκατε καλά σήμερα; Γιατί;';

  @override
  String get c13_12_wrong_10 =>
      'Πού μπορείτε να αποκτήσετε πρόσβαση σε περισσότερες ευκαιρίες για να παίξετε ή να κάνετε αυτό που μάθαμε σήμερα;';

  @override
  String get c13_12_wrong_11 =>
      'Ποιος είναι το πρότυπό σου σε αυτήν την τάξη; Γιατί;';

  @override
  String get glossary_Attributes => 'Χαρακτηριστικά';

  @override
  String get glossary_AffectiveDomain => 'Συναισθηματικός τομέας';

  @override
  String get glossary_CognitiveDomain => 'Γνωστικός Τομέας';

  @override
  String get glossary_Confidence => 'Εμπιστοσύνη';

  @override
  String get glossary_Domains => 'Τομείς';

  @override
  String get glossary_Dualism => 'Δυϊσμός';

  @override
  String get glossary_Embodied => 'Ενσάρκωση';

  @override
  String get glossary_Existentialism => 'Υπαρξισμός';

  @override
  String get glossary_HealthLiteracy => 'Γραμματισμός Υγείας';

  @override
  String get glossary_HumanDimension => 'Ανθρώπινη Διάσταση';

  @override
  String get glossary_KnowledgeAndUnderstanding => 'Γνώση και Κατανόηση';

  @override
  String get glossary_Literacy => 'Γραμματισμός';

  @override
  String get glossary_Monism => 'Μονισμός';

  @override
  String get glossary_Motivation => 'Κίνητρο';

  @override
  String get glossary_MovementCapacities => 'Κινητικές Ικανότητες';

  @override
  String get glossary_MovementPatterns => 'Μοτίβα κίνησης';

  @override
  String get glossary_MovementVocabulary => 'Λεξιλόγιο κίνησης';

  @override
  String get glossary_Phenomenology => 'Φαινομενολογία';

  @override
  String get glossary_PhysicalActivity => 'Φυσική δραστηριότητα';

  @override
  String get glossary_PhysicalCompetence => 'Σωματική ικανότητα';

  @override
  String get glossary_PhysicalDomain => 'Φυσικός τομέας';

  @override
  String get glossary_PhysicalEducation => 'Φυσική Αγωγή';

  @override
  String get glossary_PhysicalLiteracy => 'Φυσικός Γραμματισμός';

  @override
  String get glossary_Sport => 'Αθλητισμός';

  @override
  String get glossary_Attributes_desc =>
      'Είναι τα συστατικά στοιχεία του φυσικού αλφαβητισμού που προσδιορίζονται στον πλήρη ορισμό της έννοιας. Κατά την ανάπτυξη του φυσικού γραμματισμού, τα άτομα θα ανακαλύψουν ότι έχουν τη δυνατότητα να αναπτύξουν όλα τα χαρακτηριστικά που προσδιορίζονται στον πλήρη ορισμό.';

  @override
  String get glossary_AffectiveDomain_desc =>
      'Ο συναισθηματικός τομέας αναφέρεται σε πτυχές κινήτρων, αυτοπεποίθησης, αυτοεκτίμησης, αυτοπεποίθησης και θετικής αίσθησης του εαυτού, που αναπτύχθηκε και καλλιεργείται σε μια σειρά περιβαλλόντων.';

  @override
  String get glossary_CognitiveDomain_desc =>
      'Ο γνωστικός τομέας αναφέρεται στη γνώση και κατανόηση της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της άσκησης, της διατροφής, του ύπνου και του τρόπου ζωής, καθώς και στην ανάπτυξη έξυπνης δράσης, στην κατανόηση της κίνησης και στην εφαρμογή της δημιουργικότητας και της φαντασίας σε γκάμα περιβαλλόντων.';

  @override
  String get glossary_Confidence_desc =>
      'Μπορεί να περιγραφεί ως η αντίληψη των δικών του ικανοτήτων.';

  @override
  String get glossary_Domains_desc =>
      'Οι τομείς σωματικής παιδείας αναφέρονται στους αλληλένδετους συναισθηματικούς, φυσικούς και γνωστικούς τομείς που στηρίζουν την έννοια του σωματικού γραμματισμού. Οι τομείς συμπεριφοράς, κοινωνικοί και περιβαλλοντικοί αναφέρονται επίσης σε κάποια βιβλιογραφία.';

  @override
  String get glossary_Dualism_desc =>
      'Η άποψη ότι τα ανθρώπινα όντα αποτελούνται από δύο πολύ διαφορετικά και χωριστά \'μέρη\', που είναι το \'σώμα\' και το μυαλό.';

  @override
  String get glossary_Embodied_desc =>
      'Στο πλαίσιο του φυσικού γραμματισμού, ο όρος ενσωμάτωση χρησιμοποιείται ειδικά για να περιγράψει τα πιθανά άτομα που πρέπει να αλληλεπιδράσουν με το περιβάλλον μέσω της ενσωματωμένης διάστασής μας. Αυτό καλύπτει τόσο την ενσωμάτωση ως βιωμένη όσο και την ενσωμάτωση ως όργανο ή αντικείμενο .';

  @override
  String get glossary_Existentialism_desc =>
      'Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι η ύπαρξη προηγείται της ουσίας. Με άλλα λόγια, τα άτομα δημιουργούν τον εαυτό τους καθώς αλληλεπιδρούν με τον κόσμο.';

  @override
  String get glossary_HealthLiteracy_desc =>
      'Ο βαθμός στον οποίο άτομα και ομάδες μπορούν να αποκτήσουν, να επεξεργαστούν, να κατανοήσουν, να αξιολογήσουν και να ενεργήσουν βάσει των πληροφοριών που απαιτούνται για τη λήψη αποφάσεων για τη δημόσια υγεία που ωφελούν την κοινότητα.';

  @override
  String get glossary_HumanDimension_desc =>
      'Μια πτυχή της ανθρώπινης ύπαρξης μέσω της οποίας τα άτομα μπορούν να αλληλεπιδράσουν με τον κόσμο και να εκφραστούν. Η ενσάρκωση είναι μια τέτοια διάσταση – επομένως, η ενσωματωμένη διάσταση.';

  @override
  String get glossary_KnowledgeAndUnderstanding_desc =>
      'Αποτελείται από δύο κύρια στοιχεία, το πρώτο σχετίζεται με την κατανόηση βασικών αρχών κίνησης και απόδοσης. Το δεύτερο περιλαμβάνει την ανάπτυξη γνώσης και κατανόησης της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της κατανόησης της αξίας της σωματικής δραστηριότητας, της άσκησης, της κατάλληλης διατροφής και των ανάγκη για χαλάρωση και ύπνο.';

  @override
  String get glossary_Literacy_desc =>
      'Ο γραμματισμός είναι η ενσωματωμένη μας αλληλεπίδραση με ένα περιβάλλον. Περιλαμβάνει τη χρήση δεξιοτήτων και διαδικασιών κριτικής και δημιουργικής σκέψης, τη μετάδοση πληροφοριών μέσω διαφόρων μορφών επικοινωνίας και την εφαρμογή γνώσεων και δεξιοτήτων για τη δημιουργία συνδέσεων εντός και μεταξύ διαφόρων πλαισίων.';

  @override
  String get glossary_Monism_desc =>
      'Η άποψη ότι οι άνθρωποι είναι μια οντότητα, ένα σύνολο και δεν διαιρούνται σε ξεχωριστά μέρη, όπως το σώμα και το μυαλό. Αυτό αναφέρεται επίσης ως ολιστική άποψη ή ολισμός, υποδεικνύοντας ότι οι άνθρωποι είναι ένα αδιαίρετο σύνολο.';

  @override
  String get glossary_Motivation_desc =>
      'Μπορεί να οριστεί ως η κατεύθυνση και η ένταση της προσπάθειας κάποιου.';

  @override
  String get glossary_MovementCapacities_desc =>
      'Οι συστατικές ικανότητες της άρθρωσης κίνησης.';

  @override
  String get glossary_MovementPatterns_desc =>
      'Τα γενικά μοτίβα κίνησης περιλαμβάνουν το συνολικό απόθεμα κινήσεων για τις οποίες είναι ικανός ο άνθρωπος. Τα γενικά μοτίβα κίνησης που κατακτά ένα άτομο μπορεί να αναφέρονται ως το λεξιλόγιό τους κίνησης. Τα συγκεκριμένα μοτίβα κίνησης προκύπτουν όταν εφαρμόζονται εκλεπτυσμένα μοτίβα κίνησης εντός συγκεκριμένων πλαίσια δραστηριότητας και μορφές κίνησης.';

  @override
  String get glossary_MovementVocabulary_desc =>
      'Ανατρέξτε στα μοτίβα κίνησης.';

  @override
  String get glossary_Phenomenology_desc =>
      'Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι εμείς ως ανθρώπινα όντα δίνουμε νόημα στον κόσμο όπως τον αντιλαμβανόμαστε. Τα αντικείμενα στον κόσμο δεν έχουν νόημα πριν από την αντίληψη ενός ατόμου για αυτό το χαρακτηριστικό.';

  @override
  String get glossary_PhysicalActivity_desc =>
      'Οποιαδήποτε σωματική κίνηση που παράγεται από τους σκελετικούς μύες που απαιτεί ενεργειακή δαπάνη.';

  @override
  String get glossary_PhysicalCompetence_desc =>
      'Μπορεί να περιγραφεί ως η επάρκεια σε λεξιλόγιο κίνησης, ικανότητες κίνησης και ανεπτυγμένα μοτίβα κίνησης, καθώς και η ανάπτυξη αυτών σε μια σειρά από μορφές κίνησης.';

  @override
  String get glossary_PhysicalDomain_desc =>
      'Ο φυσικός τομέας ενθαρρύνει την καλλιέργεια της φυσικής ικανότητας σε μια σειρά περιβαλλόντων, προκειμένου να αναπτυχθεί ένα πλούσιο και ευρείας εμβέλειας λεξιλόγιο κίνησης.';

  @override
  String get glossary_PhysicalEducation_desc =>
      'Η φυσική αγωγή είναι το σχολικό μάθημα στο οποίο τα παιδιά κάνουν σωματικές ασκήσεις ή συμμετέχουν σε σωματικά παιχνίδια και αθλήματα.';

  @override
  String get glossary_PhysicalLiteracy_desc =>
      'Ο σωματικός αλφαβητισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες για όλη τη ζωή.';

  @override
  String get glossary_Sport_desc =>
      'Ο αθλητισμός χρησιμοποιείται συχνότερα για να αναφέρεται σε ανταγωνιστικά παιχνίδια ή σωματικές δραστηριότητες. Συνήθως, σε αυτό το πλαίσιο, τα αθλήματα διέπονται από ένα συμφωνημένο σύνολο κανόνων και απαιτούν από τους συμμετέχοντες να μάθουν και να επιδείξουν σωματικό αθλητισμό και δεξιότητες. Τα αθλήματα χρησιμοποιούνται εντός του προγράμματος σπουδών Φυσικής Αγωγής για την παροχή μαθησιακών εμπειριών.';
}
