Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c11_floor1_step5_wrong
source: Children are divided into teams of three players. They hold a frisbee with a tennis ball on it and must overcome the obstacle course without dropping the ball. The teacher guides them along the course suggesting how they can overcome the obstacles.
el: Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Κρατούν ένα φρίσμπι με ένα μπαλάκι του τένις και πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα. Ο δάσκαλος τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.
fr: Les enfants sont divisés en équipes de trois joueurs. Ils tiennent un frisbee sur lequel est posée une balle de tennis et doivent franchir le parcours d'obstacles sans laisser tomber la balle. L'enseignant les guide tout au long du parcours en leur suggérant comment surmonter les obstacles.
it: I bambini sono divisi in squadre da tre giocatori. Ogni gruppo ha in mano un frisbee con una pallina da tennis e deve superare il percorso a ostacoli senza far cadere la pallina. L'insegnante li guida lungo il percorso suggerendo loro come superare gli ostacoli.

# c11_floor1_step6_correct
source: During the task execution, the teacher assesses students’ contribution to the group work and/or their performance.
el: Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τη συμβολή των μαθητών στην ομαδική εργασία ή/και την απόδοσή τους.
fr: Lors de l’exécution de la tâche, l’enseignant évalue la contribution des élèves au travail de groupe et/ou leur performance.
it: Durante l'esecuzione del compito, l'insegnante valuta il contributo degli studenti al lavoro di gruppo e/o la loro performance.

# c11_floor1_step6_wrong
source: During the task execution, the teacher records the time taken to complete the task by each group and evaluates the students according to their performance.
el: Κατά την εκτέλεση της εργασίας, ο δάσκαλος καταγράφει το χρόνο που απαιτείται για την ολοκλήρωση της εργασίας από κάθε ομάδα και αξιολογεί τους μαθητές ανάλογα με την απόδοσή τους.
fr: Pendant l'exécution de la tâche, l'enseignant enregistre le temps pris pour terminer la tâche par chaque groupe et évalue les élèves en fonction de leur performance.
it: Durante l'esecuzione del compito, l'insegnante cronometra il tempo impiegato da ciascun gruppo per completare il percorso e valuta gli studenti in base alle loro prestazioni.

# c11_floor1_step7_correct
source: When all groups have performed the exercises, the teacher asks students to reflect on what they have learnt and how they can improve their ability to work as a group, sharing their experiences with others.
el: Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος ζητά από τους μαθητές να σκεφτούν τι έχουν μάθει και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα, μοιράζοντας τις εμπειρίες τους με άλλους.
fr: Lorsque tous les groupes ont réalisé les exercices, l’enseignant demande aux élèves de réfléchir à ce qu’ils ont appris et à la manière dont ils peuvent améliorer leur capacité à travailler en groupe, en partageant leurs expériences avec les autres.
it: Quando tutti i gruppi hanno svolto gli esercizi, l'insegnante chiede agli studenti di riflettere su ciò che hanno imparato e su come possono migliorare la loro capacità di lavorare in gruppo, condividendo le loro esperienze con gli altri.

# c11_floor1_step7_wrong
source: When all groups have performed the exercises, the teacher shares with them the students’ assessment of how they overcame the obstacles and how they can improve their ability to work as a group and their motor skills.
el: Όταν όλες οι ομάδες έχουν εκτελέσει τις ασκήσεις, ο δάσκαλος μοιράζεται μαζί τους την αξιολόγηση των μαθητών για το πώς ξεπέρασαν τα εμπόδια και πώς μπορούν να βελτιώσουν την ικανότητά τους να εργάζονται ως ομάδα και τις κινητικές τους δεξιότητες.
fr: Lorsque tous les groupes ont réalisé les exercices, l’enseignant partage avec eux l’évaluation des élèves sur la façon dont ils ont surmonté les obstacles et comment ils peuvent améliorer leur capacité à travailler en groupe et leurs habiletés motrices.
it: Quando tutti i gruppi hanno svolto gli esercizi, l'insegnante condivide con loro la valutazione di ogniuno su come hanno superato gli ostacoli e su come possano migliorare la loro capacità di lavorare in gruppo e affinare i loro schemi motori.

# c11_floor2_model
source: Sport Education model
el: Μοντέλο Αθλητικής Εκπαίδευσης
fr: Modèle d'éducation sportive
it: Modello d’insegnamento: educazione allo sport

# c11_floor2_environment
source: School gymnasium
el: Σχολικό γυμναστήριο
fr: Gymnase de l'école
it: Palestra della scuola

# c11_floor2_statement
source: This model is designed to replicate authentic sporting experiences, where students participate in seasons, take on roles such as players, coaches, and referees, and experience the culture of the sport.
el: Αυτό το μοντέλο έχει σχεδιαστεί για να αναπαράγει αυθεντικές αθλητικές εμπειρίες, όπου οι μαθητές συμμετέχουν σε εποχές, αναλαμβάνουν ρόλους όπως παίκτες, προπονητές και διαιτητές και βιώνουν την κουλτούρα του αθλήματος.
fr: Ce modèle est conçu pour reproduire des expériences sportives authentiques, où les étudiants participent à des saisons, assument des rôles tels que joueurs, entraîneurs et arbitres, et découvrent la culture du sport.
it: Questo modello è progettato per riprodurre esperienze sportive autentiche, in cui gli studenti partecipano a stagioni sportive, assumono ruoli come giocatori, allenatori e arbitri e sperimentano la cultura dello sport.

# c11_floor2_instruction
source: In this challenge, you will help students plan and execute activities related to volleyball.
el: Σε αυτήν την πρόκληση, θα βοηθήσετε τους μαθητές να σχεδιάσουν και να εκτελέσουν δραστηριότητες που σχετίζονται με το βόλεϊ.
fr: Dans ce défi, vous aiderez les élèves à planifier et à exécuter des activités liées au volleyball.
it: In questa sfida, aiuterai gli studenti a pianificare e svolgere attività legate alla pallavolo.

# c11_floor2_step1_instruction
source: The teacher and students are in a school gymnasium and have to schedule activities related to the learning of volleyball. The teacher explains the sport's features and the main rules.
el: Ο δάσκαλος και οι μαθητές βρίσκονται σε ένα σχολικό γυμνάσιο και πρέπει να προγραμματίσουν δραστηριότητες που σχετίζονται με την εκμάθηση του βόλεϊ. Ο δάσκαλος εξηγεί τα χαρακτηριστικά του αθλήματος και τους κύριους κανόνες.
fr: L'enseignant et les élèves se trouvent dans un gymnase d'école et doivent programmer des activités liées à l'apprentissage du volley-ball. L'enseignant explique les caractéristiques du sport et les principales règles.
it: L'insegnante e gli studenti si trovano nella palestra di una scuola e devono programmare le attività legate all'apprendimento della pallavolo. L'insegnante spiega le caratteristiche dello sport e le regole principali.

# c11_floor2_step1_correct
source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

# c11_floor2_step2_correct
source: The teacher gives some information about the season concepts in sports competitions. The teacher also provides information on the sport-related activities usually performed during the pre-, main-, and post-season activities in volleyball.
el: Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Ο δάσκαλος παρέχει επίσης πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια των δραστηριοτήτων πριν, κύρια και μετά τη σεζόν στο βόλεϊ.
fr: L'enseignant donne quelques informations sur les concepts de la saison dans les compétitions sportives. L'enseignant fournit également des informations sur les activités liées au sport généralement réalisées pendant les activités d'avant, de fin et de fin de saison en volleyball.
it: L'insegnante fornisce alcune informazioni sul concetto di stagione sportiva. L'insegnante fornisce inoltre informazioni sulle attività sportive che di solito vengono svolte durante le attività di inizio, durante e fine stagione nella pallavolo.

# c11_floor2_step2_wrong
source: The teacher gives some information about the season concepts in sports competitions. Then, students are divided into groups and have to look for information on the sport-related activities usually performed during the pre-, main-, and post-season activities in volleyball.
el: Ο δάσκαλος δίνει κάποιες πληροφορίες σχετικά με τις έννοιες της εποχής σε αθλητικούς αγώνες. Στη συνέχεια, οι μαθητές χωρίζονται σε ομάδες και πρέπει να αναζητήσουν πληροφορίες σχετικά με τις δραστηριότητες που σχετίζονται με τον αθλητισμό που συνήθως εκτελούνται κατά τη διάρκεια της προ-, κύριας και μετά- εποχικές δραστηριότητες στο βόλεϊ.
fr: L'enseignant donne quelques informations sur les concepts de la saison dans les compétitions sportives. Ensuite, les élèves sont divisés en groupes et doivent rechercher des informations sur les activités liées au sport généralement réalisées pendant les activités d'avant, de fin et de fin de saison en volleyball.
it: L'insegnante fornisce alcune informazioni sul concetto di stagione sportiva. Gli studenti vengono poi divisi in gruppi e viene chiesto loro di svolgere una ricerca sulle attività che di solito vengono svolte durante le attività di inizio, durante e fine stagione nella pallavolo.

# c11_floor2_step3_correct
source: The students are divided into groups. The teacher provides materials and resources to each group to plan the teamwork. Each group works to develop strategies and exercises to learn the mechanics of the sport and improve volleyball-related motor skills (passing, setting, spiking, blocking, digging, and serving).
el: Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει υλικά και πόρους σε κάθε ομάδα για να σχεδιάσει την ομαδική εργασία. Κάθε ομάδα εργάζεται για να αναπτύξει στρατηγικές και ασκήσεις για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις κινητικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα , στήσιμο, αιχμή, μπλοκάρισμα, σκάψιμο και σερβίρισμα).
fr: Les élèves sont divisés en groupes. L'enseignant fournit du matériel et des ressources à chaque groupe pour planifier le travail d'équipe. Chaque groupe travaille à développer des stratégies et des exercices pour apprendre la mécanique du sport et améliorer les habiletés motrices liées au volleyball (passer, placer, frapper, bloquer, creuser et servir).
it: Gli studenti, divisi in gruppi, ricevono dall'insegnante materiali e strumenti per pianificare un lavoro di squadra. Ogni gruppo lavora per sviluppare strategie ed esercizi per imparare le meccaniche di gioco e migliorare le abilità motorie legate alla pallavolo (passaggio, alzata, schiacciata, muro, bagher e servizio).

# c11_floor2_step3_wrong
source: Students are divided into groups. The teacher provides several materials and resources, assigning exercises to each group to learn the mechanics of the sport and improve the basic volleyball-related skills (passing, setting, spiking, blocking, digging, and serving). Every week they change skills to improve them all.
el: Οι μαθητές χωρίζονται σε ομάδες. Ο δάσκαλος παρέχει πολλά υλικά και πόρους, αναθέτοντας ασκήσεις σε κάθε ομάδα για να μάθει τη μηχανική του αθλήματος και να βελτιώσει τις βασικές δεξιότητες που σχετίζονται με το βόλεϊ (πάσα, στήσιμο, καρφί, μπλοκάρισμα, σκάψιμο, Κάθε εβδομάδα αλλάζουν δεξιότητες για να τις βελτιώσουν όλες.
fr: Les élèves sont répartis en groupes. L'enseignant fournit plusieurs supports et ressources, attribuant des exercices à chaque groupe pour apprendre la mécanique du sport et améliorer les compétences de base liées au volley-ball (passer, placer, frapper, bloquer, creuser et servir). Chaque semaine, ils changent de compétences pour les améliorer toutes.
it: Gli studenti sono suddivisi in gruppi. L'insegnante fornisce loro del materiale e degli strumenti e assegna a ogni gruppo esercizi per imparare le meccaniche di gioco e migliorare le abilità motorie legate alla pallavolo (passaggio, impostazione, battuta, muro, scavo e servizio). Ogni settimana vengono assegnati nuovi esercizi per migliorare tutte le abilità.

# c11_floor2_step4_correct
source: Each group is free to plan the teamwork. They can decide who the coach, captain, trainer, referee or players are and plan the activities related to each role.
el: Κάθε ομάδα είναι ελεύθερη να προγραμματίσει την ομαδική εργασία. Μπορεί να αποφασίσει ποιος είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες και να σχεδιάσουν τις δραστηριότητες που σχετίζονται με κάθε ρόλο.
fr: Chaque groupe est libre de planifier le travail d'équipe. Ils peuvent décider qui sont l'entraîneur, le capitaine, l'entraîneur, l'arbitre ou les joueurs et planifier les activités liées à chaque rôle.
it: Ogni gruppo è libero di pianificare il lavoro di squadra. Possono decidere chi svolge il ruolo di coach, capitano, allenatore, arbitro o giocatore e pianificare le attività relative a ciascun ruolo.

# c11_floor2_step4_wrong
source: The teacher supports students in planning the teamwork. The teacher and students plan together the activities and the students’ roles in the team. Therefore, they choose who will be the coach, captain, trainer, referee or players, to avoid disputes.
el: Ο δάσκαλος υποστηρίζει τους μαθητές στο σχεδιασμό της ομαδικής εργασίας. Ο δάσκαλος και οι μαθητές σχεδιάζουν μαζί τις δραστηριότητες και τους ρόλους των μαθητών στην ομάδα. Επομένως, επιλέγουν ποιος θα είναι ο προπονητής, ο αρχηγός, ο προπονητής, ο διαιτητής ή οι παίκτες, για να αποφύγετε τις διαφωνίες.
fr: L'enseignant aide les élèves à planifier le travail en équipe. L'enseignant et les élèves planifient ensemble les activités et les rôles des élèves dans l'équipe. Ainsi, ils choisissent qui sera l'entraîneur, le capitaine, l'entraîneur, l'arbitre ou les joueurs, pour éviter les conflits.
it: L'insegnante supporta gli studenti nella pianificazione del lavoro di squadra. Al fine di evitare eventuali dispute, insegnante e studenti pianificano le attività e i ruoli degli studenti nel team. Decidono quindi chi sarà l'allenatore, il capitano, il preparatore, l'arbitro o i giocatori.

# c11_floor2_step5_correct
source: The team portfolio is a crucial component of the learning model. In the portfolio, students can describe the features of each team, such as the team’s name, members, colours, mascot, motto, student roles, and activity schedules. They can also provide information about the strengths and weaknesses of the team.
el: Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο στοιχείο του μαθησιακού μοντέλου. Στο χαρτοφυλάκιο, οι μαθητές μπορούν να περιγράψουν τα χαρακτηριστικά κάθε ομάδας, όπως το όνομα της ομάδας, τα μέλη, τα χρώματα, τη μασκότ, το σύνθημα, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων Μπορούν επίσης να παρέχουν πληροφορίες για τα δυνατά και τα αδύνατα σημεία της ομάδας.
fr: Le portfolio d'équipe est un élément essentiel du modèle d'apprentissage. Dans le portfolio, les étudiants peuvent décrire les caractéristiques de chaque équipe, comme le nom de l'équipe, les membres, les couleurs, la mascotte, la devise, les rôles des étudiants et les horaires des activités. Ils peuvent également fournir des informations sur les forces et les faiblesses de l'équipe.
it: Il portfolio di ogni squadra è una componente fondamentale del modello di apprendimento. Nel portfolio, gli studenti possono descrivere le caratteristiche di ogni squadra, come il nome della squadra, i membri, i colori, la mascotte, il motto, i ruoli degli studenti e il programma delle attività. Possono anche descrivere i punti di forza e di debolezza della squadra.

# c11_floor2_step5_wrong
source: The team portfolio is a crucial component of the learning model. In the portfolio, the teacher can report useful information for student assessment (the team members, student roles, and activity schedules).
el: Το χαρτοφυλάκιο της ομάδας είναι ένα κρίσιμο συστατικό του μοντέλου μάθησης. Στο χαρτοφυλάκιο, ο δάσκαλος μπορεί να αναφέρει χρήσιμες πληροφορίες για την αξιολόγηση των μαθητών (τα μέλη της ομάδας, τους ρόλους των μαθητών και τα προγράμματα δραστηριοτήτων).
fr: Le portfolio d'équipe est un élément essentiel du modèle d'apprentissage. Dans le portfolio, l'enseignant peut rapporter des informations utiles à l'évaluation des élèves (les membres de l'équipe, les rôles des élèves et les calendriers des activités).
it: Il portfolio di ogni squadra è una componente fondamentale del modello di apprendimento. Nel portfolio, l'insegnante può riportare informazioni utili per la valutazione degli studenti come i membri della squadra, i ruoli degli studenti e i programmi delle attività.

# c11_floor2_step6_correct
source: The team portfolio can also be used to report information about the learning process, providing test results and reflections on individual and team improvement.
el: Το χαρτοφυλάκιο της ομάδας μπορεί επίσης να χρησιμοποιηθεί για την αναφορά πληροφοριών σχετικά με τη διαδικασία εκμάθησης, παρέχοντας αποτελέσματα δοκιμών και προβληματισμούς σχετικά με τη βελτίωση του ατόμου και της ομάδας.
fr: Le portfolio d’équipe peut également être utilisé pour rapporter des informations sur le processus d’apprentissage, en fournissant des résultats de tests et des réflexions sur l’amélioration individuelle et collective.
it: Il portfolio di gruppo può essere utilizzato anche per riportare informazioni sul processo di apprendimento, fornendo risultati di test e riflessioni sul miglioramento individuale e di gruppo.

# c11_floor2_step6_wrong
source: Based on the portfolio contents of each team the teacher plans tests to evaluate the students’ knowledge and skills related to volleyball.
el: Με βάση τα περιεχόμενα του χαρτοφυλακίου κάθε ομάδας, ο δάσκαλος σχεδιάζει τεστ για να αξιολογήσει τις γνώσεις και τις δεξιότητες των μαθητών που σχετίζονται με το βόλεϊ.
fr: Sur la base du contenu du portfolio de chaque équipe, l'enseignant planifie des tests pour évaluer les connaissances et les compétences des élèves en matière de volley-ball.
it: Sulla base dei contenuti del portfolio di ogni squadra, l'insegnante pianifica dei test per valutare le conoscenze e le abilità degli studenti relative alla pallavolo.

# c11_floor2_step7_correct
source: The teacher can work with colleagues from the same school to plan together the resources, materials, lessons, and unit structures that can be used in the school classes. At the end of the academic year, the teachers plan a tournament to promote the values of the sport (fair play, friendship, respect, teamwork, ...).
el: Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά να προωθήσει τις αξίες του αθλήματος (fair play, φιλία, σεβασμός, ομαδική εργασία, ...)
fr: L'enseignant peut travailler avec des collègues de la même école pour planifier ensemble les ressources, le matériel, les leçons et les structures d'unités qui peuvent être utilisées dans les cours de l'école. À la fin de l'année scolaire, les enseignants planifient un tournoi pour promouvoir les valeurs du sport (fair-play, amitié, respect, travail en équipe, ...).
it: L'insegnante può collaborare con i colleghi della propria scuola per pianificare insieme gli strumenti, i materiali, le lezioni e la struttura delle unità didattiche da utilizzare. Alla fine dell'anno scolastico, gli insegnanti organizzano un torneo per promuovere i valori dello sport (fair play, amicizia, rispetto, lavoro di squadra, ...).

# c11_floor2_step7_wrong
source: The teacher can work with colleagues from the same school to plan together the resources, materials, lessons, and unit structures that can be used in the school classes. At the end of the academic year, the teachers plan a tournament. The class that will win can share the teamwork done with other students.
el: Ο δάσκαλος μπορεί να συνεργαστεί με συναδέλφους από το ίδιο σχολείο για να σχεδιάσει μαζί τους πόρους, τα υλικά, τα μαθήματα και τις δομές ενότητας που μπορούν να χρησιμοποιηθούν στις σχολικές τάξεις. Στο τέλος του ακαδημαϊκού έτους, οι δάσκαλοι προγραμματίζουν ένα τουρνουά Η τάξη που θα κερδίσει μπορεί να μοιραστεί την ομαδική εργασία με άλλους μαθητές.
fr: L'enseignant peut travailler avec des collègues de la même école pour planifier ensemble les ressources, le matériel, les leçons et les structures d'unités qui peuvent être utilisées dans les classes de l'école. À la fin de l'année scolaire, les enseignants planifient un tournoi. La classe qui gagnera pourra partager le travail d'équipe réalisé avec d'autres élèves.
it: L'insegnante può collaborare con i colleghi della propria scuola per pianificare insieme gli strumenti, i materiali, le lezioni e la struttura delle unità didattiche da utilizzare. Alla fine dell'anno scolastico, gli insegnanti organizzano un torneo. La classe che vincerà potrà condividere con gli altri studenti il lavoro di squadra svolto.

# c11_floor3_model
source: Teaching Personal and Social Responsibility model
el: Μοντέλο διδασκαλίας προσωπικής και κοινωνικής ευθύνης
fr: Modèle d'enseignement de la responsabilité personnelle et sociale
it: Modello d’insegnamento della responsabilità personale e sociale

# c11_floor3_environment
source: School gymnasium
el: Σχολικό γυμναστήριο
fr: Gymnase de l'école
it: Palestra della scuola

# c11_floor3_statement
source: It is a values-based approach that uses physical activity to teach life skills and promote personal and social responsibility. This model focuses on self-direction and positive social interaction, emphasizing respect, effort, self-improvement, and helping others.
el: Είναι μια προσέγγιση βασισμένη σε αξίες που χρησιμοποιεί τη σωματική δραστηριότητα για τη διδασκαλία δεξιοτήτων ζωής και την προώθηση της προσωπικής και κοινωνικής ευθύνης. Αυτό το μοντέλο εστιάζει στην αυτοκατεύθυνση και τη θετική κοινωνική αλληλεπίδραση, δίνοντας έμφαση στο σεβασμό, την προσπάθεια, την αυτοβελτίωση και τη βοήθεια άλλοι.
fr: Il s’agit d’une approche fondée sur des valeurs qui utilise l’activité physique pour enseigner des compétences essentielles à la vie quotidienne et promouvoir la responsabilité personnelle et sociale. Ce modèle met l’accent sur l’autonomie et l’interaction sociale positive, en mettant l’accent sur le respect, l’effort, l’amélioration personnelle et l’entraide.
it: Si tratta di un approccio basato su valori che utilizzano l'attività fisica per insegnare competenze di vita e promuovere la responsabilità personale e sociale. Questo modello è incentrato sull'autonomia e sull'interazione sociale positiva, enfatizzando il rispetto, l'impegno, il miglioramento personale e l'aiuto reciproco.

# c11_floor3_instruction
source: In this challenge, you will help children learn motor skills and social responsibility through an obstacle course and teamwork. Select the correct strategy for each step to proceed.
el: Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να μάθουν κινητικές δεξιότητες και κοινωνική ευθύνη μέσω μιας διαδρομής με εμπόδια και ομαδικής εργασίας. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.
fr: Dans ce défi, vous aiderez les enfants à acquérir des compétences motrices et une responsabilité sociale à travers un parcours d'obstacles et un travail d'équipe. Sélectionnez la bonne stratégie pour chaque étape à suivre.
it: In questa sfida, aiuterai i bambini ad apprendere gli schemi motori di base e la responsabilità sociale attraverso un percorso a ostacoli e il lavoro di squadra. Seleziona la strategia corretta in ogni fase per passare alla successiva.
