Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c11a1_instructions
source: Welcome to challenge 11. You will assume the role of a PE teacher to develop a lesson based on a teaching pedagogical model provided. Choose the correct strategy to adopt the model and build the Physical Education Tower. Each model represents a tower floor. Be careful! If you make two mistakes, the tower floor will break, and you will have to start over. Ready?
el: Καλώς ήρθατε στην πρόκληση 11. Θα αναλάβετε τον ρόλο ενός δασκάλου φυσικής αγωγής για να αναπτύξετε ένα μάθημα βασισμένο σε ένα παιδαγωγικό μοντέλο διδασκαλίας που παρέχεται. Επιλέξτε τη σωστή στρατηγική για να υιοθετήσετε το μοντέλο και να φτιάξετε τον Πύργο Φυσικής Αγωγής. Κάθε μοντέλο αντιπροσωπεύει ένα δάπεδο πύργου. Προσοχή! Εάν κάνετε δύο λάθη, το πάτωμα του πύργου θα σπάσει και θα πρέπει να ξεκινήσετε από την αρχή. Έτοιμοι;
fr: Bienvenue au défi 11. Vous assumerez le rôle d'un professeur d'éducation physique pour élaborer une leçon basée sur un modèle pédagogique d'enseignement fourni. Choisissez la bonne stratégie pour adopter le modèle et construire la tour d'éducation physique. Chaque modèle représente un étage de la tour. Soyez prudent ! Si vous faites deux erreurs, le sol de la tour se brisera et vous devrez recommencer. Prêt ?
it: Siamo pronti per la sfida 11. Assumerai il ruolo di insegnante di educazione fisica e dovrai creare una lezione seguendo il modello pedagogico che ti verrà fornito. Scegli la strategia giusta per applicare il modello e costruire la Torre dell’Educazione Fisica. Ogni modello rappresenta un piano della torre. Fai attenzione! Se commetti due errori, il pavimento della torre si romperà e dovrai ricominciare da capo. Iniziamo!

# c11_instruction
source: Select the correct answer
el: Επιλέξτε τη σωστή απάντηση
fr: Sélectionnez la bonne réponse
it: Seleziona la risposta corretta

# c11_floor0_model
source: Teaching Games for Understanding model
el: Μοντέλο διδασκαλίας παιχνιδιών κατανόησης
fr: Modèle de jeux pédagogiques pour la compréhension
it: Modello d’insegnamento: insegnare i giochi per comprendere

# c11_floor0_environment
source: School gymnasium
el: Σχολικό γυμναστήριο
fr: Gymnase de l'école
it: Palestra della scuola

# c11_floor0_statement
source: The model emphasizes the importance of gameplay and understanding. It promotes a student-centred environment, encouraging learners to explore and understand the game rules, tactics, and strategies, which, in turn, leads to a deeper appreciation and enjoyment of the game.
el: Το μοντέλο τονίζει τη σημασία του παιχνιδιού και της κατανόησης. Προωθεί ένα περιβάλλον με επίκεντρο τον μαθητή, ενθαρρύνοντας τους μαθητές να εξερευνήσουν και να κατανοήσουν τους κανόνες, τις τακτικές και τις στρατηγικές του παιχνιδιού, κάτι που με τη σειρά του οδηγεί σε βαθύτερη εκτίμηση και απόλαυση του παιχνιδιού.
fr: Le modèle met l'accent sur l'importance du gameplay et de la compréhension. Il favorise un environnement centré sur l'étudiant, encourageant les apprenants à explorer et à comprendre les règles, les tactiques et les stratégies du jeu, ce qui, à son tour, conduit à une appréciation et un plaisir plus profonds du jeu.
it: Il modello sottolinea l'importanza del gioco e della comprensione. Promuove un ambiente incentrato sullo studente, incoraggiando l'esplorazione e la comprensione delle regole, delle tattiche e delle strategie di gioco, elementi che favoriscono un maggiore apprezzamento e divertimento.

# c11_floor0_step1_instruction
source: Children are scattered around the gym. A hula hoop is placed next to each child with a cone in the centre. The players must knock over the cone of other players with a ball or defend when it is attacked. Once everyone has attacked or defended, the second step begins.
el: Τα παιδιά είναι διάσπαρτα γύρω από το γυμναστήριο. Ένα χούλα χουπ τοποθετείται δίπλα σε κάθε παιδί με έναν κώνο στο κέντρο. Οι παίκτες πρέπει να χτυπήσουν τον κώνο άλλων παικτών με μια μπάλα ή να αμυνθούν όταν τους επιτεθούν. Μόλις όλοι έχει επιτεθεί ή αμύνεται, το δεύτερο βήμα ξεκινά.
fr: Les enfants sont répartis dans le gymnase. Un cerceau est placé à côté de chaque enfant avec un cône au centre. Les joueurs doivent renverser le cône des autres joueurs avec une balle ou se défendre lorsqu'il est attaqué. Une fois que tout le monde a attaqué ou défendu, la deuxième étape commence.
it: I bambini sono sparsi per la palestra. Accanto a ogni bambino è posizionato un cerchio con un cono al centro. I giocatori devono far cadere il cono degli avversari lanciando una palla o difendersi quando vengono attaccati. Una volta che tutti hanno attaccato o difeso, inizia la seconda fase.

# c11_floor0_step1_correct
source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

# c11_floor0_step2_correct
source: Once a cone is knocked over, the child moves it and the hula hoop to another part of the gym and continues to play. Step 2 lasts 10 minutes.
el: Μόλις χτυπηθεί ένας κώνος, το παιδί τον μετακινεί και το χούλα-χουπ σε άλλο μέρος του γυμναστηρίου και συνεχίζει να παίζει. Το βήμα 2 διαρκεί 10 λεπτά.
fr: Une fois le cône renversé, l'enfant le déplace avec le cerceau vers une autre partie du gymnase et continue à jouer. L'étape 2 dure 10 minutes.
it: Il bambino il cui cono è stato fatto cadere sposta l’attrezzatura in un'altra zona della palestra e continuare a giocare. La fase 2 dura 10 minuti.

# c11_floor0_step2_wrong
source: The child that knocks over the cone of an opponent gets 1 point. The first to get 5 points wins the game.
el: Το παιδί που χτυπά τον κώνο ενός αντιπάλου παίρνει 1 βαθμό. Το πρώτο που θα πάρει 5 πόντους κερδίζει το παιχνίδι.
fr: L'enfant qui fait tomber le cône d'un adversaire obtient 1 point. Le premier à obtenir 5 points remporte la partie.
it: Il bambino che fa cadere il cono di un avversario ottiene 1 punto. Il primo che ottiene 5 punti vince la partita.

# c11_floor0_step3_correct
source: The player that knocks over the cone of another child, forms a team with them.
el: Ο παίκτης που χτυπά τον κώνο ενός άλλου παιδιού, σχηματίζει μια ομάδα μαζί του.
fr: Le joueur qui renverse le cône d’un autre enfant forme une équipe avec lui.
it: Il giocatore che fa cadere il cono di un altro bambino forma una squadra con lui.

# c11_floor0_step3_wrong
source: When a child’s cone is knocked over, the child is eliminated by the game. The last one left on the field wins.
el: Όταν χτυπηθεί ο κώνος ενός παιδιού, το παιδί αποβάλλεται από το παιχνίδι. Το τελευταίο που μένει στο γήπεδο κερδίζει.
fr: Lorsqu'un cône d'enfant est renversé, l'enfant est éliminé du jeu. Le dernier restant sur le terrain gagne.
it: Quando il cono di un bambino cade, quest'ultimo viene eliminato dal gioco. Vince l'ultimo giocatore che rimane in campo.

# c11_floor0_step4_correct
source: With the help of questions, comments, and game modifications from the teacher, students begin to work through the principles of play and identify key tactics and strategies that can lead to success in the game.
el: Με τη βοήθεια ερωτήσεων, σχολίων και τροποποιήσεων του παιχνιδιού από τον δάσκαλο, οι μαθητές αρχίζουν να επεξεργάζονται τις αρχές του παιχνιδιού και να εντοπίζουν βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στην επιτυχία στο παιχνίδι.
fr: À l’aide de questions, de commentaires et de modifications du jeu de la part de l’enseignant, les élèves commencent à travailler sur les principes du jeu et à identifier les tactiques et stratégies clés qui peuvent conduire au succès du jeu.
it: Con l'aiuto di domande, commenti e modifiche al gioco da parte dell'insegnante, gli studenti iniziano a comprendere i principi del gioco e a identificare le tattiche e le strategie chiave che possono portare alla vittoria.

# c11_floor0_step4_wrong
source: In order to improve knowledge of the key tactics and strategies to be used in the game, the teacher modifies the match rules by assigning specific tasks and providing strategies that can lead to winning the match.
el: Για να βελτιωθεί η γνώση των βασικών τακτικών και στρατηγικών που θα χρησιμοποιηθούν στο παιχνίδι, ο δάσκαλος τροποποιεί τους κανόνες αγώνα αναθέτοντας συγκεκριμένες εργασίες και παρέχοντας στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.
fr: Afin d'améliorer la connaissance des tactiques et stratégies clés à utiliser dans le jeu, l'enseignant modifie les règles du match en attribuant des tâches spécifiques et en fournissant des stratégies pouvant conduire à la victoire du match.
it: Per migliorare la conoscenza delle tattiche e delle strategie chiave da utilizzare in gioco, l'insegnante modifica le regole della partita assegnando compiti specifici e fornendo strategie che possono portare a vincere la partita.

# c11_floor0_step5_correct
source: The teacher engages students in tactical talk to help them reflect on their decision made in the game to succeed in it (tactics used) (e.g. How are you succeeding in the game?).
el: Ο δάσκαλος εμπλέκει τους μαθητές σε τακτική συζήτηση για να τους βοηθήσει να σκεφτούν την απόφασή τους που έλαβαν στο παιχνίδι να πετύχουν σε αυτό (τακτικές που χρησιμοποιούνται) (π.χ. Πώς τα καταφέρνεις στο παιχνίδι;).
fr: L'enseignant engage les élèves dans un dialogue tactique pour les aider à réfléchir à leur décision prise dans le jeu pour y réussir (tactiques utilisées) (par exemple, comment réussissez-vous dans le jeu ?).
it: L'insegnante coinvolge gli studenti in un dialogo sulla tattica di gioco per aiutarli a riflettere sulle decisioni prese in gioco al fine di vincere (ad esempio: Come stai avendo successo nel gioco?).

# c11_floor0_step5_wrong
source: Children divided into two teams play a match trying to understand the principles of play and identify the key tactics and strategies that can lead to winning the match.
el: Τα παιδιά χωρισμένα σε δύο ομάδες παίζουν έναν αγώνα προσπαθώντας να κατανοήσουν τις αρχές του παιχνιδιού και να προσδιορίσουν τις βασικές τακτικές και στρατηγικές που μπορούν να οδηγήσουν στη νίκη στον αγώνα.
fr: Les enfants divisés en deux équipes jouent un match en essayant de comprendre les principes du jeu et d'identifier les tactiques et stratégies clés qui peuvent conduire à gagner le match.
it: I bambini, divisi in due squadre, giocano una partita cercando di capire i principi del gioco e di individuare le tattiche e le strategie chiave che possono portare a vincere la partita.

# c11_floor0_step6_correct
source: The teacher modifies the game to emphasize the skills that students have identified as essential for success.
el: Ο δάσκαλος τροποποιεί το παιχνίδι για να δώσει έμφαση στις δεξιότητες που οι μαθητές έχουν αναγνωρίσει ως απαραίτητες για την επιτυχία.
fr: L’enseignant modifie le jeu pour mettre l’accent sur les compétences que les élèves ont identifiées comme essentielles à la réussite.
it: L'insegnante modifica il gioco per enfatizzare le capacità che gli studenti hanno identificato come essenziali per la vittoria.

# c11_floor0_step6_wrong
source: The teacher divides the students into several groups based on class size and assigns specific tasks to improve the effectiveness of the technique to be used in the match.
el: Ο δάσκαλος χωρίζει τους μαθητές σε διάφορες ομάδες με βάση το μέγεθος της τάξης και αναθέτει συγκεκριμένες εργασίες για να βελτιώσει την αποτελεσματικότητα της τεχνικής που θα χρησιμοποιηθεί στον αγώνα.
fr: L'enseignant divise les élèves en plusieurs groupes en fonction de la taille de la classe et leur attribue des tâches spécifiques pour améliorer l'efficacité de la technique à utiliser lors du match.
it: L'insegnante divide gli studenti in diversi gruppi in base alle dimensioni della classe e assegna loro compiti specifici per migliorare l'efficacia della tecnica da utilizzare in partita.

# c11_floor0_step7_correct
source: The teacher observes the outcome of the students’ learning through the game by paying attention not only to the efficiency of the technique but also to the appropriateness of the response throughout the gameplay.
el: Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή όχι μόνο στην αποτελεσματικότητα της τεχνικής αλλά και στην καταλληλότητα της απόκρισης σε όλο το παιχνίδι.
fr: L'enseignant observe le résultat de l'apprentissage des élèves à travers le jeu en prêtant attention non seulement à l'efficacité de la technique mais aussi à la pertinence de la réponse tout au long du jeu.
it: L'insegnante osserva i risultati dell'apprendimento degli studenti attraverso il gioco, prestando attenzione non solo all'efficacia della tecnica, ma anche alla pertinenza delle risposte durante tutta la partita.

# c11_floor0_step7_wrong
source: The teacher observes the outcome of the students’ learning through the game by paying attention to the efficiency of the technique and the results obtained during the match.
el: Ο δάσκαλος παρατηρεί το αποτέλεσμα της μάθησης των μαθητών μέσω του παιχνιδιού δίνοντας προσοχή στην αποτελεσματικότητα της τεχνικής και στα αποτελέσματα που προέκυψαν κατά τη διάρκεια του αγώνα.
fr: L'enseignant observe le résultat de l'apprentissage des élèves à travers le jeu en prêtant attention à l'efficacité de la technique et aux résultats obtenus pendant le match.
it: L'insegnante osserva il risultato dell'apprendimento degli studenti attraverso il gioco, prestando attenzione all'efficienza della tecnica e ai risultati ottenuti in partita.

# c11_floor1_model
source: Cooperative Learning model
el: Μοντέλο συνεργατικής μάθησης
fr: Modèle d'apprentissage coopératif
it: Modello d’insegnamento: apprendimento cooperativo

# c11_floor1_environment
source: School gymnasium
el: Σχολικό γυμναστήριο
fr: Gymnase de l'école
it: Palestra della scuola

# c11_floor1_statement
source: The model takes a distinctly social perspective on learning, where students work collaboratively towards common goals. This model emphasises the development of social skills, communication, and teamwork, as well as individual accountability. Activities are designed so that students depend on one another to succeed, promoting an inclusive and supportive learning environment.
el: Το μοντέλο έχει μια ευδιάκριτη κοινωνική προοπτική στη μάθηση, όπου οι μαθητές εργάζονται συνεργατικά για την επίτευξη κοινών στόχων. Αυτό το μοντέλο δίνει έμφαση στην ανάπτυξη κοινωνικών δεξιοτήτων, επικοινωνίας και ομαδικής εργασίας, καθώς και στην ατομική υπευθυνότητα. Οι δραστηριότητες είναι σχεδιασμένες έτσι ώστε οι μαθητές να εξαρτώνται ο ένας στον άλλον για να πετύχετε, προωθώντας ένα περιεκτικό και υποστηρικτικό περιβάλλον μάθησης.
fr: Le modèle adopte une perspective d'apprentissage résolument sociale, où les élèves travaillent en collaboration vers des objectifs communs. Ce modèle met l'accent sur le développement des compétences sociales, de la communication et du travail en équipe, ainsi que sur la responsabilité individuelle. Les activités sont conçues de manière à ce que les élèves dépendent les uns des autres pour réussir, favorisant ainsi un environnement d'apprentissage inclusif et solidaire.
it: Il modello adotta una prospettiva sociale di apprendimento, in cui gli studenti lavorano insieme per raggiungere obiettivi comuni. Questo approccio sottolinea lo sviluppo delle abilità sociali, della comunicazione e del lavoro di squadra, così come la responsabilità individuale. Le attività sono progettate in modo che gli studenti dipendano l'uno dall'altro per avere successo, favorendo un ambiente di apprendimento inclusivo e di supporto.

# c11_floor1_instruction
source: In this challenge, you will help children develop motor skills by designing and navigating an obstacle course. Select the correct strategy for each step to proceed to the next one. If you make two mistakes, the challenge will restart. Are you ready?
el: Σε αυτήν την πρόκληση, θα βοηθήσετε τα παιδιά να αναπτύξουν τις κινητικές τους δεξιότητες σχεδιάζοντας και πλοηγώντας μια διαδρομή με εμπόδια. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα για να προχωρήσετε στο επόμενο. Εάν κάνετε δύο λάθη, η πρόκληση θα ξεκινήσει ξανά. είσαι έτοιμος;
fr: Dans ce défi, vous aiderez les enfants à développer leurs capacités motrices en concevant et en parcourant un parcours d'obstacles. Sélectionnez la bonne stratégie pour chaque étape afin de passer à la suivante. Si vous faites deux erreurs, le défi recommencera. Êtes-vous prêt ?
it: In questa sfida, aiuterai i bambini a sviluppare le capacità motorie progettando e guidandoli attraverso un percorso a ostacoli. Scegli la strategia giusta per ogni fase per passare alla successiva. Se commetti due errori, la sfida ripartirà da capo. Iniziamo!

# c11_floor1_step1_instruction
source: The teacher, helped by the children, develops an obstacle course. The children have to overcome an obstacle course using their motor skills (rolling, jumping, catching, throwing, running, crawling).
el: Ο δάσκαλος, με τη βοήθεια των παιδιών, αναπτύσσει μια διαδρομή με εμπόδια. Τα παιδιά πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, έρποντας).
fr: L'enseignant, aidé des enfants, élabore un parcours d'obstacles. Les enfants doivent franchir un parcours d'obstacles en utilisant leurs capacités motrices (rouler, sauter, attraper, lancer, courir, ramper).
it: L'insegnante, aiutato dai bambini, crea un percorso a ostacoli. I bambini devono superare il percorso a ostacoli utilizzando gli schemi motori di base (rotolare, saltare, afferrare, lanciare, correre, strisciare).

# c11_floor1_step1_correct
source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

# c11_floor1_step2_correct
source: Children in pairs, one has to overcome the obstacles along the course and the other one guides with his voice the teammate.
el: Τα παιδιά σε ζευγάρια, το ένα πρέπει να ξεπεράσει τα εμπόδια στην πορεία και το άλλο να καθοδηγήσει με τη φωνή του τον συμπαίκτη.
fr: Les enfants sont en binôme, l'un doit surmonter les obstacles présents sur le parcours et l'autre guide avec sa voix son coéquipier.
it: I bambini, divisi in coppie, devono affrontare gli ostacoli lungo il percorso: uno supera gli ostacoli mentre l'altro guida il compagno parlando.

# c11_floor1_step2_wrong
source: The teacher and students decide together which motor skill to use to overcome each obstacle. One child at a time overcomes obstacles.
el: Ο δάσκαλος και οι μαθητές αποφασίζουν από κοινού ποια κινητική δεξιότητα θα χρησιμοποιήσουν για να ξεπεράσουν κάθε εμπόδιο. Ένα παιδί τη φορά ξεπερνά τα εμπόδια.
fr: L'enseignant et les élèves décident ensemble de la compétence motrice à utiliser pour surmonter chaque obstacle. Un enfant à la fois surmonte les obstacles.
it: L'insegnante e gli studenti decidono insieme quale schema motorio utilizzare per superare ogni ostacolo. Un bambino alla volta supera gli ostacoli.

# c11_floor1_step3_correct
source: Children in pairs. A child has to overcome the obstacles along the course and the other guides them. The teacher asks the teams to overcome the obstacles while avoiding using a body part of their choice (hands, legs, eyes, ...).
el: Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιήσουν ένα μέρος του σώματος της επιλογής τους (χέρια, πόδια, μάτια, ...)
fr: Les enfants sont en binôme. Un enfant doit franchir les obstacles qui jalonnent le parcours et l'autre le guide. L'enseignant demande aux équipes de franchir les obstacles en évitant d'utiliser une partie du corps de leur choix (mains, jambes, yeux, ...).
it: I bambini, divisi a coppie, devono affrontare gli ostacoli lungo il percorso. L'insegnante chiede alle squadre di superare gli ostacoli evitando di usare una parte del corpo a loro scelta (mani, gambe, occhi, ...).

# c11_floor1_step3_wrong
source: Children in pairs. A child has to overcome the obstacles along the course and the other guides them. The teacher asks the teams to overcome the obstacles with their eyes closed.
el: Τα παιδιά σε ζευγάρια. Ένα παιδί πρέπει να ξεπεράσει τα εμπόδια κατά μήκος της διαδρομής και το άλλο να τα καθοδηγεί. Ο δάσκαλος ζητά από τις ομάδες να ξεπεράσουν τα εμπόδια αποφεύγοντας να χρησιμοποιούν τα μάτια.
fr: Les enfants sont en binôme. Un enfant doit franchir les obstacles qui jalonnent le parcours et l'autre le guide. L'enseignant demande aux équipes de franchir les obstacles en évitant avec les yeux fermés
it: I bambini, divisi a coppie, devono affrontare gli ostacoli lungo il percorso. L'insegnante chiede alle squadre di superare gli ostacoli ad occhi chiusi.

# c11_floor1_step4_correct
source: The children are divided into teams of four players. Before starting the course, the children decide together how to overcome each obstacle.
el: Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πριν ξεκινήσουν το μάθημα, τα παιδιά αποφασίζουν μαζί πώς θα ξεπεράσουν κάθε εμπόδιο.
fr: Les enfants sont répartis en équipes de quatre joueurs. Avant de commencer le parcours, les enfants décident ensemble comment surmonter chaque obstacle.
it: I bambini sono divisi in squadre da quattro giocatori. Prima di iniziare il percorso, i bambini decidono insieme come superare ogni ostacolo.

# c11_floor1_step4_wrong
source: The children are divided into teams of four players. They must complete a relay. Each child has to overcome two obstacles to pass the baton. The first group to complete the course wins.
el: Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων παικτών. Πρέπει να ολοκληρώσουν μια σκυταλοδρομία. Κάθε παιδί πρέπει να ξεπεράσει δύο εμπόδια για να περάσει τη σκυτάλη. Η πρώτη ομάδα που θα ολοκληρώσει τη διαδρομή κερδίζει.
fr: Les enfants sont répartis en équipes de quatre joueurs. Ils doivent réaliser un relais. Chaque enfant doit franchir deux obstacles pour passer le témoin. Le premier groupe à terminer le parcours gagne.
it: I bambini vengono divisi in squadre da quattro giocatori. Devono completare una staffetta, in cui ogni bambino deve superare due ostacoli prima di passare il testimone. La squadra che termina il percorso per prima vince.

# c11_floor1_step5_correct
source: Children are divided into teams of three players. Two children have to hold a frisbee with a tennis ball on it. They must overcome the obstacle course without dropping the ball, while the third child guides them along the course suggesting how they can overcome the obstacles.
el: Τα παιδιά χωρίζονται σε ομάδες των τριών παικτών. Δύο παιδιά πρέπει να κρατήσουν ένα φρίσμπι με ένα μπαλάκι του τένις. Πρέπει να ξεπεράσουν την διαδρομή με τα εμπόδια χωρίς να ρίξουν την μπάλα, ενώ το τρίτο παιδί τα καθοδηγεί κατά μήκος της διαδρομής προτείνοντας πώς μπορούν να ξεπεράσουν τα εμπόδια.
fr: Les enfants sont divisés en équipes de trois joueurs. Deux enfants doivent tenir un frisbee avec une balle de tennis dessus. Ils doivent franchir le parcours d'obstacles sans laisser tomber la balle, tandis que le troisième enfant les guide le long du parcours en leur suggérant comment ils peuvent surmonter les obstacles.
it: I bambini vengono divisi in squadre da tre giocatori. Due bambini devono tenere un frisbee con una palla da tennis sopra. Devono superare il percorso ad ostacoli senza far cadere la palla, mentre il terzo bambino li guida lungo il percorso, suggerendo come superare gli ostacoli.
