Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# activity_balance_option_3
source: Children walk around a large area. They can change direction and speed but must avoid contact with others. When the teacher calls a number, children form groups only according to that number, making a circle. They must jump five times on one foot. Child/children without a group perform a static balance.
el: Τα παιδιά περπατούν σε μια μεγάλη περιοχή. Μπορούν να αλλάξουν κατεύθυνση και ταχύτητα, αλλά πρέπει να αποφεύγουν την επαφή με άλλους. Όταν ο δάσκαλος καλεί έναν αριθμό, τα παιδιά σχηματίζουν ομάδες μόνο σύμφωνα με αυτόν τον αριθμό, κάνοντας έναν κύκλο. Πρέπει να πηδήξουν πέντε φορές στο ένα πόδι Παιδιά/παιδιά χωρίς ομάδα εκτελούν μια στατική ισορροπία.
fr: Les enfants marchent sur un grand espace. Ils peuvent changer de direction et de vitesse mais doivent éviter tout contact avec les autres. Lorsque l'enseignant appelle un numéro, les enfants forment des groupes uniquement en fonction de ce numéro, en formant un cercle. Ils doivent sauter cinq fois sur un pied. L'enfant/les enfants sans groupe effectuent un équilibre statique.
it: I bambini camminano in un'area ampia. Possono cambiare direzione e velocità, ma devono evitare il contatto con gli altri. Quando l'insegnante chiama un numero, i bambini devono formare dei gruppi corrispondenti a quel numero, disporsi a cerchio e saltare 5 volte su un piede. I bambini che non fanno parte di un gruppo devono eseguire un esercizio di equilibrio statico.

# activity_throwing
source: Throwing activity
el: Δραστηριότητα ρίψεων
fr: Activité de lancer
it: Lanciare

# activity_throwing_option_1
source: Children form a large circle in the centre of the playing area. One of them has a sound ball. All children must close their eyes, except for the child with the ball who must roll it to another one, using both hands. When all have rolled the ball, they must use another part of the body, such as the hip, knee, and elbow.
el: Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Ένα από αυτά έχει μια ηχητική μπάλα. Όλα τα παιδιά πρέπει να κλείσουν τα μάτια τους, εκτός από το παιδί με την μπάλα που πρέπει να την κυλήσει σε ένα άλλο, χρησιμοποιώντας και τα δύο Τα χέρια όταν όλοι έχουν κυλήσει την μπάλα, πρέπει να χρησιμοποιήσουν ένα άλλο μέρος του σώματος, όπως το ισχίο, το γόνατο και τον αγκώνα.
fr: Les enfants forment un grand cercle au centre de l'aire de jeu. L'un d'eux a une balle sonore. Tous les enfants doivent fermer les yeux, sauf celui qui a la balle qui doit la faire rouler vers un autre enfant en utilisant ses deux mains. Lorsque tous ont fait rouler la balle, ils doivent utiliser une autre partie du corps, comme la hanche, le genou et le coude.
it: I bambini formano un grande cerchio al centro dell'area di gioco. Uno di loro ha una palla sonora. Tutti i bambini devono chiudere gli occhi, tranne il bambino con la palla, il quale deve passarla a un compagno utilizzando entrambe le mani. Quando tutti hanno passato la palla con le mani, devono usare un'altra parte del corpo, come il fianco, il ginocchio o il gomito.

# activity_throwing_option_2
source: Children in groups of two/three, according to the number of students in the classroom, in front of a wall. One child must throw the ball against the wall and catch it again as many times as possible in twenty seconds. Other teammates count the seconds and the correct executions of the task.
el: Τα παιδιά σε ομάδες των δύο/τριών, ανάλογα με τον αριθμό των μαθητών στην τάξη, μπροστά από έναν τοίχο. Ένα παιδί πρέπει να πετάξει την μπάλα στον τοίχο και να την πιάσει ξανά όσο το δυνατόν περισσότερες φορές σε είκοσι δευτερόλεπτα Οι άλλοι συμπαίκτες μετρούν τα δευτερόλεπτα και τις σωστές εκτελέσεις της εργασίας.
fr: Les enfants sont placés par groupe de deux ou trois, selon le nombre d'élèves dans la classe, devant un mur. Un enfant doit lancer la balle contre le mur et la rattraper autant de fois que possible en vingt secondes. Les autres coéquipiers comptent les secondes et les exécutions correctes de la tâche.
it: I bambini a gruppi di due/tre, a seconda del numero di studenti presenti in classe, si posizionano davanti a un muro. Un bambino deve lanciare la palla contro il muro e riprenderla il maggior numero di volte possibile in 20 secondi. Gli altri compagni contano i secondi e le esecuzioni corrette del compito.

# activity_throwing_option_3
source: Children are divided into two teams. The playing area is divided into two areas. Each team built three castles with cones and placed them at the end of the playing fields. Each team has five soft balls. The children must throw the balls trying to bring down the castles of the other team.
el: Τα παιδιά χωρίζονται σε δύο ομάδες. Ο χώρος παιχνιδιού χωρίζεται σε δύο περιοχές. Κάθε ομάδα έχτισε τρία κάστρα με κώνους και τους τοποθέτησε στο τέλος των γηπέδων. Κάθε ομάδα έχει πέντε μαλακές μπάλες. Τα παιδιά πρέπει να πετάξουν οι μπάλες προσπαθούν να γκρεμίσουν τα κάστρα της άλλης ομάδας.
fr: Les enfants sont divisés en deux équipes. L'aire de jeu est divisée en deux zones. Chaque équipe construit trois châteaux avec des cônes et les place au bout des terrains de jeu. Chaque équipe dispose de cinq balles souples. Les enfants doivent lancer les balles en essayant de faire tomber les châteaux de l'autre équipe.
it: I bambini sono divisi in due squadre. L'area di gioco è divisa in due. Ogni squadra costruisce tre castelli con i coni e li posiziona all'estremità dei campi da gioco. Ogni squadra ha cinque palle morbide. I bambini devono lanciare le palle cercando di far cadere i castelli della squadra avversaria.

# activity_striking
source: Striking with the hand
el: Χτύπημα με το χέρι
fr: Frapper avec la main
it: Colpire

# activity_striking_option_1
source: Children in groups of three/four, according to the number of students in the classroom. One balloon per group. Each group must move the balloon to the end of the playing area without holding onto it or letting it touch the ground. Each child must pass the balloon to a teammate before touching it again.
el: Τα παιδιά σε ομάδες των τριών/τεσσάρων, ανάλογα με τον αριθμό των μαθητών στην τάξη. Ένα μπαλόνι ανά ομάδα. Κάθε ομάδα πρέπει να μετακινήσει το μπαλόνι στο τέλος του χώρου παιχνιδιού χωρίς να το κρατά ή να το αφήνει να αγγίζει το έδαφος Κάθε παιδί πρέπει να δώσει το μπαλόνι σε έναν συμπαίκτη του πριν το αγγίξει ξανά.
fr: Les enfants sont répartis par groupe de trois/quatre, selon le nombre d'élèves dans la classe. Un ballon par groupe. Chaque groupe doit déplacer le ballon jusqu'au bout de l'aire de jeu sans le tenir ni le laisser toucher le sol. Chaque enfant doit passer le ballon à un coéquipier avant de le toucher à nouveau.
it: Bambini in gruppi di tre/quattro, a seconda del numero di studenti presenti in classe. Ogni gruppo ha un palloncino che deve trasportare fino alla fine dell'area di gioco senza farlo cadere a terra o tenerlo in mano. Ogni bambino deve passare il palloncino a un compagno prima di poterlo toccare di nuovo.

# activity_striking_option_2
source: Children are divided into pairs. Each group has a sponge ball and a towel. The pair hold the towel between them. The children must coordinate their movement to lift the towel, throw the ball into the air and catch it again on its return.
el: Τα παιδιά χωρίζονται σε ζευγάρια. Κάθε ομάδα έχει μια μπάλα σφουγγαριού και μια πετσέτα. Το ζευγάρι κρατά την πετσέτα ανάμεσά τους. Τα παιδιά πρέπει να συντονίσουν την κίνησή τους για να σηκώσουν την πετσέτα, να πετάξουν την μπάλα στον αέρα και να την πιάσουν ξανά στην επιστροφή του.
fr: Les enfants sont répartis en binômes. Chaque groupe dispose d'une balle éponge et d'une serviette. Le binôme tient la serviette entre eux. Les enfants doivent coordonner leurs mouvements pour soulever la serviette, lancer la balle en l'air et la rattraper au retour.
it: I bambini sono divisi in coppie. Ogni gruppo ha una palla di spugna e un telo. I bambini devono coordinare i loro movimenti per sollevare il telo, lanciare la palla in aria e riprenderla.

# activity_striking_option_3
source: Children are divided into groups of four. Each group forms a circle and puts one hoop in the centre. Each child must pass a bouncy ball to the teammate by first bouncing it in the circle.
el: Τα παιδιά χωρίζονται σε ομάδες των τεσσάρων. Κάθε ομάδα σχηματίζει έναν κύκλο και βάζει ένα τσέρκι στο κέντρο. Κάθε παιδί πρέπει να δώσει μια μπάλα που πηδάει στον συμπαίκτη αναπηδώντας την πρώτα στον κύκλο.
fr: Les enfants sont divisés en groupes de quatre. Chaque groupe forme un cercle et place un cerceau au centre. Chaque enfant doit passer une balle rebondissante à son coéquipier en la faisant d'abord rebondir dans le cercle.
it: I bambini sono divisi in gruppi di quattro e disposti in cerchio. Al centro del cerchio è posto un hula hoop. Ogni bambino deve passare una palla ad un compagno di squadra facendola prima rimbalzare nel cerchio.

# c9a1_instructions
source: Welcome to Challenge 9! This challenge is based on the enabling environments (Almond and Lambden, 2016). Drag the factors influencing engagement in physical activity (in the center of the screen) to the right variable in the outter circles.
el: Καλώς ήρθατε στην Πρόκληση 9! Αυτή η πρόκληση βασίζεται σε περιβάλλοντα που επιτρέπουν την εφαρμογή (Almond και Lambden, 2016). Σύρετε τους παράγοντες που επηρεάζουν την ενασχόληση με τη σωματική δραστηριότητα (στο κέντρο της οθόνης) στις σωστές μεταβλητές (μπλε κύκλοι) .
fr: Bienvenue au défi 9 ! Ce défi est basé sur les environnements favorables (Almond et Lambden, 2016). Faites glisser les facteurs influençant l'engagement dans l'activité physique (au centre de l'écran) vers les bonnes variables (cercles bleus).
it: Siamo pronti per la sfida 9! Questa sfida si basa sugli ambienti stimolanti proposti da Almond e Lambden (2016). Trascinate i fattori che influenzano l'impegno nell'attività fisica (casella centrale) verso la rispettiva variabile (casella esterna).

# c9a1_finish_message
source: Well done! For further information, read the scientific article in the news section.
el: Μπράβο! Για περισσότερες πληροφορίες, διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων.
fr: Bravo ! Pour plus d'informations, lisez l'article scientifique dans la section actualités.
it: Ben fatto! Per ulteriori informazioni, leggi l'articolo scientifico nella sezione notizie.

# c9a1_object_play
source: Object Play
el: Παιχνίδι αντικειμένου
fr: Jeu d'objets
it: Giochi con oggetti

# c9a1_exercise_play
source: Exercise Play
el: Παιχνίδι άσκησης
fr: Exercice Jouer
it: Esercizio fisico giocando

# c9a1_expressive_movement
source: Expressive Movement
el: Εκφραστική κίνηση
fr: Mouvement expressif
it: Movimento espressivo

# c9a1_outdoor_play
source: Outdoor Play
el: Παιχνίδι σε εξωτερικό χώρο
fr: Jeux en plein air
it: Gioco all'aperto

# c9a1_throwing
source: Throwing
el: Πέταγμα
fr: Lancement
it: Lanciare

# c9a1_catching
source: Catching
el: Πιάσιμο
fr: Contagieux
it: Afferrare

# c9a1_striking
source: Striking
el: Χρύπημα
fr: Frappant
it: Colpire

# c9a1_rough_and_tumble
source: Rough and Tumble
fr: Bruyant et déchaîné
it: Giochi di lotta

# c9a1_climbing
source: Climbing
el: Αναρρίχηση
fr: Escalade
it: Arrampicarsi

# c9a1_running
source: Running
el: Εκτέλεση
fr: En cours d'exécution
it: Correre

# c9a1_chasing_games
source: Chasing games
el: Κυνηγώντας παιχνίδια
fr: Jeux de poursuite
it: Rincorrersi

# c9a1_bikes_and_scooters
source: Bikes and scooters
el: Ποδήλατα και σκούτερ
fr: Vélos et scooters
it: Biciclette e scooter

# c9a1_pushing_and_pulling
source: Pushing and pulling
el: Σπρώξιμο και τράβηγμα
fr: Pousser et tirer
it: Spingere e tirare

# c9a1_dance
source: Dance
el: Χορός
fr: Danse
it: Danza

# c9a1_gymnastics
source: Gymnastics
el: Γυμναστική
fr: Gymnastique
it: Ginnastica

# c9a1_action_rhymes
source: Action rhymes
fr: Rimes d'action
it: Filastrocche in movimento

# c9a1_songs_and_stories
source: Songs and stories
el: Τραγούδια και ιστορίες
fr: Chansons et histoires
it: Canzoni e storie

# c9a1_natural_surroundings
source: Natural surroundings
el: Φυσικό περιβάλλον
fr: Environnement naturel
it: Ambiente naturale

# c9a1_rocks_and_tress
source: Rocks and Trees
el: Βράχοι και δέντρα
fr: Rochers et arbres
it: Rocce e alberi

# c9a1_challenges
source: Challenges
el: Προκλήσεις
fr: Défis
it: Sfide

# c9a2_intro_message
source: You are challenged to design a comprehensive physical education curriculum, incorporating both curricular and extra-curricular activities that promote physical literacy. The challenge is to balance various elements such as inclusivity, engagement, and educational outcomes. Μove each curriculum feature (shown at the bottom) to the correct or wrong box. Correct features must be moved to the 'Correct' box, and wrong features must be moved to the 'Wrong' box. Ready?
el: Καλείτε να σχεδιάσετε ένα ολοκληρωμένο πρόγραμμα σπουδών φυσικής αγωγής για ένα εικονικό σχολείο, το οποίο να ενσωματώνει τόσο σχολικές όσο και εξωσχολικές δραστηριότητες που προάγουν τον σωματικό αλφαβητισμό. Η πρόκληση είναι να εξισορροπήσετε διάφορα στοιχεία, όπως η συμπερίληψη, η δέσμευση και τα εκπαιδευτικά αποτελέσματα. Μετακινήστε κάθε χαρακτηριστικό του προγράμματος σπουδών (εμφανίζεται στο κάτω μέρος) στο σωστό ή λάθος πλαίσιο. Έτοιμοι;
fr: Vous êtes mis au défi de concevoir un programme d'éducation physique complet, intégrant à la fois des activités scolaires et parascolaires qui favorisent la littératie physique. Le défi consiste à équilibrer divers éléments tels que l'inclusion, l'engagement et les résultats scolaires. Déplacez chaque élément du programme (affiché en bas) vers la case correcte ou incorrecte. Les éléments corrects doivent être déplacés vers la case « Correcte » et les éléments incorrects doivent être déplacés vers la case « Incorrecte ». Prêt ?
it: In questa attività progetterai un curricolo di educazione fisica che includa attività curricolari ed extracurricolari, al fine di promuovere la physical literacy. La sfida consiste nel bilanciare vari elementi come l'inclusività, il coinvolgimento e i risultati educativi. Sposta ogni caratteristica (mostrata in basso) nella casella "Corretto" se pensi che possa essere una caratteristica del curricolo, in caso contrario spostala nella casella "Sbagliato". Iniziamo!

# c9a2_prompt
source: Drag each feature to the right box.
el: Σύρετε κάθε στοιχείο στο σωστό πλαίσιο.
fr: Faites glisser chaque fonctionnalité vers la case de droite.
it: Trascina ogni caratteristica nella casella corrispondente

# c9a2_finish_message
source: Well done! You have completed the ninth challenge. Press 'Finish' to get your badge!
fr: Bravo ! Vous avez terminé le neuvième défi. Appuyez sur « Terminer » pour obtenir votre badge !
it: Ben fatto! Avete completato la nona sfida. Premi "Fine" per ottenere il tuo badge!

# c9a2_correct
source: Correct
el: Σωστό
it: Corretto

# c9a2_wrong
source: Wrong
el: Λάθος
fr: Faux
it: Sbagliato

# c9a2_activities_balanced
source: Activities balanced to students’ motor skills.
el: Δραστηριότητες ισορροπημένες με τις κινητικές δεξιότητες των μαθητών.
fr: Activités adaptées aux capacités motrices des élèves.
it: Attività equilibrate per le capacità motorie degli studenti

# c9a2_pe_curriculum_guidelines
source: Coherence with country PE curriculum guidelines.
el: Συνοχή με τις οδηγίες του προγράμματος σπουδών PE χώρας.
fr: Cohérence avec les directives du programme d’éducation physique du pays.
it: Coerenza con le indicazioni nazionali per il curricolo di educazione fisica

# c9a2_music_motor_skills
source: Games/activities to learn and develop students’ motor skills using music.
el: Παιχνίδια/δραστηριότητες για να μάθουν και να αναπτύξουν τις κινητικές δεξιότητες των μαθητών χρησιμοποιώντας μουσική.
fr: Jeux/activités pour apprendre et développer la motricité des élèves à l’aide de la musique.
it: Giochi/attività per imparare e sviluppare le capacità motorie degli studenti utilizzando la musica

# c9a2_fitness_health_wellbeing
source: Activities focused on fitness, health, and well-being.
el: Δραστηριότητες που επικεντρώνονται στη φυσική κατάσταση, την υγεία και την ευεξία.
fr: Activités axées sur la forme physique, la santé et le bien-être.
it: Attività incentrate su fitness, salute e benessere

# c9a2_evaluate_motor_skills
source: Exercises to evaluate students’ motor skills by administering specific tests.
el: Ασκήσεις για την αξιολόγηση των κινητικών δεξιοτήτων των μαθητών με τη χορήγηση συγκεκριμένων τεστ.
fr: Exercices pour évaluer les capacités motrices des élèves en administrant des tests spécifiques.
it: Valutazione delle capacità motorie degli studenti attraverso la somministrazione di test specifici

# c9a2_outdoor_play
source: Outdoor walking with breaks for playing games.
el: Περπάτημα σε εξωτερικό χώρο με διαλείμματα για παιχνίδια.
fr: Promenade en plein air avec pauses pour jouer à des jeux.
it: Passeggiate all'aperto con momenti di gioco

# c9a2_sports_oriented_motor_skills
source: Activities to improve students’ motor skills oriented to sports practice.
el: Δραστηριότητες για τη βελτίωση των κινητικών δεξιοτήτων των μαθητών που προσανατολίζονται στην αθλητική πρακτική.
fr: Activités visant à améliorer la motricité des élèves orientées vers la pratique sportive.
it: Attività orientate alla pratica sportiva per migliorare le capacità motorie degli studenti

# c9a2_promote_self_knowledge
source: Activities to promote self-knowledge.
el: Δραστηριότητες για την προώθηση της αυτογνωσίας.
fr: Activités pour favoriser la connaissance de soi.
it: Attività per promuovere la conoscenza di sé

# c9a2_team_spirit_socialization
source: Group activities to enhance team spirit and socialization.
el: Ομαδικές δραστηριότητες για την ενίσχυση του ομαδικού πνεύματος και της κοινωνικοποίησης.
fr: Activités de groupe pour favoriser l'esprit d'équipe et la socialisation.
it: Attività di gruppo per migliorare lo spirito di squadra e la socializzazione

# c9a2_respect_game_rules
source: Activities to promote respect for the game rules and fair play.
el: Δραστηριότητες για την προώθηση του σεβασμού των κανόνων παιχνιδιού και του ευγενούς παιχνιδιού.
fr: Activités visant à promouvoir le respect des règles du jeu et le fair-play.
it: Attività per promuovere il fair play e il rispetto delle regole

# c9a2_inclusive_games
source: Games or game rules that require the participation of all students.
el: Παιχνίδια ή κανόνες παιχνιδιού που απαιτούν τη συμμετοχή όλων των μαθητών.
fr: Jeux ou règles de jeu qui nécessitent la participation de tous les élèves.
it: Giochi o regole di gioco che richiedono la partecipazione di tutti gli studenti

# c9a2_enjoyment_oriented
source: Enjoyment-oriented activities.
el: Δραστηριότητες προσανατολισμένες στην απόλαυση.
fr: Activités axées sur le plaisir.
it: Attività orientate al divertimento

# c9a2_varied_teaching_strategies
source: Use a wide range of teaching strategies.
el: Χρησιμοποιήστε ένα ευρύ φάσμα στρατηγικών διδασκαλίας.
fr: Utiliser une large gamme de stratégies d’enseignement.
it: Utilizzare un'ampia gamma di strategie didattiche

# c9a2_ego_oriented
source: Ego-oriented activities.
el: Εγω-προσανατολισμένες δραστηριότητες.
fr: Activités orientées vers l’ego.
it: Attività ego-orientate

# c9a2_one_size_fits_all
source: One-size-fits-all approach.
el: Προσέγγιση για όλους.
fr: Une approche unique pour tous.
it: Approccio unico per tutti

# c9a2_summary_objectives
source: Summary definition of objectives.
el: Συνοπτικός ορισμός των στόχων.
fr: Définition sommaire des objectifs.
it: Definizione sintetica degli obiettivi

# c9a2_win_at_all_costs
source: Activities geared towards the 'Win-at-all-costs' mentality.
el: Δραστηριότητες προσανατολισμένες στη νοοτροπία 'Win-at-all-costs'.
fr: Activités axées sur la mentalité « Gagner à tout prix ».
it: Attività orientate alla mentalità del "vincere a tutti i costi"

# c9a2_long_queues
source: Games with long queues of children.
el: Παιχνίδια με μεγάλες ουρές παιδιών.
fr: Jeux avec de longues files d'enfants.
it: Giochi con lunghe attese per i bambini

# c9a2_gender_separated_activities
source: Separate activities for males and females.
el: Ξεχωριστές δραστηριότητες για άνδρες και γυναίκες.
fr: Activités séparées pour les hommes et les femmes.
it: Attività separate per maschi e femmine

# c10a1_instructions
source: Welcome to challenge 10. Mosston's spectrum of teaching styles is a framework that categorizes teaching styles based on the degree of decision-making authority given to the teacher and the learner. The spectrum consists of 11 teaching styles, ranging from more teacher-centred to more student-centred approaches. Read the clues and identify the related teaching style to solve the puzzle. Ready?
el: Καλώς ήρθατε στην πρόκληση 10. Το φάσμα των μορφών διδασκαλίας της Mosston είναι ένα πλαίσιο που κατηγοριοποιεί τα στυλ διδασκαλίας με βάση τον βαθμό εξουσίας λήψης αποφάσεων που δίνεται στον δάσκαλο και τον εκπαιδευόμενο. Το φάσμα αποτελείται από 11 στυλ διδασκαλίας, που κυμαίνονται από περισσότερα Δασκαλοκεντρικές έως πιο μαθητοκεντρικές προσεγγίσεις Διαβάστε τις ενδείξεις και προσδιορίστε το σχετικό στυλ διδασκαλίας για να λύσετε το παζλ. Έτοιμοι;
fr: Bienvenue au défi 10. Le spectre des styles d'enseignement de Mosston est un cadre qui catégorise les styles d'enseignement en fonction du degré d'autorité décisionnelle accordé à l'enseignant et à l'apprenant. Le spectre comprend 11 styles d'enseignement, allant des approches plus centrées sur l'enseignant aux approches plus centrées sur l'élève. Lisez les indices et identifiez le style d'enseignement correspondant pour résoudre l'énigme. Prêt ?
it: Siamo pronti per la sfida 10. Lo spettro degli stili di insegnamento di Mosston classifica gli stili di insegnamento in base al grado di autorità decisionale attribuito all'insegnante e all'allievo. Lo spettro è composto da 11 stili di insegnamento, che vanno da approcci più incentrati sull'insegnante ad approcci più incentrati sullo studente. Leggi gli indizi e identifica il relativo stile di insegnamento per risolvere il puzzle. Iniziamo!

# c10a1_finish
source: Well done! You can now access the next challenge.
el: Συγχαρητήρια! Μπορείτε να προχορήσετε στην επόμενη πρόκληση.
fr: Bravo ! Vous pouvez désormais accéder au prochain défi.
it: Ben fatto! Ora puoi accedere alla prossima sfida

# enter_letter
source: Enter a letter
el: Εισαγάγετε ένα γράμμα
fr: Entrez une lettre
it: Inserire una lettera

source: Hint
el: Βοήθεια
fr: Indice
it: Suggerimento

# hint_instruction
source: Click on the box to add the missing letter and complete the word
el: Κάντε κλικ στα γράμματα για να συμπληρώσετε τη λέξη χρησιμοποιώντας την υπόδειξη που παρέχεται.
fr: Cliquez sur la case pour ajouter la lettre manquante et compléter le mot
it: Clicca sulle caselle per inserire le lettere mancanti e completare la parola

# term1
source: COMMAND
el: ΕΝΤΟΛΗ
fr: COMMANDE
it: COMANDO

# term2
source: PRACTICE
el: ΠΡΑΚΤΙΚΗ
fr: PRATIQUE
it: PRATICA

# term3
source: RECIPROCAL
el: ΑΜΟΙΒΑΙΟ
fr: RÉCIPROQUE
it: RECIPROCITÀ

# term4
source: SELFCHECK
el: ΑΥΤΟΕΛΕΓΧΟΣ
fr: AUTO-CONTRÔLE
it: AUTOVALUTAZIONE

# term5
source: INCLUSION
el: ΕΝΤΑΞΗ
it: INCLUSIONE

# term6
source: GUIDED
el: ΚΑΘΟΔΗΓΗΣΗ
fr: GUIDÉ
it: GUIDATO

# term7
source: CONVERGENT
el: ΣΥΓΚΛΙΝΩΝ
it: CONVERGENTE

# term8
source: DIVERGENT
el: ΑΠΟΚΛΙΝΩΝ
it: DIVERGENTE

# term9
source: DESIGNED
el: ΣΧΕΔΙΑΣΜΕΝΟ
fr: CONÇU
it: PROGETTATO

# term10
source: INITIATED
el: ΞΕΚΙΝΗΜΑ
fr: INITIÉ
it: AUTONOMO

# term11
source: SELFTEACHING
el: ΑΥΤΟΔΙΔΑΣΚΑΛΙΑ
fr: AUTO-APPRENTISSAGE
it: AUTOAPPRENDIMENTO
