Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c11_floor3_step1_instruction
source: Children are divided into groups of three. The teacher, helped by the children, develops an obstacle course for each group. They also build at the end of each course a Jenga tower. The children have to overcome the obstacles using their motor skills (rolling, jumping, catching, throwing, running, crawling) and remove a piece from the tower.
el: Τα παιδιά χωρίζονται σε ομάδες των τριών. Ο δάσκαλος, βοηθούμενος από τα παιδιά, αναπτύσσει μια διαδρομή με εμπόδια για κάθε ομάδα. Επίσης χτίζουν στο τέλος κάθε διαδρομής έναν πύργο Jenga. Τα παιδιά πρέπει να ξεπεράσουν τα εμπόδια χρησιμοποιώντας τις κινητικές τους δεξιότητες (κύλιση, άλμα, πιάσιμο, ρίψη, τρέξιμο, σύρσιμο) και αφαιρούν ένα κομμάτι από τον πύργο.
fr: Les enfants sont répartis en groupes de trois. L'enseignant, aidé des enfants, élabore un parcours d'obstacles pour chaque groupe. Ils construisent également à la fin de chaque parcours une tour de Jenga. Les enfants doivent franchir les obstacles en utilisant leurs capacités motrices (rouler, sauter, attraper, lancer, courir, ramper) et retirer une pièce de la tour.
it: I bambini vengono divisi in gruppi da tre. L'insegnante, aiutato dai bambini, crea un percorso a ostacoli per ogni gruppo. Alla fine di ogni percorso viene costruita una torre Jenga. I bambini devono superare gli ostacoli usando gli schemi motori di base (rotolare, saltare, afferrare, lanciare, correre, strisciare) e rimuovere un pezzo dalla torre.

# c11_floor3_step1_correct
source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

# c11_floor3_step2_correct
source: The teacher explains that students will practice helping others by providing feedback to their teammates, providing specific help, saying something nice, and offering suggestions.
el: Ο δάσκαλος εξηγεί ότι οι μαθητές θα εξασκηθούν στο να βοηθούν άλλους παρέχοντας σχόλια στους συμπαίκτες τους, παρέχοντας συγκεκριμένη βοήθεια, λέγοντας κάτι ωραίο και προσφέροντας προτάσεις.
fr: L’enseignant explique que les élèves s’exerceront à aider les autres en fournissant du feedback à leurs coéquipiers, en fournissant une aide spécifique, en disant quelque chose de gentil et en faisant des suggestions.
it: L'insegnante descrive l’attività spiegando che gli studenti si eserciteranno ad aiutare gli altri fornendo feedback ai loro compagni di squadra, fornendo un aiuto specifico, dicendo qualcosa di carino e offrendo suggerimenti.

# c11_floor3_step2_wrong
source: The teacher explains that two students will tell the third child how to overcome obstacles to finish the course as quickly as possible. When the child returns, another will start the course supported by the other two.
el: Ο δάσκαλος εξηγεί ότι δύο μαθητές θα πουν στο τρίτο παιδί πώς να ξεπεράσει τα εμπόδια για να ολοκληρώσει το μάθημα όσο το δυνατόν γρηγορότερα. Όταν το παιδί επιστρέψει, ένας άλλος θα ξεκινήσει το μάθημα που υποστηρίζεται από τα άλλα δύο.
fr: L'enseignante explique que deux élèves expliqueront au troisième enfant comment surmonter les obstacles pour terminer le parcours le plus rapidement possible. Lorsque l'enfant reviendra, un autre commencera le parcours soutenu par les deux autres.
it: L'insegnante descrive l’attività spiegando che due studenti dovranno suggerire al terzo bambino come superare gli ostacoli per finire il percorso il più velocemente possibile. Al termine, un altro inizierà il percorso supportato dagli altri due.

# c11_floor3_step3_correct
source: While waiting for a turn, students have to help the teammate by providing feedback (be specific, say something nice, offer a suggestion).
el: Ενώ περιμένουν μια σειρά, οι μαθητές πρέπει να βοηθήσουν τον συμπαίκτη παρέχοντας σχόλια (να είστε συγκεκριμένοι, να πείτε κάτι ωραίο, να κάνετε μια πρόταση).
fr: En attendant leur tour, les élèves doivent aider leur coéquipier en lui fournissant un feedback (être précis, dire quelque chose de gentil, faire une suggestion).
it: Mentre aspettano il proprio turno, gli studenti devono aiutare il compagno di squadra fornendo un feedback (essere specifici, dire qualcosa di carino, offrire un suggerimento).

# c11_floor3_step3_wrong
source: While waiting for their turn, students have to incite their teammate to go fast, providing information on their opponents to see if they are going slow.
el: Ενώ περιμένουν τη σειρά τους, οι μαθητές πρέπει να υποκινήσουν τον συμπαίκτη τους να πάει γρήγορα, παρέχοντας πληροφορίες για τους αντιπάλους τους για να δουν αν πάνε αργά.
fr: En attendant leur tour, les élèves doivent inciter leur coéquipier à aller vite, en fournissant des informations sur leurs adversaires pour voir s'ils vont lentement.
it: Mentre aspettano il proprio turno, gli studenti devono incitare il loro compagno di squadra ad andare veloce, fornendo informazioni sullo stato di avanzamento degli avversari.

# c11_floor3_step4_correct
source: During the task execution, the teacher assesses students’ feedback, how they provide it, and their performance in overcoming the obstacles.
el: Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τα σχόλια των μαθητών, τον τρόπο με τον οποίο τα παρέχουν και την απόδοσή τους στην υπέρβαση των εμποδίων.
fr: Lors de l’exécution de la tâche, l’enseignant évalue les commentaires des élèves, la manière dont ils les fournissent et leur performance pour surmonter les obstacles.
it: Durante l'esecuzione del compito, l'insegnante valuta il feedback degli studenti, il modo in cui lo forniscono e la loro capacità nel superare gli ostacoli.

# c11_floor3_step4_wrong
source: During the task execution, the teacher assesses students by recording the time taken to complete the task and their performance in overcoming the obstacles.
el: Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί τους μαθητές καταγράφοντας το χρόνο που χρειάστηκε για την ολοκλήρωση της εργασίας και την απόδοσή τους στην υπέρβαση των εμποδίων.
fr: Pendant l’exécution de la tâche, l’enseignant évalue les élèves en enregistrant le temps pris pour terminer la tâche et leur performance pour surmonter les obstacles.
it: Durante l'esecuzione del compito, l'insegnante valuta gli studenti registrando il tempo impiegato per completarlo e la loro capacità nel superare gli ostacoli.

# c11_floor3_step5_correct
source: The teacher gives the command to the students to stop and interacts with them, praising students who give good feedback to help others and providing general suggestions for improving the feedback.
el: Ο δάσκαλος δίνει την εντολή στους μαθητές να σταματήσουν και αλληλεπιδρά μαζί τους, επαινώντας τους μαθητές που δίνουν καλή ανατροφοδότηση για να βοηθήσουν άλλους και παρέχοντας γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.
fr: L'enseignant donne l'ordre aux élèves de s'arrêter et interagit avec eux, en félicitant les élèves qui donnent de bons commentaires pour aider les autres et en fournissant des suggestions générales pour améliorer les commentaires.
it: L'insegnante dà il comando agli studenti di fermarsi e interagisce con loro, gratificando gli studenti che hanno fornito un buon feedback per aiutare gli altri e offrendo suggerimenti generali per migliorare.

# c11_floor3_step5_wrong
source: The teacher interacts with students, one group at a time, to provide general suggestions for improving the feedback.
el: Ο δάσκαλος αλληλεπιδρά με τους μαθητές, μία ομάδα τη φορά, για να παρέχει γενικές προτάσεις για τη βελτίωση της ανατροφοδότησης.
fr: L'enseignant interagit avec les élèves, un groupe à la fois, pour fournir des suggestions générales visant à améliorer la rétroaction.
it: L'insegnante interagisce con gli studenti, un gruppo alla volta, per fornire suggerimenti generali per migliorare il feedback.

# c11_floor3_step6_correct
source: The game restarts. The teacher assesses students’ feedback and how they changed it according to the suggestions.
el: Το παιχνίδι ξαναρχίζει. Ο δάσκαλος αξιολογεί τα σχόλια των μαθητών και πώς τα άλλαξαν σύμφωνα με τις προτάσεις.
fr: Le jeu redémarre. L'enseignant évalue les commentaires des élèves et la façon dont ils les ont modifiés en fonction des suggestions.
it: Il gioco riprende. L'insegnante valuta il feedback degli studenti e come lo hanno modificato in base ai suggerimenti.

# c11_floor3_step6_wrong
source: During the task execution, the teacher assesses students’ performance in overcoming the obstacles.
el: Κατά την εκτέλεση της εργασίας, ο δάσκαλος αξιολογεί την απόδοση των μαθητών στην υπέρβαση των εμποδίων.
fr: Lors de l’exécution de la tâche, l’enseignant évalue la performance des élèves à surmonter les obstacles.
it: Durante l'esecuzione del compito, l'insegnante valuta le prestazioni degli studenti nel superare gli ostacoli.

# c11_floor3_step7_correct
source: The teacher engages in a talk with the students, explaining again the key points of social responsibility and asking them to share with their teammates how they felt when they gave or received feedback.
el: Ο δάσκαλος συμμετέχει σε μια συζήτηση με τους μαθητές, εξηγώντας ξανά τα βασικά σημεία της κοινωνικής ευθύνης και ζητώντας τους να μοιραστούν με τους συμπαίκτες τους πώς ένιωσαν όταν έδωσαν ή έλαβαν σχόλια.
fr: L'enseignant engage une discussion avec les élèves, leur expliquant à nouveau les points clés de la responsabilité sociale et leur demandant de partager avec leurs coéquipiers ce qu'ils ont ressenti lorsqu'ils ont donné ou reçu du feedback.
it: L'insegnante si confronta con gli studenti, spiegando nuovamente i punti chiave della responsabilità sociale e chiedendo loro di condividere con i compagni di squadra come si sono sentiti quando hanno dato o ricevuto un feedback.

# c11_floor3_step7_wrong
source: The teacher explains to the students the key points of social responsibility and provides a comparison between what they have done and how they could do it better.
el: Ο δάσκαλος εξηγεί στους μαθητές τα βασικά σημεία της κοινωνικής ευθύνης και παρέχει μια σύγκριση μεταξύ του τι έχουν κάνει και του πώς θα μπορούσαν να το κάνουν καλύτερα.
fr: L’enseignant explique aux élèves les points clés de la responsabilité sociale et fournit une comparaison entre ce qu’ils ont fait et comment ils pourraient le faire mieux.
it: L'insegnante spiega agli studenti i punti chiave della responsabilità sociale e fornisce un confronto tra ciò che hanno fatto e come potrebbero farlo meglio.

# c11_floor4_model
source: Health-based PE model
el: Μοντέλο PE με βάση την υγεία
fr: Modèle d'éducation physique basé sur la santé
it: Modello d’insegnamento: educazione fisica basata sulla salute

# c11_floor4_environment
source: School gymnasium
el: Σχολικό γυμναστήριο
fr: Gymnase de l'école
it: Palestra della scuola

# c11_floor4_statement
source: The pedagogical approach integrates physical activity with health education, aiming to empower students with the knowledge, skills, and attitudes necessary for healthy living. It stresses the importance of physical fitness, nutrition, mental wellness, and the value of a lifelong commitment to active lifestyles.
el: Η παιδαγωγική προσέγγιση ενσωματώνει τη φυσική δραστηριότητα με την αγωγή υγείας, με στόχο να ενδυναμώσει τους μαθητές με τις γνώσεις, τις δεξιότητες και τις στάσεις που είναι απαραίτητες για υγιεινή ζωή. Τονίζει τη σημασία της φυσικής κατάστασης, της διατροφής, της ψυχικής ευεξίας και της αξίας ενός δια βίου δέσμευση για ενεργό τρόπο ζωής.
fr: L'approche pédagogique intègre l'activité physique à l'éducation à la santé, dans le but de doter les élèves des connaissances, des compétences et des attitudes nécessaires à une vie saine. Elle met l'accent sur l'importance de la forme physique, de la nutrition, du bien-être mental et de la valeur d'un engagement à vie envers un mode de vie actif.
it: L'approccio pedagogico integra l'attività fisica con l'educazione alla salute, con l'obiettivo di fornire agli studenti le conoscenze, le competenze e gli atteggiamenti necessari per condurre una vita sana. Sottolinea l'importanza della fitness, dell'alimentazione, del benessere mentale e del valore di impegnarsi in uno stile di vita attivo per tutta la vita.

# c11_floor4_instruction
source: In this challenge, you will guide students in understanding the relationship between physical activity and health through teamwork, goal-setting, and peer support. Select the correct strategy for each step to proceed.
el: Σε αυτήν την πρόκληση, θα καθοδηγήσετε τους μαθητές να κατανοήσουν τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας μέσω ομαδικής εργασίας, καθορισμού στόχων και υποστήριξης από ομοτίμους. Επιλέξτε τη σωστή στρατηγική για κάθε βήμα που θα προχωρήσετε.
fr: Dans ce défi, vous aiderez les élèves à comprendre la relation entre l'activité physique et la santé grâce au travail d'équipe, à l'établissement d'objectifs et au soutien entre pairs. Sélectionnez la bonne stratégie pour chaque étape à suivre.
it: In questa sfida, guiderai gli studenti nel comprendere la relazione tra attività fisica e salute attraverso il lavoro di squadra, la definizione degli obiettivi e il sostegno tra pari. Seleziona la strategia corretta in ogni fase per passare alla fase successiva.

# c11_floor4_step1_instruction
source: The teacher and students are sitting in a circle. The teacher introduces the aim of the next three lessons explaining the relationship between physical activity and health.
el: Ο δάσκαλος και οι μαθητές κάθονται σε κύκλο. Ο δάσκαλος παρουσιάζει τον στόχο των επόμενων τριών μαθημάτων εξηγώντας τη σχέση μεταξύ σωματικής δραστηριότητας και υγείας.
fr: L'enseignant et les élèves sont assis en cercle. L'enseignant présente l'objectif des trois prochaines leçons en expliquant la relation entre l'activité physique et la santé.
it: L'insegnante e gli studenti sono seduti in cerchio. L'insegnante introduce l'obiettivo delle prossime tre lezioni spiegando la relazione tra attività fisica e salute.

# c11_floor4_step1_correct
source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

# c11_floor4_step2_correct
source: After providing information on the national and international guidelines for maintaining a healthy lifestyle, the teacher performs a physical test to show how to evaluate the individual’s fitness level and how to compare them with national standards.
el: Μετά την παροχή πληροφοριών σχετικά με τις εθνικές και διεθνείς κατευθυντήριες γραμμές για τη διατήρηση ενός υγιεινού τρόπου ζωής, ο δάσκαλος εκτελεί ένα σωματικό τεστ για να δείξει πώς να αξιολογήσει το επίπεδο φυσικής κατάστασης του ατόμου και πώς να το συγκρίνει με τα εθνικά πρότυπα.
fr: Après avoir fourni des informations sur les directives nationales et internationales pour maintenir un mode de vie sain, l'enseignant effectue un test physique pour montrer comment évaluer le niveau de forme physique de l'individu et comment le comparer aux normes nationales.
it: Dopo aver fornito informazioni sulle linee guida nazionali e internazionali per mantenere uno stile di vita sano, l'insegnante esegue un test fisico per mostrare come valutare il proprio livello di fitness e come confrontarlo con gli standard nazionali.

# c11_floor4_step2_wrong
source: The teacher provides detailed information on the national and international guidelines to students, where they can find them, how to self-evaluate their fitness level, and how to compare them with national standards (theoretical lesson).
el: Ο δάσκαλος παρέχει λεπτομερείς πληροφορίες σχετικά με τις εθνικές και διεθνείς οδηγίες στους μαθητές, πού μπορούν να τις βρουν, πώς να αυτοαξιολογούν το επίπεδο φυσικής τους κατάστασης και πώς να τις συγκρίνουν με εθνικά πρότυπα (θεωρητικό μάθημα).
fr: L'enseignant fournit aux étudiants des informations détaillées sur les directives nationales et internationales, où ils peuvent les trouver, comment auto-évaluer leur niveau de forme physique et comment les comparer aux normes nationales (leçon théorique).
it: L'insegnante fornisce agli studenti informazioni dettagliate sulle linee guida nazionali e internazionali, su dove trovarle, su come autovalutare il proprio livello di fitness e su come confrontarlo con gli standard nazionali (lezione teorica).

# c11_floor4_step3_correct
source: The teacher encourages students’ teamwork to identify, set and achieve physical activity targets or challenges.
el: Ο δάσκαλος ενθαρρύνει την ομαδική εργασία των μαθητών να εντοπίσουν, να θέσουν και να επιτύχουν στόχους ή προκλήσεις σωματικής δραστηριότητας.
fr: L’enseignant encourage le travail d’équipe des élèves pour identifier, fixer et atteindre des objectifs ou des défis en matière d’activité physique.
it: L'insegnante incoraggia il lavoro di squadra degli studenti per identificare, stabilire e raggiungere obiettivi o sfide di attività fisica.

# c11_floor4_step3_wrong
source: The teacher encourages each student to identify, set and achieve personalised physical activity targets or challenges based on test results.
el: Ο δάσκαλος ενθαρρύνει κάθε μαθητή να εντοπίσει, να θέσει και να επιτύχει εξατομικευμένους στόχους σωματικής δραστηριότητας ή προκλήσεις με βάση τα αποτελέσματα των εξετάσεων.
fr: L’enseignant encourage chaque élève à identifier, fixer et atteindre des objectifs ou des défis personnalisés en matière d’activité physique en fonction des résultats des tests.
it: L'insegnante incoraggia ogni studente a identificare, stabilire e raggiungere obiettivi correlati alla pratica di attività fisica personalizzati o sfide basate sui risultati dei test.

# c11_floor4_step4_correct
source: The teacher provides exercise examples that can be performed by students to reach the physical activity levels promoted by the national/international guidelines. The teacher also encourages students to work in groups supporting their peers in physical activity participation.
el: Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να εργαστούν σε ομάδες υποστηρίζοντας τους συμμαθητές τους στη συμμετοχή σε σωματική δραστηριότητα.
fr: L'enseignant fournit des exemples d'exercices que les élèves peuvent réaliser pour atteindre les niveaux d'activité physique préconisés par les directives nationales/internationales. L'enseignant encourage également les élèves à travailler en groupe pour soutenir leurs pairs dans la participation à l'activité physique.
it: L'insegnante fornisce esempi di esercizi che possono essere eseguiti dagli studenti per raggiungere i livelli di attività fisica promossi dalle linee guida nazionali/internazionali. L'insegnante incoraggia inoltre gli studenti a lavorare in gruppo per supportare i loro compagni nella partecipazione all'attività fisica.

# c11_floor4_step4_wrong
source: The teacher provides exercise examples that can be performed by students to reach the physical activity levels promoted by the national/international guidelines. The teacher encourages individual work to maximise the exercise benefits.
el: Ο δάσκαλος παρέχει παραδείγματα ασκήσεων που μπορούν να εκτελεστούν από τους μαθητές για να φτάσουν τα επίπεδα φυσικής δραστηριότητας που προωθούνται από τις εθνικές/διεθνείς οδηγίες. Ο δάσκαλος ενθαρρύνει την ατομική εργασία για να μεγιστοποιηθούν τα οφέλη της άσκησης.
fr: L'enseignant fournit des exemples d'exercices que les élèves peuvent réaliser pour atteindre les niveaux d'activité physique préconisés par les directives nationales/internationales. L'enseignant encourage le travail individuel pour maximiser les bénéfices de l'exercice.
it: L'insegnante fornisce esempi di esercizi che possono essere eseguiti dagli studenti per raggiungere i livelli di attività fisica promossi dalle linee guida nazionali/internazionali. L'insegnante incoraggia il lavoro individuale per massimizzare i benefici dell'esercizio.

# c11_floor4_step5_correct
source: The teacher encourages students to become critical movers, providing feedback and suggestions to peers.
el: Ο δάσκαλος ενθαρρύνει τους μαθητές να γίνουν κριτικοί κινητήριες δυνάμεις, παρέχοντας σχόλια και προτάσεις σε συμμαθητές.
fr: L’enseignant encourage les élèves à devenir des acteurs critiques, en fournissant des commentaires et des suggestions à leurs pairs.
it: L'insegnante incoraggia gli studenti a diventare critici, fornendo feedback e suggerimenti ai compagni.

# c11_floor4_step5_wrong
source: The teacher avoids students being critical of each other, in order to avoid disputes.
el: Ο δάσκαλος αποφεύγει τους μαθητές να επικρίνουν ο ένας τον άλλον, προκειμένου να αποφευχθούν διαφωνίες.
fr: L’enseignant évite que les élèves se critiquent les uns les autres, afin d’éviter les conflits.
it: L'insegnante evita che gli studenti si critichino a vicenda, per evitare controversie.

# c11_floor4_step6_correct
source: The teacher must provide challenges to students to promote physical activity among their peers, but also among family members (within and beyond school).
el: Ο δάσκαλος πρέπει να παρέχει προκλήσεις στους μαθητές για να προωθήσουν τη σωματική δραστηριότητα μεταξύ των συμμαθητών τους, αλλά και μεταξύ των μελών της οικογένειας (εντός και εκτός σχολείου).
fr: L’enseignant doit proposer des défis aux élèves afin de promouvoir l’activité physique auprès de leurs pairs, mais aussi auprès des membres de la famille (à l’intérieur et à l’extérieur de l’école).
it: L'insegnante deve lanciare sfide agli studenti per promuovere l'attività fisica tra i loro coetanei, ma anche tra i membri della famiglia (all'interno e all'esterno della scuola).

# c11_floor4_step6_wrong
source: The model does not require to consider activities beyond school.
el: Το μοντέλο δεν απαιτεί να εξετάζονται δραστηριότητες πέρα από το σχολείο.
fr: Le modèle ne nécessite pas de prendre en compte les activités au-delà de l’école.
it: Il modello non richiede di considerare le attività al di fuori della scuola.

# c11_floor4_step7_correct
source: The teaching model emphasises teacher support in the identification of barriers to physical activity participation, as well as strategies to overcome them.
el: Το μοντέλο διδασκαλίας δίνει έμφαση στην υποστήριξη των εκπαιδευτικών στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.
fr: Le modèle d’enseignement met l’accent sur le soutien de l’enseignant dans l’identification des obstacles à la participation à l’activité physique, ainsi que sur les stratégies pour les surmonter.
it: Il modello didattico enfatizza il supporto dell'insegnante nell'identificare le barriere alla pratica di attività fisica, così come delle strategie per superarle.

# c11_floor4_step7_wrong
source: The model does not require that the teacher support students in the identification of barriers to physical activity participation, as well as strategies to overcome them.
el: Το μοντέλο δεν απαιτεί από τον δάσκαλο να υποστηρίζει τους μαθητές στον εντοπισμό των εμποδίων στη συμμετοχή στη σωματική δραστηριότητα, καθώς και στις στρατηγικές για την υπέρβασή τους.
fr: Le modèle n’exige pas que l’enseignant aide les élèves à identifier les obstacles à la participation à l’activité physique, ainsi que les stratégies pour les surmonter.
it: Il modello non prevede che l'insegnante sostenga gli studenti nell'identificare le barriere alla pratica di attività fisica, così come le strategie per superarle.

# c11_mistakes
source: Mistakes
el: Λάθη
fr: Erreurs
it: Errori

# c11_mistakes_reached
source: You have made 2 mistakes in this model. The challenge will restart from this floor.
el: Έχετε κάνει 2 λάθη σε αυτό το μοντέλο. Η πρόκληση θα ξεκινήσει ξανά από αυτόν τον όροφο.
fr: Vous avez fait 2 erreurs dans ce modèle. Le défi recommencera à partir de cet étage.
it: Hai commesso 2 errori in questo modello. La sfida ripartirà da questo modello.
