Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# glossary_CognitiveDomain_desc
source: The cognitive domain refers to the knowledge and understanding of fitness and health including exercise, nutrition, sleep, and lifestyle, as well as the development of intelligent action, an understanding of movement, and application of creativity and imagination in a range of environments.
el: Ο γνωστικός τομέας αναφέρεται στη γνώση και κατανόηση της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της άσκησης, της διατροφής, του ύπνου και του τρόπου ζωής, καθώς και στην ανάπτυξη έξυπνης δράσης, στην κατανόηση της κίνησης και στην εφαρμογή της δημιουργικότητας και της φαντασίας σε γκάμα περιβαλλόντων.
fr: Il dominio cognitivo si riferisce alla conoscenza e alla comprensione della forma fisica e della salute, tra cui esercizio fisico, alimentazione, sonno e stile di vita, nonché allo sviluppo di azioni intelligenti, alla comprensione del movimento e all'applicazione di creatività e immaginazione in una serie di ambienti.
it: Il dominio cognitivo riguarda la conoscenza e la comprensione della fitness (forma fisica) e della salute, inclusi esercizio, nutrizione, sonno e stile di vita, nonché lo sviluppo di azioni consapevoli, la comprensione del movimento e l’applicazione della creatività e dell’immaginazione in diversi ambiti.

# glossary_Confidence_desc
source: Can be described as the perception of one's own abilities.
el: Μπορεί να περιγραφεί ως η αντίληψη των δικών του ικανοτήτων.
fr: Può essere descritto come la percezione delle proprie capacità.
it: Può essere descritta come la percezione delle proprie capacità.

# glossary_Domains_desc
source: Physical literacy domains refer to the interrelated affective, physical, and cognitive domains that underpin the concept of physical literacy. The behavioral, social, and environmental domains are also referred to in some literature.
el: Οι τομείς σωματικής παιδείας αναφέρονται στους αλληλένδετους συναισθηματικούς, φυσικούς και γνωστικούς τομείς που στηρίζουν την έννοια του σωματικού γραμματισμού. Οι τομείς συμπεριφοράς, κοινωνικοί και περιβαλλοντικοί αναφέρονται επίσης σε κάποια βιβλιογραφία.
fr: I domini di alfabetizzazione fisica si riferiscono ai domini affettivi, fisici e cognitivi interrelati che sostengono il concetto di alfabetizzazione fisica. In alcuni testi si fa riferimento anche ai domini comportamentali, sociali e ambientali.
it: I domini della physical literacy includono i domini affettivo, fisico e cognitivo che sono interconnessi e alla base del concetto stesso di physical literacy. In letteratura vengono menzionati anche i domini comportamentale, sociale e ambientale.

# glossary_Dualism_desc
source: The view that human beings are comprised of two very different and separable 'parts,' being the 'body' and the 'mind'.
el: Η άποψη ότι τα ανθρώπινα όντα αποτελούνται από δύο πολύ διαφορετικά και χωριστά 'μέρη', που είναι το 'σώμα' και το μυαλό.
fr: La visione secondo cui gli esseri umani sono composti da due "parti" molto diverse e separabili: il "corpo" e la "mente".
it: Si tratta della concezione secondo cui l’essere umano è costituito da due parti molto distinte e separate: il corpo e la mente.

# glossary_Embodied_desc
source: In the context of physical literacy, the term embodiment is used specifically to describe the potential individuals have to interact with the environment via our embodied dimension. This covers both embodiment as-lived as well as embodiment as an instrument or object.
el: Στο πλαίσιο του φυσικού γραμματισμού, ο όρος ενσωμάτωση χρησιμοποιείται ειδικά για να περιγράψει τα πιθανά άτομα που πρέπει να αλληλεπιδράσουν με το περιβάλλον μέσω της ενσωματωμένης διάστασής μας. Αυτό καλύπτει τόσο την ενσωμάτωση ως βιωμένη όσο και την ενσωμάτωση ως όργανο ή αντικείμενο .
fr: Nel contesto dell'alfabetizzazione fisica, il termine incarnazione è usato specificamente per descrivere il potenziale che gli individui hanno di interagire con l'ambiente tramite la nostra dimensione incarnata. Ciò comprende sia l'incarnazione come vissuto sia l'incarnazione come strumento o oggetto.
it: Nel contesto della physical literacy, il termine embodiment (incarnato) è usato specificamente per descrivere il potenziale che gli individui hanno di interagire con l'ambiente tramite la loro dimensione embodied (incarnata). Questo comprende sia l'embodiment come vissuto che come strumento o oggetto.

# glossary_Existentialism_desc
source: Is a philosophy that is based on the principle that existence precedes essence. In other words, individuals make themselves as they interact with the world.
el: Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι η ύπαρξη προηγείται της ουσίας. Με άλλα λόγια, τα άτομα δημιουργούν τον εαυτό τους καθώς αλληλεπιδρούν με τον κόσμο.
fr: È una filosofia che si basa sul principio che l'esistenza precede l'essenza. In altre parole, gli individui si creano mentre interagiscono con il mondo.
it: Una filosofia che si basa sul principio secondo cui l'esistenza precede l'essenza. In altre parole, la crescita personale avviene attraverso l’interazione con il mondo.

# glossary_HealthLiteracy_desc
source: The degree to which individuals and groups can obtain, process, understand, evaluate, and act upon information needed to make public health decisions that benefit the community.
el: Ο βαθμός στον οποίο άτομα και ομάδες μπορούν να αποκτήσουν, να επεξεργαστούν, να κατανοήσουν, να αξιολογήσουν και να ενεργήσουν βάσει των πληροφοριών που απαιτούνται για τη λήψη αποφάσεων για τη δημόσια υγεία που ωφελούν την κοινότητα.
fr: Il grado in cui individui e gruppi possono ottenere, elaborare, comprendere, valutare e agire in base alle informazioni necessarie per prendere decisioni in materia di salute pubblica che vadano a vantaggio della comunità.
it: Il grado con cui individui e gruppi possono ottenere, elaborare, comprendere, valutare e agire sulle informazioni necessarie per prendere decisioni in materia di salute pubblica a beneficio della comunità.

# glossary_HumanDimension_desc
source: An aspect of human being through which individuals can interact with the world and express themselves. Embodiment is one such dimension – hence, embodied dimension.
el: Μια πτυχή της ανθρώπινης ύπαρξης μέσω της οποίας τα άτομα μπορούν να αλληλεπιδράσουν με τον κόσμο και να εκφραστούν. Η ενσάρκωση είναι μια τέτοια διάσταση – επομένως, η ενσωματωμένη διάσταση.
fr: Un aspetto dell'essere umano attraverso il quale gli individui possono interagire con il mondo ed esprimersi. L'incarnazione è una di queste dimensioni, quindi, dimensione incarnata.
it: Un aspetto dell'essere umano attraverso il quale gli individui possono interagire con il mondo ed esprimersi. L'embodiment è una di queste dimensioni (embodiment dimension).

# glossary_KnowledgeAndUnderstanding_desc
source: Comprised of two main constituents, the first related to grasping essential principles of movement and performance. The second involves developing knowledge and understanding of fitness and health, including understanding the value of physical activity, exercise, appropriate diet, and the need for relaxation and sleep.
el: Αποτελείται από δύο κύρια στοιχεία, το πρώτο σχετίζεται με την κατανόηση βασικών αρχών κίνησης και απόδοσης. Το δεύτερο περιλαμβάνει την ανάπτυξη γνώσης και κατανόησης της φυσικής κατάστασης και της υγείας, συμπεριλαμβανομένης της κατανόησης της αξίας της σωματικής δραστηριότητας, της άσκησης, της κατάλληλης διατροφής και των ανάγκη για χαλάρωση και ύπνο.
fr: Composto da due componenti principali, il primo correlato alla comprensione dei principi essenziali del movimento e della performance. Il secondo riguarda lo sviluppo della conoscenza e della comprensione di fitness e salute, inclusa la comprensione del valore dell'attività fisica, dell'esercizio, della dieta appropriata e della necessità di relax e sonno.
it: Si compone di due elementi principali. Il primo è legato alla comprensione dei principi fondamentali del movimento e delle prestazioni. Il secondo allo sviluppo della conoscenza e della comprensione della fitness e della salute, inclusa la comprensione del valore dell'attività fisica, dell'esercizio, di una dieta appropriata e della necessità di rilassarsi e dormire.

# glossary_Literacy_desc
source: Literacy is our embodied interaction with an environment. It includes the use of critical and creative thinking skills and processes, conveying information through various forms of communication, and applying knowledge and skills to make connections within and between various contexts.
el: Ο γραμματισμός είναι η ενσωματωμένη μας αλληλεπίδραση με ένα περιβάλλον. Περιλαμβάνει τη χρήση δεξιοτήτων και διαδικασιών κριτικής και δημιουργικής σκέψης, τη μετάδοση πληροφοριών μέσω διαφόρων μορφών επικοινωνίας και την εφαρμογή γνώσεων και δεξιοτήτων για τη δημιουργία συνδέσεων εντός και μεταξύ διαφόρων πλαισίων.
fr: L'alfabetizzazione è la nostra interazione incarnata con un ambiente. Include l'uso di capacità e processi di pensiero critico e creativo, la trasmissione di informazioni attraverso varie forme di comunicazione e l'applicazione di conoscenze e capacità per creare connessioni all'interno e tra vari contesti.
it: La literacy (alfabetizzazione) è la nostra interazione embodied (incarnata) con l’ambiente. Comprende l'uso di abilità e/o processi di pensiero critico e creativo, la trasmissione di informazioni attraverso varie forme di comunicazione e l'applicazione di conoscenze e abilità per creare collegamenti tra vari contesti e al loro interno.

# glossary_Monism_desc
source: The view that humans are an entity, a whole, and not divisible into separate 'parts,' such as the 'body' and the 'mind'. This is also referred to as a holistic view or holism, indicating that humans are an indivisible 'whole'.
el: Η άποψη ότι οι άνθρωποι είναι μια οντότητα, ένα σύνολο και δεν διαιρούνται σε ξεχωριστά μέρη, όπως το σώμα και το μυαλό. Αυτό αναφέρεται επίσης ως ολιστική άποψη ή ολισμός, υποδεικνύοντας ότι οι άνθρωποι είναι ένα αδιαίρετο σύνολο.
fr: La visione secondo cui gli esseri umani sono un'entità, un tutto, e non divisibile in 'parti' separate, come il 'corpo' e la 'mente'. Questa è anche definita visione olistica o olismo, indicando che gli esseri umani sono un 'tutto' indivisibile.
it: Si tratta della concezione secondo cui gli esseri umani sono un'entità, un intero, e non sono divisibili in parti separate, come il corpo e la mente. Si parla anche di visione olistica o olismo, per indicare che gli esseri umani sono un intero indivisibile.

# glossary_Motivation_desc
source: Can be defined as the direction and intensity of one’s effort.
el: Μπορεί να οριστεί ως η κατεύθυνση και η ένταση της προσπάθειας κάποιου.
fr: Può essere definito come la direzione e l'intensità dello sforzo di una persona.
it: Può essere definita come la direzione e l'intensità dello sforzo personale.

# glossary_MovementCapacities_desc
source: The constituent abilities of articulate movement.
el: Οι συστατικές ικανότητες της άρθρωσης κίνησης.
fr: Le capacità costitutive del movimento articolato.
it: Le capacità costitutive del movimento articolato.

# glossary_MovementPatterns_desc
source: General movement patterns comprise the total stock of movements of which the human is capable. The general movement patterns mastered by an individual may be referred to as their movement vocabulary. Specific movement patterns arise when refined movement patterns are applied within specific activity contexts and movement forms.
el: Τα γενικά μοτίβα κίνησης περιλαμβάνουν το συνολικό απόθεμα κινήσεων για τις οποίες είναι ικανός ο άνθρωπος. Τα γενικά μοτίβα κίνησης που κατακτά ένα άτομο μπορεί να αναφέρονται ως το λεξιλόγιό τους κίνησης. Τα συγκεκριμένα μοτίβα κίνησης προκύπτουν όταν εφαρμόζονται εκλεπτυσμένα μοτίβα κίνησης εντός συγκεκριμένων πλαίσια δραστηριότητας και μορφές κίνησης.
fr: I modelli di movimento generali comprendono l'insieme totale di movimenti di cui l'uomo è capace. I modelli di movimento generali padroneggiati da un individuo possono essere definiti il suo vocabolario di movimento. I modelli di movimento specifici nascono quando i modelli di movimento raffinati vengono applicati all'interno di contesti di attività e forme di movimento specifici.
it: Gli schemi motori generali comprendono l'insieme dei movimenti che un individuo è in grado di eseguire. Gli schemi motori generali padroneggiati da un individuo possono essere definiti come il suo vocabolario motorio. Gli schemi motori specifici si sviluppano quando gli schemi di movimento vengono perfezionati e applicati in contesti di attività e forme di movimento specifici.

# glossary_MovementVocabulary_desc
source: Refer to movement patterns.
el: Ανατρέξτε στα μοτίβα κίνησης.
fr: Fare riferimento agli schemi di movimento.
it: Si riferisce all’insieme degli schemi motori.

# glossary_Phenomenology_desc
source: Is a philosophy based on the principle that we as human beings give meaning to the world as we perceive it. Objects in the world have no meaning prior to an individual’s perception of that feature.
el: Είναι μια φιλοσοφία που βασίζεται στην αρχή ότι εμείς ως ανθρώπινα όντα δίνουμε νόημα στον κόσμο όπως τον αντιλαμβανόμαστε. Τα αντικείμενα στον κόσμο δεν έχουν νόημα πριν από την αντίληψη ενός ατόμου για αυτό το χαρακτηριστικό.
fr: È una filosofia basata sul principio che noi, in quanto esseri umani, diamo un significato al mondo così come lo percepiamo. Gli oggetti nel mondo non hanno alcun significato prima della percezione di quella caratteristica da parte di un individuo.
it: Una filosofia che si basa sul principio secondo cui noi, in quanto esseri umani, diamo significato al mondo nel momento in cui lo percepiamo. Gli oggetti nel mondo non hanno alcun significato prima che una persona ne percepisca le caratteristiche.

# glossary_PhysicalActivity_desc
source: Any bodily movement produced by skeletal muscles that requires energy expenditure.
el: Οποιαδήποτε σωματική κίνηση που παράγεται από τους σκελετικούς μύες που απαιτεί ενεργειακή δαπάνη.
fr: Qualsiasi movimento corporeo prodotto dai muscoli scheletrici che richiede un dispendio energetico.
it: Qualsiasi movimento prodotto dai muscoli scheletrici che richiede un costo energetico.

# glossary_PhysicalCompetence_desc
source: Can be described as the sufficiency in movement vocabulary, movement capacities, and developed movement patterns, plus the deployment of these in a range of movement forms.
el: Μπορεί να περιγραφεί ως η επάρκεια σε λεξιλόγιο κίνησης, ικανότητες κίνησης και ανεπτυγμένα μοτίβα κίνησης, καθώς και η ανάπτυξη αυτών σε μια σειρά από μορφές κίνησης.
fr: Può essere descritto come la sufficienza nel vocabolario del movimento, nelle capacità di movimento e negli schemi di movimento sviluppati, oltre all'impiego di questi in una gamma di forme di movimento.
it: Può essere descritta come una sufficiente competenza nel vocabolario motorio, nelle capacità motorie e negli schemi motori, nonché del loro impiego in una serie di forme di movimento.

# glossary_PhysicalDomain_desc
source: The physical domain encourages the nurturing of physical competence in a range of environments in order to develop a rich and wide-ranging movement vocabulary.
el: Ο φυσικός τομέας ενθαρρύνει την καλλιέργεια της φυσικής ικανότητας σε μια σειρά περιβαλλόντων, προκειμένου να αναπτυχθεί ένα πλούσιο και ευρείας εμβέλειας λεξιλόγιο κίνησης.
fr: L'ambito fisico incoraggia lo sviluppo della competenza fisica in una serie di ambienti, al fine di sviluppare un vocabolario di movimento ricco e ampio.
it: Il dominio fisico incoraggia l'acquisizione di competenze fisico-motorie in diversi ambiti, al fine di sviluppare un vocabolario motorio ricco e vario.

# glossary_PhysicalEducation_desc
source: Physical education is the school subject in which children do physical exercises or take part in physical games and sports.
el: Η φυσική αγωγή είναι το σχολικό μάθημα στο οποίο τα παιδιά κάνουν σωματικές ασκήσεις ή συμμετέχουν σε σωματικά παιχνίδια και αθλήματα.
fr: L'educazione fisica è la materia scolastica in cui i bambini svolgono esercizi fisici o prendono parte a giochi e sport fisici.
it: L’educazione fisica è la materia scolastica, in cui i bambini praticano esercizio fisico e partecipano a giochi motori e sportivi.

# glossary_PhysicalLiteracy_desc
source: Physical literacy can be described as the motivation, confidence, physical competence, knowledge, and understanding to value and take responsibility for engagement in physical activities for life.
el: Ο σωματικός αλφαβητισμός μπορεί να περιγραφεί ως το κίνητρο, η αυτοπεποίθηση, η σωματική ικανότητα, η γνώση και η κατανόηση για την εκτίμηση και την ανάληψη ευθύνης για τη συμμετοχή σε σωματικές δραστηριότητες για όλη τη ζωή.
fr: L'alfabetizzazione fisica può essere descritta come la motivazione, la sicurezza, la competenza fisica, la conoscenza e la comprensione per apprezzare e assumersi la responsabilità di impegnarsi in attività fisiche per tutta la vita.
it: La physical literacy può essere descritta come la motivazione, fiducia, competenza fisica, conoscenza e comprensione necessarie per valorizzare e assumersi la responsabilità di impegnarsi nella pratica di attività fisica per tutta la vita.

# glossary_Sport_desc
source: Sport is most often used to refer to competitive games or physical activities. Typically, in this context, sports are governed by an agreed set of rules and require participants to learn and exhibit physical athleticism and skill. Sports are used within the Physical Education curriculum to provide learning experiences.
el: Ο αθλητισμός χρησιμοποιείται συχνότερα για να αναφέρεται σε ανταγωνιστικά παιχνίδια ή σωματικές δραστηριότητες. Συνήθως, σε αυτό το πλαίσιο, τα αθλήματα διέπονται από ένα συμφωνημένο σύνολο κανόνων και απαιτούν από τους συμμετέχοντες να μάθουν και να επιδείξουν σωματικό αθλητισμό και δεξιότητες. Τα αθλήματα χρησιμοποιούνται εντός του προγράμματος σπουδών Φυσικής Αγωγής για την παροχή μαθησιακών εμπειριών.
fr: Sport è più spesso utilizzato per riferirsi a giochi competitivi o attività fisiche. In genere, in questo contesto, gli sport sono regolati da un insieme di regole concordate e richiedono ai partecipanti di apprendere e dimostrare abilità e capacità atletiche fisiche. Gli sport sono utilizzati nel curriculum di educazione fisica per fornire esperienze di apprendimento.
it: Il termine sport è spesso utilizzato per indicare giochi o attività fisiche competitive. In questo contesto, gli sport sono disciplinati da un insieme di regole concordate e richiedono ai partecipanti di apprendere e mostrare abilità fisiche e atletiche. Gli sport fanno parte del programma di educazione fisica al fine di fornire esperienze di apprendimento.

source: ePhyLi Buddy
el: ePhyLi φίλος
fr: Ami ePhyLi

source: OK
fr: D'ACCORD

source: No
el: Όχι
fr: Non

# c2a2_option2
source: Australia
el: Αυστραλία
fr: Australie

# c13_1_wrong_1
source: Problem-Solving
fr: Résolution de problèmes

# c13_1_wrong_3
source: Leadership
fr: Direction

# glossary_Embodied
source: Embodied
el: Ενσάρκωση
fr: Incarnato

# glossary_HealthLiteracy
source: Health Literacy
el: Γραμματισμός Υγείας
fr: Alfabetizzazione sanitaria

# glossary_Literacy
source: Literacy
el: Γραμματισμός
fr: Alfabetizzazione

# glossary_PhysicalLiteracy
source: Physical Literacy
el: Φυσικός Γραμματισμός
fr: Alfabetizzazione fisica

# glossary_Sport
source: Sport
el: Αθλητισμός
