Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# tagline
source: Welcome to ePhyLi!
el: Καλωσορίσατε στο ePhyLi!
fr: Bienvenue sur ePhyLi !
it: Benvenuti su ePhyLi!

# welcomeText
source: Your journey into Physical Literacy is going to start!
el: Welcome text
fr: Votre voyage vers l'alphabétisation physique va commencer
it: Il tuo viaggio nella physical literacy sta per iniziare!

source: English
fr: Anglaise
it: Inglese

source: Greek
fr: Grecque
it: Greco

source: Italian
fr: Italienne
it: Italiano

source: French
fr: Français
it: Francese

source: Luxenbourgese
fr: Luxembourgeois
it: Lussemburghese

source: Polish
fr: Polonais
it: Polacco

source: Start
el: Ξεκινηστε
fr: Commencer
it: Inizia

source: Proceed
el: Συνέχεια
fr: Procéder
it: Avanti

source: What is your name?
el: Ποιό είναι το όνομά σας;
fr: Quel est ton nom?
it: Come ti chiami?

# customizeAvatar
source: Customize your avatar
el: Προσαρμόστε το avatar σας
fr: Personnalisez votre avatar
it: Personalizza il tuo avatar

source: Please provide a value
el: Παρακαλώ δώστε μια τιμή
fr: Veuillez fournir une valeur
it: Non è possibile usare numeri o caratteri speciali

# invalidPersonName
source: Invalid name
el: Μη έγκυρο όνομα
fr: Nom invalide
it: Formato nome non valido

# ePhyLiBuddyIntroHeadline
source: Your ePhyLi buddy
el: Ο ePhyLi φίλος σας
fr: Votre ami ePhyLi
it: ePhyLi Buddy

# buddyIntro
source: This is your ePhyLi buddy. They can help you with valuable information about the game, and guide you to complete our challenges. Select your buddy by clicking on the arrows below and then click 'Proceed'.
el: Αυτός είναι ο φίλος σας στο ePhyLi. Μπορεί να σας βοηθήσει με πολύτιμες πληροφορίες σχετικά με το παιχνίδι και να σας καθοδηγήσει να ολοκληρώσετε τις προκλήσεις μας. Επιλέξτε τον φίλο σας κάνοντας κλικ στα βέλη παρακάτω και, στη συνέχεια, κάντε κλικ στην επιλογή 'Συνέχεια'
fr: Il s'agit de votre ami ePhyLi. Il peut vous fournir des informations précieuses sur le jeu et vous guider pour relever nos défis. Sélectionnez votre ami en cliquant sur les flèches ci-dessous, puis cliquez sur « Continuer ».
it: Questo è l’ePhyLi Buddy. Può fornirti informazioni preziose sul gioco e guidarti a completare le sfide. Utilizza le frecce in basso per selezionare il Buddy che più ti piace e poi clicca su "Avanti".

# buddy_description
source: You can also call me if you need help with an activity. I can provide extra help or hints.
el: Μπορείτε επίσης να με καλέσετε εάν χρειάζεστε βοήθεια με μια δραστηριότητα. Μπορώ να σας παράσχω επιπλέον βοήθεια ή συμβουλές.
fr: Vous pouvez également m'appeler si vous avez besoin d'aide pour une activité. Je peux vous fournir une aide supplémentaire ou des conseils.
it: Puoi consultarmi se hai bisogno di aiuto per un'attività. Ti fornirò un aiuto supplementare o suggerimenti.

source: News
el: Ενημέρωση
fr: Nouvelles
it: Notizie

# news_description
source: Here you can read news articles, posts, and more, related to Physical Literacy.
el: Εδώ μπορείτε να διαβάσετε άρθρα, αναρτήσεις και άλλα σχετικά με τον Φυσικό Γραμματισμό.
fr: Ici, vous pouvez lire des articles d’actualité, des publications et plus encore, liés à l’alphabétisation physique.
it: Cliccando su questa icona, potrai avere accesso ad articoli, post e altro ancora sulla physical literacy.

source: Glossary
el: Γλωσσάρι
fr: Glossaire
it: Glossario

# glossary_description
source: You can find terminology related to Physical Literacy in the Glossary.
el: Μπορείτε να βρείτε ορολογία που σχετίζεται με τον Φυσικό Γραμματισμό στο Γλωσσάρι.
fr: Vous trouverez la terminologie liée à la littératie physique dans le glossaire.
it: Cliccando su questa icona, potrai consultare le definizioni dei termini relativi alla physical literacy utilizzati nel gioco.

source: Profile
el: Προφίλ
fr: Profil
it: Profilo

# profile_description
source: You can also manage your profile and preferences here.
el: Μπορείτε επίσης να διαχειριστείτε το προφίλ και τις προτιμήσεις σας εδώ.
fr: Vous pouvez également gérer votre profil et vos préférences ici.
it: Cliccando su questa icona, potrai gestire il tuo profilo e le tue preferenze.

# tutorial_text
source: Welcome to ePhyLi, your journey into Physical Literacy is going to start! Embark on a unique mission to transform your life through knowledge, activity, and community. Navigate through challenges, and unlock the secrets of a healthy lifestyle. Your task is not just to play but to evolve, learning about physical health and well-being. Solve tasks and challenges, make impactful choices, and chart your progress in an engaging world where every step counts towards your ultimate goal: mastering Physical Literacy. Ready to begin your adventure?
el: Καλώς ήρθατε στο ePhyLi, το ταξίδι σας στον Φυσικό Γραμματισμό πρόκειται να ξεκινήσει! Ξεκινήστε μια μοναδική αποστολή για να μεταμορφώσετε τη ζωή σας μέσω της γνώσης, της δραστηριότητας και της κοινότητας. Περιηγηθείτε στις προκλήσεις και ξεκλειδώστε τα μυστικά ενός υγιεινού τρόπου ζωής. Το καθήκον σας δεν είναι απλώς να παίξετε αλλά να εξελιχθείτε, μαθαίνοντας για τη σωματική υγεία και ευεξία. Λύστε εργασίες και προκλήσεις, κάντε σημαντικές επιλογές και σχεδιάστε την πρόοδό σας σε έναν ελκυστικό κόσμο όπου κάθε βήμα μετράει για τον απώτερο στόχο σας: να κατακτήσετε τον Φυσικό Γραμματισμό. Είστε έτοιμοι να ξεκινήσετε την περιπέτειά σας;
fr: Bienvenue sur ePhyLi, votre voyage vers l'alphabétisation physique va commencer ! Embarquez pour une mission unique pour transformer votre vie par la connaissance et l'activité. Relevez les défis et découvrez les secrets d'un mode de vie sain. Votre tâche n'est pas seulement de jouer, mais d'évoluer, d'apprendre sur la santé physique et le bien-être. Résolvez des tâches et des défis, faites des choix percutants et suivez vos progrès dans un monde engageant où chaque étape compte vers votre objectif ultime : maîtriser l'alphabétisation physique. Prêt à commencer votre aventure ?
it: Benvenuti in ePhyLi, il tuo viaggio nella physical literacy sta per iniziare! Intraprenderai una missione unica per trasformare la tua vita attraverso la conoscenza e l'attività. Naviga tra le sfide e svela i segreti di uno stile di vita sano. Il tuo compito non sarà solo quello di giocare, ma di crescere, acquisendo nozioni di salute e benessere. Risolverai compiti e sfide, farai scelte importanti e traccerai i tuoi progressi in un mondo coinvolgente, dove ogni passo ti porterà sempre più vicino all’obiettivo finale: padroneggiare la physical literacy. Pronti a iniziare la nostra avventura?

# ready_letsgo
source: Yes, let's go!
el: Ναι, πάμε!
fr: Oui, allons-y !
it: Iniziamo!

# tutorial_text_buddy
source: Hi, I am your ePhyLi buddy, a virtual companion designed to guide and assist you throughout the game. Let me introduce you to the game with a brief tutorial.
el: Γεια, είμαι ο φίλος σας στο ePhyLi, ένας εικονικός σύντροφος που έχει σχεδιαστεί για να σας καθοδηγεί και να σας βοηθά σε όλη τη διάρκεια του παιχνιδιού. Επιτρέψτε μου να σας παρουσιάσω το παιχνίδι με ένα σύντομο σεμινάριο.
fr: Bonjour, je suis votre ami ePhyLi, un compagnon virtuel conçu pour vous guider et vous assister tout au long du jeu. Laissez-moi vous présenter le jeu avec un bref tutoriel.
it: Ciao, sono ePhyLi Buddy, un amico virtuale che ti guiderà e ti assisterà durante il gioco. Ecco un breve tutorial per introdurre il gioco.

source: Next
el: Επόμενο
fr: Suivant
it: Avanti

# tutorialTextChallenges
source: Well done! Now I am going to explain how you can start playing. The game consists of several challenges that you must complete in order. I have already unlocked the first challenge for you. Once you complete a challenge, the next will be unlocked. Each challenge will reward you with points, which can help you level up your avatar. You can also gather badges through the challenges, or various other activities, by interacting with the various features of the app.
el: Μπράβο! Τώρα θα σας εξηγήσω πώς μπορείτε να ξεκινήσετε να παίζετε. Το παιχνίδι αποτελείται από πολλές προκλήσεις που πρέπει να ολοκληρώσετε με τη σειρά. Έχω ήδη ξεκλειδώσει την πρώτη πρόκληση για εσάς. Μόλις ολοκληρώσετε μια πρόκληση, θα ξεκλειδωθεί η επόμενη. Κάθε πρόκληση θα σας ανταμείβει με πόντους, οι οποίοι μπορούν να σας βοηθήσουν να ανέβετε το επίπεδο του χαρακτήρα σας. Μπορείτε επίσης να συγκεντρώσετε σήματα μέσω των προκλήσεων ή διαφόρων άλλων δραστηριοτήτων, αλληλεπιδρώντας με τις διάφορες λειτουργίες της εφαρμογής.
fr: Bravo ! Je vais maintenant vous expliquer comment commencer à jouer. Le jeu se compose de plusieurs défis que vous devez relever dans l'ordre. J'ai déjà débloqué le premier défi pour vous. Une fois que vous aurez relevé un défi, le suivant sera débloqué. Le défi vous récompensera avec des points, qui peuvent vous aider à faire évoluer votre avatar. Vous pouvez également récupérer des badges grâce aux défis, ou à diverses autres activités, en interagissant avec les différentes fonctionnalités de l'application.
it: Ben fatto! Ora ti darò alcune informazioni su come iniziare a giocare. Il gioco consiste in diverse sfide da completare secondo un ordine stabilito. Ho già sbloccato la prima sfida per te. Una volta completata una sfida, verrà sbloccata la successiva. È inoltre possibile ottenere dei riconoscimenti (badge) attraverso le sfide o altre attività, interagendo con le varie funzioni dell'applicazione.

# exploreChallenges
source: Ok, let's explore the challenges!
el: Εντάξει, ας εξερευνήσουμε τις προκλήσεις!
fr: Ok, explorons les défis !
it: Ok, esploriamo le sfide!

# challengesTextTutorial
source: These are the challenges you must complete. Each of these challenges may consist of multiple activities, and once you complete all activities in a challenge, I will unlock the next challenge for you. Always remember to use my help if you get stuck in an activity, and remember to use the resources in the news and glossary sections. Our tutorial is finished. I think you are ready to get started!
el: Αυτές είναι οι προκλήσεις που πρέπει να ολοκληρώσετε. Κάθε μία από αυτές τις προκλήσεις μπορεί να αποτελείται από πολλές δραστηριότητες και μόλις ολοκληρώσετε όλες τις δραστηριότητες σε μια πρόκληση, θα ξεκλειδώσω την επόμενη πρόκληση. Να θυμάστε πάντα οτι μπορείτε να χρησιμοποιείτε τη βοήθειά μου εάν κολλήστε σε μια δραστηριότητα και να χρησιμοποιήσετε τα άρθρα νέων και το γλωσσάρι για να βρείτε απαντήσεις. Το σεμινάριο μας ολοκληρώθηκε. Eίστε έτοιμοι να ξεκινήσετε!
fr: Voici les défis que vous devez relever. Chacun de ces défis peut être composé de plusieurs activités, et une fois que vous aurez terminé toutes les activités d'un défi, je débloquerai le défi suivant pour vous. N'oubliez jamais d'utiliser mon aide si vous êtes bloqué dans une activité, et n'oubliez pas d'utiliser les ressources des sections actualités et glossaire. Notre tutoriel est terminé. Je pense que vous êtes prêt à commencer !
it: Queste sono le sfide che dovrai completare. Una sfida può essere composta da più attività. Una volta completate tutte le attività di una sfida, sbloccherò la successiva. Ricorda, non esitare a chiedere il mio aiuto se non riesci a completare un'attività o una sfida e di utilizzare le risorse a tua disposizione presenti nelle sezioni Notizie e Glossario. Il nostro tutorial è terminato. Immagino che tu sia pronto a iniziare adesso.

# challengesTextNormal
source: You have completed %1 out of %2 challenges so far. Would you like to try the next challenge?
el: Έχετε ολοκληρώσει %1 απο τις %2 προκλήσεις μέχρι στιγμής. Θέλετε να δοκιμάσετε την επόμενη πρόκληση;
fr: Vous avez déjà relevé %1 des %2 défis. Souhaitez-vous relever le prochain défi ?
it: Hai completato %1 delle %2 sfide finora. Vuoi iniziare la prossima sfida?

# newBadgeTitle
source: Badge collected
el: Συλλογή σήματος
fr: Badge récupéré
it: Badge collezionato.

# newBadgeText
source: Congratulations! You have received a new badge. Well done!
el: Συγχαρητήρια! Πήρατε ενα νέο σήμα!
fr: Félicitations ! Vous avez reçu un nouveau badge. Bravo !
it: Congratulazioni! Hai ricevuto un nuovo badge. Ben fatto!

source: View badges
el: Προβολή σημάτων
fr: Voir les badges
it: Visualizza i badge

source: Completed
el: Ολοκληρώθηκε
fr: Complété
it: Completato

source: activities
el: Δραστηριότητες
fr: activités
it: attività

# challengesTextNormalInitial
source: Hey %1! It's time to get started! Would you like to try the next challenge?
el: %1, είναι ώρα να ξεκινήσεις τις προκλήσεις! Θέλετε να δοκιμάσετε την επόμενη πρόκληση;
fr: Hé %1 ! Il est temps de commencer ! Vous souhaitez relever le prochain défi ?
it: Ehi %1! È ora di iniziare! Vuoi intraprendere la prossima sfida?

# challengesTextFinishedAll
source: Congratulations! You have completed all the challenges. Would you like to replay any of them?
fr: Félicitations ! Vous avez relevé tous les défis. Souhaitez-vous rejouer à l'un d'entre eux ?
it: Congratulazioni! Hai completato tutte le sfide. Vuoi rigiocarne qualcuna?

# nextChallengeUnlocked
source: The next challenge has been unlocked.
el: Η επόμενη πρόκληση ξεκλειδώθηκε.
fr: Le prochain défi a été débloqué.
it: La prossima sfida è stata sbloccata

# challengeLocked
source: This challenge is locked
el: Αυτή η πρόκληση είναι κλειδωμένη
fr: Ce défi est verrouillé
it: Questa sfida è bloccata

# challengeLockedMessage
source: This challenge is locked. Complete the previous challenges to unlock.
el: Αυτή η πρόκληση είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες προκλήσεις για να την ξεκλειδώσετε.
fr: Ce défi est verrouillé. Complétez les défis précédents pour le débloquer.
it: Questa sfida è bloccata. Completa le sfide precedenti per sbloccarla.

# activityLockedMessage
source: This activity is locked. Complete the previous activities to unlock.
el: Αυτή η δραστηριότητα είναι κλειδωμένη. Ολοκληρώστε τις προηγούμενες δραστηριότητες για να την ξεκλειδώσετε.
fr: Cette activité est verrouillée. Complétez les activités précédentes pour la déverrouiller.
it: Questa attività è bloccata. Completate le attività precedenti per sbloccarla.

# error
source: An error has occurred.
el: Έχει παρουσιαστεί σφάλμα.
fr: Une erreur s'est produite.
it: Si è verificato un errore

source: Let's start!
el: Πάμε!
fr: C'est parti !
it: Iniziamo!

source: Reset game
el: Επανεκκίνηση
fr: Réinitialiser le jeu
it: Ricomincia

source: Are you sure?
el: Είστε σίγουροι;
fr: Es-tu sûr?
it: Sei sicuro?

# resetLoseProgressMessage
source: This will reset your current progress.
el: Αυτό θα επαναφέρει την τρέχουσα πρόοδό σας.
fr: Cela réinitialisera votre progression actuelle.
it: In questo modo cancellerai i tuoi progressi

source: Cancel
el: Ακύρωση
fr: Annuler
it: Annulla

source: Finish
el: Τέλος
fr: Finition
it: Fine

source: Game over
el: Τέλος παιχνιδιού
fr: Jeu terminé
it: Hai perso

# alreadyPlayedActivity
source: You have already participated in this activity. Would you like to replay it?
el: Έχετε ήδη λάβει μέρος σε αυτή την δραστηριότητα. Θα θέλατε να την επαναλάβετε;
fr: Vous avez déjà participé à cette activité. Souhaitez-vous la rejouer ?
it: Hai già concluso questa attività. Vuoi rigiocarla?

source: Yes
el: Ναί
fr: Oui
it: Si

# unableToStartActivity
source: Error - This activity cannot be started.
fr: Erreur - Cette activité ne peut pas être démarrée.
it: Errore - Questa attività non può essere avviata

# clickOnImageToZoom
source: Press the image to zoom in for more detail.
el: Πατήστε την εικόνα για μεγέθυνση (περισσότερες λεπτομέρειες).
fr: Appuyez sur l'image pour zoomer et avoir plus de détails.
it: Premere sull'immagine per ingrandire

# clickToViewArticle
source: Click here to read the article
el: Κάντε κλικ εδώ για να διαβάσετε το άρθρο
fr: Cliquez ici pour lire l'article
it: Clicca qui per leggere l'articolo

source: Click OK to continue
el: Κάντε κλικ στο OK για να συνεχίσετε
fr: Cliquez sur OK pour continuer
it: Clicca su OK per continuare

# challenges_unlocked
source: %1 challenge(s) were unlocked!
el: %1 πρόκληση/εις ξεκλειδώθηκαν!
fr: %1 défi(s) ont été débloqués !
it: La sfida %1 è stata sbloccata!

# screen_flip_notice
source: Your screen will change to landscape mode for this activity.
el: Η οθόνη σας θα αλλάξει σε οριζόντια λειτουργία για αυτή τη δραστηριότητα.
fr: Votre écran passera en mode paysage pour cette activité.
it: Ruota orizzontalmente il dispositivo per questa attività

source: Drop here
el: Ρίξτε εδώ
fr: Déposez ici
it: Sposta qui

source: Available cards
el: Διαθέσιμες κάρτες
fr: Cartes disponibles
it: Carte disponibili

source: Dragging...
el: Σε μετακίνηση...
fr: En train de traîner...
it: Trascinare...

source: Well done!
el: Μπράβο!
fr: Bien joué!
it: Ben fatto!

source: Try again
el: Δοκιμάστε ξανά
fr: Essayer à nouveau
it: Riprova

source: Check solution
el: Έλεγχος λύσης
fr: Vérifier la solution
it: Controlla la soluzione

source: Back
el: Πίσω
fr: Dos
it: Indietro

# pleaseTurnDevice
source: Please rotate your device.
el: Παρακαλώ γυρίστε τη συσκευή σας.
fr: Veuillez faire pivoter votre appareil.
it: Ruota il dispositivo

# badges_view_title
source: Your badges
el: Τα σήματα σας
fr: Vos badges
it: I tuoi badge

# you_have_earned_badge
source: You have earned this badge. Well done!
el: Έχετε πάρει αυτό το σήμα. Μπράβο!
fr: Vous avez gagné ce badge. Bravo !
it: Ti sei guadagnato questo badge. Ben fatto!

source: Save
el: Αποθήκευση
fr: Sauvegarder
it: Salva

# glossary_instructions
source: This is a glossary - a list of terms related to physical literacy and their descriptions. Scroll through the list below to find the term you need and click it to view its description.
el: Αυτό είναι ένα γλωσσάρι - μια λίστα όρων που σχετίζονται με τη φυσική παιδεία, και οι περιγραφές τους. Μετακινηθείτε στην παρακάτω λίστα για να βρείτε τον όρο που χρειάζεστε και κάντε κλικ για να δείτε την περιγραφή του.
fr: Il s'agit d'un glossaire - une liste de termes liés à la littératie physique et leurs descriptions. Faites défiler la liste ci-dessous pour trouver le terme dont vous avez besoin et cliquez dessus pour afficher sa description.
it: Questo è il glossario: un elenco di termini relativi alla physical literacy con le relative descrizioni. Scorri l'elenco sottostante per trovare il termine desiderato e clicca su di esso per visualizzarne la descrizione.

source: Under construction
el: Υπό κατασκευή
fr: En cours de construction
it: In sviluppo

# enter_name
source: Enter your name
el: Εισαγάγετε το όνομά σας
fr: Entrez votre nom
it: Inserisci il tuo nome

# pick_avatar
source: Customize your avatar
el: Προσαρμόστε το avatar σας
fr: Personnalisez votre avatar
it: Personalizza il tuo avatar

# pick_buddy
source: Select your ePhyLi buddy
el: Επιλέξτε τον φίλο σας
fr: Sélectionnez votre partenaire ePhyLi
it: Seleziona un ePhyLi Buddy

source: Help
el: Βοήθεια
fr: Aide
it: Aiuto

# no_badges_yet
source: You have not earned any badges yet. Complete some challenges to earn badges.
el: Δεν έχετε κερδίσει σήματα ακόμη. Ολοκληρώστε μερικές προκλήσεις για να κερδίσετε σήματα.
fr: Vous n'avez pas encore gagné de badges. Relevez quelques défis pour gagner des badges.
it: Non hai ancora guadagnato nessun badge. Completa le sfide per ottenere i badge.

source: About
el: Πληροφορίες
fr: À propos
it: Circa

# project_description
source: ePhyLi is an Erasmus+ Sport funded project that aims to promote physical literacy and healthy lifestyles through digital materials for university students.
el: Το ePhyLi είναι ένα έργο που χρηματοδοτείται από το Erasmus+ Sport που στοχεύει στην προώθηση του σωματικού γραμματισμού και του υγιεινού τρόπου ζωής μέσω ψηφιακού υλικού για φοιτητές πανεπιστημίου.
fr: ePhyLi est un projet financé par Erasmus+ Sport qui vise à promouvoir l'alphabétisation physique et des modes de vie sains grâce à du matériel numérique destiné aux étudiants universitaires.
it: ePhyLi è un progetto finanziato da Erasmus+ Sport con lo scopo di promuovere la physical literacy e l’adozione di stili di vita sani attraverso l’uso di strumenti digitali ideati per gli studenti universitari.

# visit_website
source: Visit the project's website
el: Επισκεφτείτε τον ιστότοπο του έργου
fr: Visitez le site Web du projet
it: Visita il sito web del progetto

source: About the app
el: Σχετικά με την εφαρμογή
fr: À propos de l'application
it: Informazioni sull'applicazione

source: Change language
el: Αλλαγή γλώσσας
fr: Changer de langue
it: Cambiare la lingua

source: Privacy policy
el: Πολιτική απορρήτου
fr: Politique de confidentialité
it: Informativa sulla privacy

# c1a1_welcome
source: Welcome to challenge 1. Match the concepts presented below to the appropriate descriptions. Be careful! If you make five mistakes, the challenge will restart from the beginning. Ready?
el: Καλώς ορίσατε στην πρώτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;
fr: Bienvenue au défi 1. Associez les concepts présentés aux descriptions appropriées. Soyez prudent ! Si vous faites cinq erreurs, le défi recommencera depuis le début. Prêt ?
it: Siamo pronti per la sfida 1. Abbina i concetti alle descrizioni appropriate. Attenzione! Se commetterai cinque errori, la sfida ripartirà dall'inizio. Iniziamo!

# c1a1_congrats
source: Well done! All concepts are correctly matched to the related descriptions.
el: Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές.
fr: Bien joué ! Tous les concepts correspondent correctement aux descriptions correspondantes.
it: Ben fatto! Tutti i concetti sono stati abbinati correttamente alle relative descrizioni

# c1a1_reading_instruction
source: Read the scientific article extract reported below to start the next step of the challenge.
el: Διαβάστε το απόσπασμα επιστημονικού άρθρου που αναφέρεται παρακάτω για να ξεκινήσετε το επόμενο βήμα της πρόκλησης.
fr: Lisez l’extrait de l’article scientifique rapporté ci-dessous pour démarrer la prochaine étape du défi.
it: Leggi l'estratto dell'articolo scientifico riportato di seguito per iniziare il prossimo passo della sfida.

# c1a1_5mistakesReset
source: You have made 5 mistakes, and the game will restart.
el: Έχετε κάνει 5 λάθη και το παιχνίδι θα ξεκινήσει απο την αρχή.
fr: Vous avez fait 5 erreurs et le jeu va recommencer.
it: Hai commesso 5 errori, il gioco ricomincerà da capo

# c1a2_bubble1
source: Advances in technology and lifestyle changes
el: Πρόοδος στην τεχνολογία και αλλαγές στον τρόπο ζωής
fr: Progrès technologiques et changements de style de vie
it: I progressi tecnologici e i cambiamenti nello stile di vita

# c1a2_bubble2
source: minimize the need for physical interaction with the environment.
el: ελαχιστοποιήστε την ανάγκη για φυσική αλληλεπίδραση με το περιβάλλον.
fr: minimiser le besoin d’interaction physique avec l’environnement.
it: riducono al minimo la necessità di interazione fisica con l'ambiente.

# c1a2_bubble3
source: For example, public or private transport decreases the need for (physical) movement to get around.
el: Για παράδειγμα, οι δημόσιες ή ιδιωτικές συγκοινωνίες μειώνουν την ανάγκη για (φυσική) κίνηση για να μετακινηθείτε.
fr: Par exemple, les transports publics ou privés diminuent le besoin de déplacement (physique) pour se déplacer.
it: Ad esempio, l’uso dei mezzi di trasporto pubblici o privati riducono la necessità di muoversi (fisicamente) per spostarsi.

# c1a2_bubble4
source: This leads to an increased risk of developing pathologies.
el: Αυτό οδηγεί σε αυξημένο κίνδυνο ανάπτυξης παθολογιών.
fr: Cela entraîne un risque accru de développer des pathologies.
it: Ciò comporta un aumento del rischio di sviluppare patologie.
