Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c12a2_2_answer3
source: The teacher plays with the student with Asperger's Syndrome. The teacher has to throw the ball to his teammate without dropping it while walking, the latter catches it and throws it back to his teammate (without stopping).
el: Ο δάσκαλος παίζει με τον μαθητή με σύνδρομο Άσπεργκερ. Ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς να σταματήσει).
fr: Le professeur joue avec l'élève Asperger. Le professeur doit lancer la balle à son coéquipier sans la laisser tomber en marchant, ce dernier l'attrape et la renvoie à son coéquipier (sans s'arrêter).
it: L'insegnante gioca con lo studente con sindrome di Asperger. L'insegnante e lo studente con sindrome di Asperger si lanciano la palla senza fermarsi e senza farla cadere.

# c12a2_3_title
source: Catching and throwing activity
el: Δραστηριότητα σύλληψης και ρίψης
fr: Activité d'attraper et de lancer
it: Afferrare e lanciare

# c12a2_3_question
source: Setting and rules: The gymnasium is divided into four parts. One game area in each part. Children in eight teams. Each playing area is divided into two fields. Each team built two castles with cones and placed them at the end of the playing fields. Each team has one soft ball. The children must throw the balls trying to bring down the castles of the other team. Before throwing the ball, they must perform at least three passes. All students must play with a lower level of voice. Whoever shouts receives a penalty. Adaptation for student with Asperger's Syndrome:
el: Ρύθμιση και κανόνες (παρέχονται): Το γυμναστήριο χωρίζεται σε τέσσερα μέρη. Ένας χώρος παιχνιδιού σε κάθε μέρος. Παιδιά σε οκτώ ομάδες. Κάθε χώρος παιχνιδιού χωρίζεται σε δύο γήπεδα. Κάθε ομάδα έχτισε δύο κάστρα με κώνους και Τοποθέτησή τους στο τέλος των γηπέδων Κάθε ομάδα έχει μια μαλακή μπάλα την μπάλα, πρέπει να εκτελέσουν τουλάχιστον τρεις πάσες.
fr: Cadre et règles: Le gymnase est divisé en quatre parties. Une aire de jeu dans chaque partie. Les enfants sont répartis en huit équipes. Chaque aire de jeu est divisée en deux terrains. Chaque équipe construit deux châteaux avec des cônes et les place au bout des terrains de jeu. Chaque équipe dispose d'une balle molle. Les enfants doivent lancer les balles en essayant de faire tomber les châteaux de l'autre équipe. Avant de lancer la balle, ils doivent effectuer au moins trois passes. Tous les élèves doivent jouer avec un niveau de voix plus bas. Celui qui crie reçoit une pénalité. Adaptation pour un élève Asperger :
it: Ambientazione e regole: La palestra è divisa in quattro aree di gioco. I bambini sono divisi in otto squadre. Ogni area di gioco è divisa in due campi. Ogni squadra costruisce due castelli con i coni e li posiziona all'estremità dei campi da gioco. Ogni squadra ha una palla morbida. I bambini devono eseguire almeno tre passaggi e solo dopo possono lanciare le palle cercando di far cadere i castelli degli avversari. Tutti gli studenti devono giocare con un livello di voce basso e chi grida riceve una penalità. Adattamento per studenti con sindrome di Asperger:

# c12a2_3_answer1
source: Before throwing the ball, the students must pass the ball to the teammate with Asperger's Syndrome.
el: Πριν ρίξουν την μπάλα, οι μαθητές πρέπει να περάσουν την μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.
fr: Avant de lancer le ballon, les élèves doivent passer le ballon au coéquipier atteint du syndrome d'Asperger.
it: Prima di lanciare la palla, gli studenti devono passarla al compagno di squadra con la sindrome di Asperger.

# c12a2_3_answer2
source: While the students play, the teacher plays the same game with the student with Asperger's Syndrome in a reserved play area.
el: Όσο οι μαθητές παίζουν, ο δάσκαλος παίζει το ίδιο παιχνίδι με τον μαθητή με σύνδρομο Άσπεργκερ σε δεσμευμένο χώρο παιχνιδιού.
fr: Pendant que les élèves jouent, l'enseignant joue au même jeu avec l'élève Asperger dans un espace de jeu réservé.
it: Mentre gli studenti giocano, l'insegnante fa lo stesso gioco con lo studente con sindrome di Asperger in un'area riservata.

# c12a2_3_answer3
source: The teacher plays in the team of the student with Asperger's Syndrome. Before throwing the ball, the student and the teacher must pass the ball to the teammate with Asperger's Syndrome.
el: Ο δάσκαλος παίζει στην ομάδα του μαθητή με σύνδρομο Άσπεργκερ. Πριν πετάξουν την μπάλα, ο μαθητής και ο δάσκαλος πρέπει να περάσουν τη μπάλα στον συμπαίκτη με σύνδρομο Άσπεργκερ.
fr: L'enseignant joue dans l'équipe de l'élève Asperger. Avant de lancer le ballon, l'élève et l'enseignant doivent passer le ballon à l'élève Asperger.
it: L'insegnante gioca nella squadra dello studente con sindrome di Asperger. Prima di lanciare la palla, i compagni e l'insegnante devono passare la palla al compagno di squadra con la sindrome di Asperger.

# c13a1_intro1
source: Welcome to challenge 13. You will assume the role of a PE teacher and develop a lesson for your students. I will provide you with some information about the characteristics of your class, the purpose of the lesson and the learning outcomes that will help you in developing the lesson. Be careful, a wrong answer causes the loss of a heart in the avatar's life bar. You have 20 hearts available. If you lose all the hearts, you will restart the challenge. Ready?
fr: Bienvenue au défi 13. Vous assumerez le rôle d'un professeur d'éducation physique et élaborerez une leçon pour vos élèves. Je vous fournirai quelques informations sur les caractéristiques de votre classe, le but de la leçon et les résultats d'apprentissage qui vous aideront à développer la leçon. Attention, une mauvaise réponse entraîne la perte d'un cœur dans la barre de vie de l'avatar. Vous avez 20 cœurs disponibles. Si vous perdez tous les cœurs, vous recommencerez le défi. Prêt ?
it: Siamo pronti per la sfida 13. Assumerai il ruolo di un insegnante di educazione fisica e dovrai creare una lezione. Ti fornirò alcune informazioni utili allo sviluppo della lezione, come le caratteristiche della classe, lo scopo della lezione e i risultati di apprendimento da raggiungere. Attenzione! Una risposta sbagliata causa la perdita di un cuore nella barra della vita dell'avatar. Avrai a disposizione 20 cuori. Se li perderai tutti, dovrai ricominciare la sfida da capo. Iniziamo!

# c13a1_intro2
source: This is a class of 30 children. They have some experience in gymnastics and dance from PE lessons in the early grades. They also have experience in traditional games, athletics, swimming, and winter sports. Within the class there is a normal range of abilities where approximately 1/3 of the class are quite competent at gymnastics, 1/3 are OK and 1/3 are less competent from a practical point of view. Most of the children are motivated when doing PE although a few children lack confidence. The school has a small gymnasium with some moveable apparatus (benches, boxes) that the children can use to balance on as well as floor mats to work on. Music can be used if required to add stimulus to the sequences. Work cards with examples of partner balances are available. These have descriptions and images of partner balances along with suggestions of how to get into and out of the balances. The children will have already selected a partner and will have been working on developing travelling with a partner (mirroring and matching movements, moving in different directions) and jumping combinations (using different types of jumps and different shapes). They have started to put a sequence together which they will build on over the following weeks. The lesson aims to encourage students to explore a range of partner balances, modify them if possible and then link them together as part of their partner sequence. The learning outcomes for the lesson cover four areas: 1. Physical/Move – To perform a variety of challenging partner balances that can be linked to their partner sequence. 2. Affective/Feel – To gain confidence in performing increasingly challenging partner balances and motivation to try more challenging partner balances. 3. Cognitive/Think – To consider examples of partner balances and create their own versions, which will link into their partner sequence. 4. Social/Connect - To work cooperatively in creating and refining challenging partner balances that are added to their partner sequence.
fr: Il s'agit d'une classe de 30 enfants. Ils ont une certaine expérience de la gymnastique et de la danse grâce aux cours d'éducation physique des premières années. Ils ont également de l'expérience dans les jeux traditionnels, l'athlétisme, la natation et les sports d'hiver. Au sein de la classe, il existe une gamme normale de capacités : environ 1/3 de la classe est assez compétent en gymnastique, 1/3 est OK et 1/3 est moins compétent d'un point de vue pratique. La plupart des enfants sont motivés lorsqu'ils font de l'éducation physique, bien que quelques enfants manquent de confiance en eux. L'école dispose d'un petit gymnase avec des appareils mobiles (bancs, boîtes) sur lesquels les enfants peuvent s'appuyer pour garder l'équilibre, ainsi que des tapis de sol pour travailler. La musique peut être utilisée si nécessaire pour ajouter de la stimulation aux séquences. Des cartes de travail avec des exemples d'équilibres entre partenaires sont disponibles. Elles contiennent des descriptions et des images d'équilibres entre partenaires ainsi que des suggestions sur la façon d'entrer et de sortir des équilibres. Les enfants auront déjà choisi un partenaire et auront travaillé sur le développement de déplacements avec un partenaire (mouvements en miroir et en correspondance, déplacements dans différentes directions) et de combinaisons de sauts (en utilisant différents types de sauts et différentes formes). Ils ont commencé à mettre en place une séquence sur laquelle ils s'appuieront au cours des semaines suivantes. La leçon vise à encourager les élèves à explorer une gamme d'équilibres entre partenaires, à les modifier si possible, puis à les relier entre eux dans le cadre de leur séquence de partenaires. Les résultats d'apprentissage de la leçon couvrent quatre domaines : 1. Physique/Bouger - Effectuer une variété d'équilibres entre partenaires difficiles qui peuvent être liés à leur séquence de partenaires. 2. Affectif/Sentiment - Gagner en confiance dans la réalisation d'équilibres entre partenaires de plus en plus difficiles et la motivation pour essayer des équilibres entre partenaires plus difficiles. 3. Cognitif/Réflexion - Examiner des exemples d'équilibres entre partenaires et créer leurs propres versions, qui seront liées à leur séquence de partenaires. 4. Social/Connexion - Travailler en coopération pour créer et affiner des équilibres entre partenaires difficiles qui sont ajoutés à leur séquence de partenaires.
it: Questa è una classe composta da 30 bambini. Grazie alle lezioni di educazione fisica degli anni precedenti, i bambini hanno acquisito una certa esperienza nella ginnastica e nella danza; hanno anche praticato atletica, nuoto, sport invernali e giochi tradizionali. La classe presenta una normale varietà di abilità motorie: circa 1/3 dei bambini è abbastanza competente in ginnastica, 1/3 è nella norma e 1/3 è meno competente. La maggior parte dei bambini è motivata quando svolge educazione fisica, anche se alcuni non hanno fiducia in sé stessi. La scuola ha una piccola palestra con alcuni attrezzi mobili (panche, plinti) che i bambini possono usare per svolgere esercizi di equilibrio, così come tappetini su cui lavorare. Se necessario, si può usare la musica per aggiungere stimoli alle sequenze motorie. Sono disponibili schede di lavoro contenenti descrizioni e immagini di esercizi di equilibrio da svolgere in coppia, oltre a suggerimenti su come svolgerli. I bambini hanno già scelto un compagno e hanno lavorato sulla creazione di spostamenti da fare insieme (movimenti speculari e corrispondenti, muoversi in direzioni diverse) e combinazioni di salti (utilizzando diversi tipi di salti e forme diverse). Hanno anche iniziato a creare una sequenza motoria che svilupperanno nelle settimane successive. La lezione mira a incoraggiare gli studenti a esplorare una serie di esercizi di equilibrio da fare a coppie, a modificarli se possibile e a combinarli come parte della loro sequenza motoria. I risultati di apprendimento della lezione coprono quattro aree: 1. Fisico/Motorio: eseguire una serie di esercizi impegnativi di equilibrio in coppia che possano essere combinati per creare una sequenza motoria. 2. Affettivo/Emotivo: acquisire la sicurezza e la motivazione nell’eseguire esercizi di equilibrio in coppia sempre più impegnativi. 3. Cognitivo/Riflessivo: considerare gli esercizi del compagno come esempi per creare le proprie versioni, che verranno combinate per creare una sequenza motoria. 4. Sociale/Connessione: lavorare in modo cooperativo per creare e perfezionare gli esercizi complessi di equilibrio da fare in coppia che verranno aggiunti alla sequenza motoria.

# c13a1_intro3
source: Now you have all the information to start developing lessons for your students. If you want to consult the characteristics, the purpose, and the learning outcomes of the lesson, you can consult me with a tap, and I will provide you with all this information.
fr: Vous disposez maintenant de toutes les informations nécessaires pour commencer à élaborer des cours pour vos élèves. Si vous souhaitez consulter les caractéristiques, le but et les résultats d'apprentissage de la leçon, vous pouvez me consulter d'un simple clic et je vous fournirai toutes ces informations.
it: Ora hai tutte le informazioni per iniziare a sviluppare le lezioni per i tuoi studenti. Se hai bisogno di leggere nuovamente le caratteristiche, lo scopo e i risultati di apprendimento della lezione, clicca sulla mia icona e vi fornirò tutte le informazioni.

# c13a1_well_done
source: 🎉 Well done! You've selected the correct answers! 🎉
fr: Bravo ! Vous avez sélectionné les bonnes réponses ! ðŸŽ‰
it: Ben fatto! Avete selezionato le risposte corrette!

# c13a1_mistakes
source: You have selected %1 incorrect answers.
fr: Vous avez sélectionné %1 réponses incorrectes.
it: Sono state selezionate %1 opzioni sbagliate

# c13a1_game_over
source: ❌ You've lost all lives and the challenge will restart.
fr: Vous avez perdu toutes les vies et le défi va recommencer.
it: Hai perso tutti i cuori, la sfida ricomincerà da capo

# c13a1_stage
source: Stage %1
fr: Étape %1
it: Fase %1

# c13a1_finish
source: Well done! You have completed this activity. One more to go to finish the last challenge!
fr: Bravo ! Vous avez terminé cette activité. Il vous en reste encore une pour terminer le dernier défi !
it: Ben fatto! Avete completato questa attività. Ne manca ancora una per finire l'ultima sfida!

# c13_1_title
source: Introduction
it: Introduzione

# c13_1_question
source: Based on the information provided, choose 2 skills/qualities you are also focusing on developing:
fr: Sur la base des informations fournies, choisissez 2 compétences/qualités sur lesquelles vous souhaitez également vous concentrer pour les développer :
it: Sulla base delle informazioni fornite, scegli 2 abilità/qualità che verranno sviluppate dai bambini:

# c13_1_correct_1
source: Resilience
fr: Résilience
it: Resilienza

# c13_1_correct_2
source: Independence
fr: Indépendance
it: Indipendenza

# c13_1_correct_3
source: Communication
it: Comunicazione

# c13_1_wrong_2
source: Emotional Intelligence
fr: Intelligence émotionnelle
it: Intelligenza emotiva

# c13_1_wrong_4
source: Evaluation
fr: Évaluation
it: Valutazione

# c13_1_wrong_5
source: Sportspersonship
fr: Esprit sportif
it: Personalità sportiva

# c13_1_wrong_6
source: Self-confidence
fr: Confiance en soi
it: Fiducia in sé stessi

# c13_2_title
source: Teaching styles or models
fr: Styles ou modèles d'enseignement
it: Stili o modelli di insegnamento

# c13_2_question
source: Teaching Styles or Models: Based on Mosston’s Styles, choose 3 Styles that you could use to achieve the purpose of the lesson.
fr: Styles ou modèles d’enseignement : En vous basant sur les styles de Mosston, choisissez 3 styles que vous pourriez utiliser pour atteindre l’objectif de la leçon.
it: Stili o modelli di insegnamento: scegli 3 stili di Mosston che potresti utilizzare per raggiungere lo scopo della lezione

# c13_2_correct_1
source: Reciprocal
fr: Réciproque
it: Reciprocità

# c13_2_correct_2
source: Self-Check
fr: Auto-vérification
it: Autovalutazione

# c13_2_correct_3
source: Divergent Discovery
fr: Découverte divergente
it: Scoperta divergente

# c13_2_correct_4
source: Learner Designed
fr: Conçu pour l'apprenant
it: Programma individuale a scelta dello studente

# c13_2_wrong_1
source: Command
fr: Commande
it: Comando

# c13_2_wrong_2
source: Practice
fr: Pratique
it: Pratica

# c13_2_wrong_3
source: Inclusion
it: Inclusione

# c13_2_wrong_4
source: Guided Discovery
fr: Découverte guidée
it: Scoperta guidata

# c13_2_wrong_5
source: Convergent Discovery
fr: Découverte convergente
it: Scoperta convergente

# c13_2_wrong_6
source: Learner Initiated
fr: Initié par l'apprenant
it: Autonomia dello studente

# c13_2_wrong_7
source: Self-Teach
fr: Auto-apprentissage
it: Autoapprendimento

# c13_3_title
source: Teaching models
fr: Modèles d'enseignement
it: Modelli di insegnamento

# c13_3_question
source: Teaching models: based on the aim of the lesson, choose 1 teaching model to enhance students’ physical literacy.
fr: Modèles d’enseignement : en fonction de l’objectif de la leçon, choisissez 1 modèle d’enseignement pour améliorer la littératie physique des élèves.
it: Modelli didattici: tenendo a mente l'obiettivo della lezione, scegli un modello didattico per migliorare la physical literacy degli studenti.

# c13_3_correct_1
source: Cooperative Education
fr: Enseignement coopératif
it: Apprendimento cooperativo

# c13_3_wrong_1
source: Sport Education
fr: Éducation sportive
it: Educazione allo sport

# c13_3_wrong_2
source: Teaching Personal Social Responsibility
fr: Enseigner la responsabilité sociale personnelle
it: Insegnamento della responsabilità personale e sociale

# c13_3_wrong_3
source: Health Based PE
fr: Education physique axée sur la santé
it: Educazione fisica basata sulla salute

# c13_4_title
source: Dare
fr: Oser
it: Compito

# c13_4_question
source: Dare: based on the aim of the lesson and the teaching model adopted, choose 1 dare that can help the students improve their skills.
fr: Osez : en fonction de l’objectif de la leçon et du modèle pédagogique adopté, choisissez 1 os qui peut aider les élèves à améliorer leurs compétences.
it: Compito: tenendo a mente l'obiettivo della lezione e il modello didattico adottato, scegli un compito che possa aiutare gli studenti a migliorare le loro capacità.

# c13_4_correct_1
source: Children can choose the balances they want to do and how they link them into a sequence.
fr: Les enfants peuvent choisir les équilibres qu’ils souhaitent réaliser et la manière dont ils les relient dans une séquence.
it: I bambini possono scegliere gli esercizi di equilibri che vogliono fare e come combinarli nella sequenza motoria.

# c13_4_wrong_1
source: Children are all challenged to do the same balances and sequences.
fr: Les enfants sont tous mis au défi de réaliser les mêmes équilibres et séquences.
it: Tutti i bambini devono svolgere gli stessi esercizi di equilibrio e le stesse sequenze motorie.

# c13_4_wrong_2
source: Children are challenged to do the same balances but choose how to link them into a sequence.
fr: Les enfants sont mis au défi de réaliser les mêmes équilibres, mais de choisir comment les relier dans une séquence.
it: I bambini devono svolgere gli stessi esercizi di equilibrio, ma possono scegliere come combinarli nella sequenza motoria.

# c13_5_title
source: Support
fr: Soutien
it: Supporto

# c13_5_question
source: Support: based on the aim of the lesson and the teaching model adopted, choose 1 support that can help the students to enhance their skills.
fr: Support : en fonction de l’objectif de la leçon et du modèle pédagogique adopté, choisir 1 support qui peut aider les élèves à améliorer leurs compétences.
it: Supporto: tenendo a mente l'obiettivo della lezione e il modello didattico adottato, scegli un supporto che possa aiutare gli studenti a migliorare le loro capacità.

# c13_5_correct_1
source: Children are supported by themselves and worksheets that have pictures and text to describe the balances and how they might be linked together.
fr: Les enfants sont aidés par eux-mêmes et disposent de feuilles de travail contenant des images et du texte pour décrire les équilibres et la manière dont ils peuvent être liés entre eux.
it: I bambini sono supportati dai loro compagni e da schede con immagini e testi che descrivono gli esercizi di equilibri e il modo in cui potrebbero essere combinati tra loro.

# c13_5_wrong_1
source: The Teacher moves around the class to provide support and advice where appropriate.
fr: L'enseignant se déplace dans la classe pour apporter un soutien et des conseils si nécessaire.
it: L'insegnante si muove all'interno della classe per fornire supporto e consigli, se necessario.

# c13_5_wrong_2
source: Some students are nominated as support and they work with a group, providing advice.
fr: Certains étudiants sont désignés comme support et travaillent avec un groupe, en fournissant des conseils.
it: Alcuni studenti vengono nominati per fornire supporto e lavorare con un gruppo, fornendo consigli.

# c13_6_title
source: Aspects
it: Aspetti

# c13_6_question
source: Aspects: What would you be most likely to modify? Choose 2 elements that you can modify.
fr: Aspects : Qu'est-ce que vous seriez le plus susceptible de modifier ? Choisissez 2 éléments que vous pouvez modifier.
it: Aspetti: Cosa modificheresti? Scegli due opzioni.

# c13_6_correct_1
source: Activities
fr: Activités
it: Attività

# c13_6_correct_2
source: Equipment
fr: Équipement
it: Attrezzature

# c13_6_wrong_1
source: Spaces
fr: Espaces
it: Spazi

# c13_6_wrong_2
source: People
fr: Personnes
it: Gruppi

# c13_6_wrong_3
source: Conditions
it: Condizioni

# c13_6_wrong_4
source: Time
fr: Temps
it: Tempo

# c13_7_title
source: Priority
fr: Priorité
it: Priorità

# c13_7_question
source: Priority: What would be your priority? Choose two priorities.
fr: Priorité : Quelle serait votre priorité ? Choisissez deux priorités.
it: Priorità: Quale sarebbe la tua priorità? Scegli due opzioni.

# c13_7_correct_1
source: Maximum participation
fr: Participation maximale
it: Massima partecipazione

# c13_7_correct_2
source: Involvement
fr: Participation
it: Coinvolgimento

# c13_7_correct_3
source: Success
fr: Succès
it: Successo

# c13_7_wrong_1
source: Safety
fr: Sécurité
it: Sicurezza

# c13_7_wrong_2
source: Learning
fr: Apprentissage
it: Apprendimento

# c13_7_wrong_3
source: Enjoyment
fr: Jouissance
it: Divertimento

# c13_8_title
source: Assessment strategy
fr: Stratégie d'évaluation
it: Strategia di valutazione

# c13_8_question
source: Assessment strategy: choose the correct assessment strategy to evaluate your students' activity.
fr: Stratégie d’évaluation : choisissez la bonne stratégie d’évaluation pour évaluer l’activité de vos élèves.
it: Strategia di valutazione: scegli la strategia di valutazione corretta per valutare l'attività degli studenti.
