Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c4a3_info_message
source: Here is a quick reminder of how the model looks. You can click on the image to zoom in.
el: Ακολουθεί μια γρήγορη υπενθύμιση για το πώς φαίνεται το μοντέλο. Μπορείτε να κάνετε κλικ στην εικόνα για μεγέθυνση.
fr: Voici un petit rappel de ce à quoi ressemble le modèle. Vous pouvez cliquer sur l'image pour zoomer.
it: Ecco un rapido promemoria del modello. Clicca sull’immagine per ingrandirla.

# c4a3_finish_message
source: Well done! You have completed the fourth challenge. Press 'Finish' to get your badge!
el: Μπράβο! Ολοκληρώσατε την τέταρτη πρόκληση. Για περισσότερες πληροφορίες διαβάστε το επιστημονικό άρθρο στην ενότητα ειδήσεων. Πατήστε 'Τέλος' για να αποκτήσετε το σήμα σας!
fr: Bravo ! Vous avez terminé le quatrième défi. Pour plus d'informations, lisez l'article scientifique dans la section Actualités.
it: Ben fatto! Avete completato la quarta sfida. Premi "Fine" per ottenere il tuo badge!

source: Individual
el: Ατομικό
fr: Individuel
it: Individuale

source: Social environment
el: Κοινωνικό περιβάλλον
fr: Environnement social
it: Ambiente sociale

source: Organizations and institutions
el: Οργανισμοί και ιδρύματα
fr: Organisations et institutions
it: Organizzazioni e istituzioni

source: Physical environment
el: Φυσικό περιβάλλον
fr: Environnement physique
it: Ambiente fisico

source: Regional or national policy
el: Περιφερειακή ή εθνική πολιτική
fr: Politique régionale ou nationale
it: Politica regionale o nazionale

source: Culture
el: Πολιτισμός
it: Cultura

source: Motivation
el: Κίνητρο
it: Motivazione

source: Beliefs
el: Πίστη
fr: Croyances
it: Credenze

source: Sex
el: Φύλο
fr: Sexe
it: Sesso

source: Self-efficacy
el: Αυτοαποτελεσματικότητα
fr: Auto-efficacité
it: Autoefficacia

source: Family
el: Οικογένεια
fr: Famille
it: Famiglia

source: Friends
el: Φίλοι
fr: Amis
it: Amici

source: Cultural norms
el: Πολιτιστικοί κανόνες
fr: Normes culturelles
it: Norme culturali

source: Colleagues
el: Συνάδελφοι
fr: Collègues
it: Colleghi

source: Schools
el: Σχολεία
fr: Écoles
it: Scuole

source: Community Clubs
el: Κοινοτικές λέσχες
fr: Clubs communautaires
it: Club comunitari

# organizations
source: Organisations
el: Οργανισμοί
it: Organizzazioni

source: Workplace
el: Χώρος εργασίας
fr: Lieu de travail
it: Luogo di lavoro

source: Built environment
el: Δομημένο περιβάλλον
fr: Environnement bâti
it: Ambiente urbano

# active_opportunities
source: Active travel opportunities
el: Ενεργές ταξιδιωτικές ευκαιρίες
fr: Possibilités de déplacements actifs
it: Opportunità di viaggio attivo

# parks_recreation
source: Parks and recreation facilities
el: Πάρκα και εγκαταστάσεις αναψυχής
fr: Parcs et installations de loisirs
it: Parchi e strutture ricreative

source: Natural spaces
el: Φυσικοί χώροι
fr: Espaces naturels
it: Spazi naturali

source: Transport systems
el: Συστήματα μεταφορών
fr: Systèmes de transport
it: Sistemi di trasporto

source: Health sector
el: Τομέας υγείας
fr: Secteur de la santé
it: Settore sanitario

# education_school
source: Education and school sector
el: Εκπαίδευση και σχολικός τομέας
fr: Éducation et secteur scolaire
it: Settore educativo e scolastico

# organized_sport
source: Organised sport sector
el: Οργανωμένος αθλητικός τομέας
fr: Secteur du sport organisé
it: Settore dello sport organizzato

source: National
el: Εθνικός
it: Nazionale

source: Local
el: Τοπικός
fr: Locale
it: Locale

# c5a1_intro_message
source: Welcome to Challenge 5. You are challenged to complete the diagram which follows by filling in the missing elements. Click on the yellow boxes and then pick the right element for that part of the diagram. Ready?
el: Καλώς ήρθατε στην Πρόκληση 5. Καλείστε να συμπληρώσετε το διάγραμμα που ακολουθεί συμπληρώνοντας τα στοιχεία που λείπουν. Είστε έτοιμοι;
fr: Bienvenue au défi 5. Vous êtes mis au défi de compléter le diagramme qui suit en remplissant les éléments manquants. Prêt ?
it: Siamo pronti per la sfida 5. Completa il diagramma inserendo le parole mancanti. Iniziamo!

# c5a1_finish_message
source: Well done! You have completed the fifth challenge. Press 'Finish' to get your badge!
el: Μπράβο! Ολοκληρώσατε την πέμπτη πρόκληση. Πατήστε 'Τέλος' για να λάβετε το σήμα σας!
fr: Bravo ! Vous avez terminé le cinquième défi. Appuyez sur « Terminer » pour obtenir votre badge !
it: Ben fatto! Hai completato la quinta sfida. Clicca "Fine" per ottenere il tuo badge!

# c5a1_instruction_title
source: Choose element
el: Επιλογή στοιχείου
fr: Choisir l'élément
it: Scegli una delle seguenti opzioni

# c5a1_instruction_place
source: Click the element you would like to place in this area:
el: Κάντε κλικ στο στοιχείο που θέλετε να τοποθετήσετε σε αυτήν την περιοχή:
fr: Cliquez sur l'élément que vous souhaitez placer dans cette zone :
it: Clicca sull’opzione che si desidera inserire in quest'area:

# c5a1_help
source: Click on the yellow boxes to fill in the empty parts of the diagram.
el: Κάντε κλικ στα κίτρινα πλαίσια για να συμπληρώσετε τα κενά μέρη του διαγράμματος.
fr: Cliquez sur les cases jaunes pour remplir les parties vides du schéma.
it: Clicca su una casella gialla per selezionarla.

# currentElement
source: Selected element:
el: Επιλεγμένο στοιχείο:
fr: Élément sélectionné :
it: Parola selezionata:

# c6a1_welcome
source: Welcome to challenge 6. Match the concepts presented below to the appropriate descriptions. Be careful! If you make five mistakes, the challenge will restart from the beginning. Ready?
el: Καλώς ορίσατε στην έκτη πρόκληση. Αντιστοιχίστε τις έννοιες που παρουσιάζονται στον πίνακα με τις κατάλληλες περιγραφές. Προσοχή! Εάν κάνετε πέντε λάθη, η πρόκληση θα ξεκινήσει ξανά από την αρχή. Είστε έτοιμοι;
fr: Bienvenue au défi 6. Associez les concepts présentés ci-dessous aux descriptions appropriées. Soyez prudent ! Si vous faites cinq erreurs, le défi recommencera depuis le début. Prêt ?
it: Siamo pronti per la sfida 6. Abbina i concetti alle descrizioni appropriate. Attenzione! Se commetterai 5 errori, la sfida ricomincerà da capo. Iniziamo!

# c6a1_congrats
source: Well done! All concepts are correctly matched to the related descriptions. Click 'Finish' to earn a badge.
el: Συγχαρητήρια! Όλες οι έννοιες έχουν αντιστοιχιστεί σωστά με τις σχετικές περιγραφές. Πατήστε 'Τέλος' για να λάβετε το σήμα σας!
fr: Bien joué ! Tous les concepts correspondent correctement aux descriptions correspondantes. Cliquez sur « Terminer » pour gagner un badge.
it: Ben fatto! Tutti i concetti sono stati abbinati correttamente alle relative descrizioni. Fare clic su "Fine" per ottenere il badge.

# c7a1_welcome
source: Welcome to challenge 7. You will be shown scenarios representing the progression levels of a student's sports practice in relation to the four physical literacy dimensions (physical, affective, social, and cognitive). For each scenario, you need to identify the correct progression level by dragging the scenario to the correct level. Ready?
el: Καλώς ήρθατε στην πρόκληση 7. Θα σας δοθούν σενάρια που αντιπροσωπεύουν τα επίπεδα προόδου της αθλητικής πρακτικής ενός μαθητή σε σχέση με τις τέσσερις διαστάσεις σωματικού γραμματισμού (σωματική, συναισθηματική, κοινωνική και γνωστική). Για κάθε σενάριο, πρέπει να βρείτε το σωστό επίπεδο προόδου σύροντας το σενάριο στο σωστό επίπεδο. Έτοιμοι;
fr: Bienvenue au défi 7. Des scénarios représentant les niveaux de progression de la pratique sportive d'un élève en lien avec les quatre dimensions de la littératie physique (physique, affective, sociale et cognitive) vous seront présentés. Pour chaque scénario, vous devez identifier le niveau de progression approprié en faisant glisser le scénario vers le niveau approprié. Prêt?
it: Siamo pronti per la sfida 7. Ti verranno mostrati degli scenari che rappresentano i livelli di progressione della pratica sportiva di uno studente in relazione alle quattro dimensioni della physical literacy (fisica, affettiva, sociale e cognitiva). Per ogni scenario, dovrai identificare il livello di progressione corretto e successivamente trascinarlo al rispettivo livello. Iniziamo!

# c7a1_instruction
source: Identify the correct level for this scenario:
el: Προσδιορίστε το σωστό επίπεδο για αυτό το σενάριο:
fr: Identifiez le niveau correct pour ce scénario :
it: Identifica il livello corretto per questo scenario:

# c7a1_finish_message
source: Well done! You have completed the seventh challenge. Press 'Finish' to get your badge!
el: Μπράβο! Ολοκληρώσατε την έβδομη πρόκληση. Πατήστε 'Τέλος' για να λάβετε το σήμα σας!
fr: Bravo ! Vous avez terminé le septième défi. Appuyez sur « Terminer » pour obtenir votre badge !
it: Ben fatto! Avete completato la settima sfida. Premi "Fine" per ottenere il tuo badge!

# limited_motor_skills
source: The student has very limited motor skills and has difficulty approaching the basic movements of volleyball (physical dimension).
el: Ο μαθητής έχει πολύ περιορισμένες κινητικές δεξιότητες και δυσκολεύεται να προσεγγίσει τις βασικές κινήσεις του βόλεϊ (σωματική διάσταση).
fr: L'élève a une motricité très limitée et a de la difficulté à aborder les mouvements de base du volleyball (dimension physique).
it: Lo studente ha capacità motorie molto limitate e ha difficoltà ad eseguire i gesti tecnici principali della pallavolo (dimensione fisica)

# lack_of_rules_knowledge
source: The student does not know the rules of the basketball game and does not know the health benefits related to sports practice (cognitive dimension).
el: Ο μαθητής δεν γνωρίζει τους κανόνες του αγώνα μπάσκετ και δεν γνωρίζει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).
fr: L'élève ne connaît pas les règles du jeu de basket-ball et ne connait pas les bénéfices pour la santé liés à la pratique sportive (dimension cognitive).
it: Lo studente non conosce le regole del gioco della pallacanestro e non conosce i benefici per la salute legati alla pratica sportiva (dimensione cognitiva)

# lack_of_motivation
source: The student does not want to participate in PE lessons at school because he/she is not confident or motivated enough (affective dimension).
el: Ο μαθητής δεν θέλει να συμμετάσχει στα μαθήματα ΑΜ στο σχολείο επειδή δεν έχει αυτοπεποίθηση ή δεν έχει αρκετά κίνητρα (συναισθηματική διάσταση).
fr: L'élève ne souhaite pas participer aux cours d'EPS à l'école car il n'a pas suffisamment confiance en lui ou n'est pas suffisamment motivé (dimension affective).
it: Lo studente non vuole partecipare alle lezioni di educazione fisica perché non è abbastanza sicuro di sé o motivato (dimensione affettiva)

# lack_of_social_support
source: The student does not have relationships that stimulate and support him/her in participating in extracurricular sports activities (social dimension).
el: Ο μαθητής δεν έχει σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).
fr: L’élève n’a pas de relations qui le stimulent et le soutiennent dans sa participation à des activités sportives parascolaires (dimension sociale).
it: Lo studente non ha relazioni che lo stimolino e lo sostengano nella partecipazione ad attività sportive extrascolastiche (dimensione sociale)

# developing_motor_skills
source: The student is developing basic motor skills in volleyball and has a greater awareness of his/her own physical abilities (physical dimension).
el: Ο μαθητής αναπτύσσει βασικές κινητικές δεξιότητες στο βόλεϊ και έχει μεγαλύτερη επίγνωση των δικών του φυσικών ικανοτήτων (σωματική διάσταση).
fr: L'élève développe des habiletés motrices de base au volleyball et a une plus grande conscience de ses propres capacités physiques (dimension physique).
it: Lo studente sta sviluppando i fondamenti della pallavolo e ha una maggiore consapevolezza delle proprie capacità fisiche (dimensione fisica)

# basic_rules_knowledge
source: The student can describe the rules of the basketball game and understand the health benefits related to sports practice (cognitive dimension).
el: Ο μαθητής μπορεί να περιγράψει τους κανόνες του αγώνα μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).
fr: L'élève peut décrire les règles du jeu de basket-ball et comprendre les bénéfices pour la santé liés à la pratique sportive (dimension cognitive).
it: Lo studente è in grado di descrivere le regole del gioco della pallacanestro e di comprendere i benefici per la salute legati alla pratica sportiva (dimensione cognitiva)

# wants_to_participate
source: The student wants to participate in physical education classes at school and is aware of the possibility of improvement (affective dimension).
el: Ο μαθητής θέλει να συμμετάσχει σε μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση της δυνατότητας βελτίωσης (συναισθηματική διάσταση).
fr: L'élève désire participer aux cours d'éducation physique à l'école et est conscient de la possibilité de s'améliorer (dimension affective).
it: Lo studente desidera partecipare alle lezioni di educazione fisica ed è consapevole della possibilità di miglioramento (dimensione affettiva)

# positive_social_support
source: The student is building positive relationships that stimulate and support him/her in participating in extracurricular sports activities (social dimension).
el: Ο μαθητής χτίζει θετικές σχέσεις που τον διεγείρουν και τον υποστηρίζουν στη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).
fr: L'élève construit des relations positives qui le stimulent et le soutiennent dans sa participation à des activités sportives parascolaires (dimension sociale).
it: Lo studente costruisce relazioni positive che lo stimolano e lo sostengono nella partecipazione alle attività sportive extrascolastiche (dimensione sociale)

# adapts_to_game
source: The student knows how to adapt to the game situations of volleyball and is physically capable of dealing with them (physical dimension).
el: Ο μαθητής ξέρει πώς να προσαρμόζεται στις αγωνιστικές καταστάσεις του βόλεϊ και είναι σωματικά ικανός να τις αντιμετωπίσει (σωματική διάσταση).
fr: L'élève sait s'adapter aux situations de jeu du volley-ball et est physiquement capable d'y faire face (dimension physique).
it: Lo studente sa adattarsi alle situazioni di gioco della pallavolo ed è fisicamente in grado di affrontarle (dimensione fisica)

# strategic_analysis
source: The student can analyse and adapt strategies to the game situation of basketball and understand the health benefits related to sports practice (cognitive dimension).
el: Ο μαθητής μπορεί να αναλύσει και να προσαρμόσει στρατηγικές στην αγωνιστική κατάσταση του μπάσκετ και να κατανοήσει τα οφέλη για την υγεία που σχετίζονται με την αθλητική πρακτική (γνωστική διάσταση).
fr: L'étudiant peut analyser et adapter des stratégies à la situation de jeu de basket-ball et comprendre les bénéfices pour la santé liés à la pratique sportive (dimension cognitive).
it: Lo studente è in grado di analizzare e adattare le strategie alla situazione di gioco della pallacanestro e di comprendere i benefici per la salute legati alla pratica sportiva (dimensione cognitiva)

# enthusiastic_participation
source: The student is enthusiastic about participating in physical education classes at school and is aware of his/her level of involvement (affective dimension).
el: Ο μαθητής είναι ενθουσιασμένος με τη συμμετοχή στα μαθήματα φυσικής αγωγής στο σχολείο και έχει επίγνωση του επιπέδου εμπλοκής του/της (συναισθηματική διάσταση).
fr: L'élève participe avec enthousiasme aux cours d'éducation physique à l'école et est conscient de son niveau d'implication (dimension affective).
it: Lo studente è entusiasta di partecipare alle lezioni di educazione fisica ed è consapevole del proprio livello di coinvolgimento (dimensione affettiva)

# independent_and_socially_skilled
source: The student demonstrates independence and positive interpersonal skills that contribute to increased participation in extracurricular sporting activities (social dimension).
el: Ο μαθητής επιδεικνύει ανεξαρτησία και θετικές διαπροσωπικές δεξιότητες που συμβάλλουν στην αυξημένη συμμετοχή σε εξωσχολικές αθλητικές δραστηριότητες (κοινωνική διάσταση).
fr: L'élève fait preuve d'autonomie et de compétences interpersonnelles positives qui contribuent à une participation accrue aux activités sportives parascolaires (dimension sociale).
it: Lo studente dimostra indipendenza e capacità relazionali positive che contribuiscono ad aumentare la partecipazione ad attività sportive extrascolastiche (dimensione sociale)

source: Preliminary level
el: Προκαταρκτικό επίπεδο
fr: Niveau préliminaire
it: Livello preliminare

source: Developer level
el: Επίπεδο προγραμματιστή
fr: Niveau développeur
it: Livello intermedio

source: Advanced level
el: Προχωρημένο επίπεδο
fr: Niveau avancé
it: Livello avanzato

# c8a1_instructions
source: Welcome to Challenge 8! Assume the role of a physical education teacher of children 6-year-olds and choose from three different games for each physical activity session to teach a fundamental movement. Each game is classified according to three parameters, represented by three bottles: (I) appropriate motor skills background, (II) inclusion/teamwork, and (III) enjoyment. The score for each parameter ranges from 1 to 3 points and represents the level of water that will be poured into the bottle. To pass the challenge you must fill the three bottles by choosing the most appropriate game. Ready?
el: Καλώς ήρθατε στην Πρόκληση 8! Αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής παιδιών 6 ετών και επιλέξτε από τρία διαφορετικά παιχνίδια για κάθε συνεδρία σωματικής δραστηριότητας για να διδάξετε μια βασική κίνηση. Κάθε παιχνίδι ταξινομείται σύμφωνα με τρεις παραμέτρους, που αντιπροσωπεύονται από τρία μπουκάλια: (I) κατάλληλο υπόβαθρο κινητικών δεξιοτήτων, (II) συμπερίληψη/ομαδική εργασία και (III). Η βαθμολογία για κάθε παράμετρο κυμαίνεται από 1 έως 3 πόντους και αντιπροσωπεύει το επίπεδο του νερού που θα χυθεί στο μπουκάλι. Για να περάσετε την πρόκληση πρέπει να γεμίσετε τα τρία μπουκάλια επιλέγοντας το πιο κατάλληλο παιχνίδι.
fr: Bienvenue au Défi 8 ! Incarnez un professeur d’éducation physique d’enfants de 6 ans et choisissez parmi trois jeux différents pour chaque séance d’activité physique pour enseigner un mouvement fondamental. Chaque jeu est classé selon trois paramètres, représentés par trois bouteilles : (I) le contexte moteur approprié, (II) l’inclusion/le travail d’équipe et (III) le plaisir. Le score de chaque paramètre varie de 1 à 3 points et représente le niveau d’eau qui sera versé dans la bouteille. Pour réussir le défi, vous devez remplir les trois bouteilles en choisissant le jeu le plus approprié. Prêt ?
it: Siamo pronti per la sfida 8! Assumi il ruolo di un insegnante di educazione fisica di bambini di 6 anni e scegli tra tre giochi diversi per ogni lezione di educazione fisica per insegnare un’abilità o capacità motoria fondamentale. Ogni gioco è classificato in base a tre parametri, rappresentati da tre bottiglie: (I) background motorio adeguato, (II) inclusione/lavoro di squadra e (III) divertimento. Il punteggio per ogni parametro varia da 1 a 3 e rappresenta il livello di acqua che verrà versato nella bottiglia. Per superare la sfida è necessario riempire le tre bottiglie scegliendo il gioco più appropriato. Iniziamo!

# c8a1_prompt
source: Select the most appropriate option to achieve a balance between the three parameters.
el: Επιλέξτε την πιο κατάλληλη επιλογή για να επιτύχετε μια ισορροπία μεταξύ των τριών παραμέτρων.
fr: Sélectionnez l’option la plus appropriée pour atteindre un équilibre entre les trois paramètres.
it: Seleziona l'opzione più appropriata per ottenere un equilibrio tra i tre parametri.

# c8a1_wrong
source: That is not the right balance. Please try a different option.
el: Δεν είναι η σωστή ισορροπία. Δοκιμάστε μια διαφορετική επιλογή.
fr: Ce n'est pas le bon équilibre. Veuillez essayer une autre option.
it: Questa non è la scelta giusta. Riprova.

# c8a1_please_select_option
source: Please select an option.
el: Παρακαλώ επιλέξτε μια επιλογή.
fr: Veuillez sélectionner une option.
it: Seleziona un'opzione.

# c8a1_finish_message
source: Well done! You have completed the eighth challenge. Press 'Finish' to get your badge!
el: Μπράβο! Ολοκληρώσατε την όγδοη πρόκληση. Πατήστε 'Τέλος' για να λάβετε το σήμα σας!
fr: Bravo ! Vous avez terminé le huitième défi. Appuyez sur « Terminer » pour obtenir votre badge !
it: Ben fatto! Hai completato l'ottava sfida. Clicca su "Fine" per ottenere il tuo badge!

source: Appropriate motor skills background
el: Κατάλληλο υπόβαθρο κινητικών δεξιοτήτων
fr: Connaissances motrices appropriées
it: Un adeguato bagaglio di competenze motorie

source: Inclusion/Teamwork
el: Ενσωμάτωση/ομαδική εργασία
fr: Inclusion/Travail d'équipe
it: Inclusione/lavoro di squadra

source: Enjoyment
el: Απόλαυση
fr: Jouissance
it: Piacere

# activity_balance
source: Balance activity
el: Δραστηριότητα ισορροπίας
fr: Activité d'équilibre
it: Equilibrio

# activity_balance_option_1
source: The children form a large circle in the middle of the playground. One of them suggests a balancing exercise. The other children in the circle imitate him and hold the position for 3 seconds. When the time is up, it is another child's turn.
el: Τα παιδιά σχηματίζουν έναν μεγάλο κύκλο στο κέντρο του χώρου παιχνιδιού. Κάποιος παίρνει μια ασταθή θέση όπως ένα άγαλμα. Όλοι οι μαθητές στον κύκλο εκτελούν την ίδια ισορροπία, κρατώντας την για 3 δευτερόλεπτα. Όταν τελειώσει η ώρα, το Το επόμενο παιδί κάνει το ίδιο.
fr: Les enfants forment un grand cercle au milieu de l'aire de jeu. L'un d'eux propose un exercice d'équilibre. Les autres enfants du cercle l'imitent et maintiennent la position pendant 3 secondes. Lorsque le temps est écoulé, c'est au tour d'un autre enfant.
it: I bambini formano un grande cerchio al centro dell'area di gioco. Uno di loro propone un esercizio di equilibrio. Gli altri bambini nel cerchio lo imitano, mantenendo la posizione per 3 secondi. Allo scadere del tempo, è il turno di un altro bambino.

# activity_balance_option_2
source: Wheelbarrow race. Students in pairs. One teammate plays the role of the driver, and the other plays the role of the wheelbarrow. The driver holds on to the other player's ankles, while the latter walks with his hands.
el: Κούρσα με καρότσι. Μαθητές σε ζευγάρια. Ο ένας συμπαίκτης παίζει τον ρόλο του οδηγού και ο άλλος τον ρόλο του καροτσιού. Ο οδηγός κρατιέται από τους αστραγάλους του άλλου παίκτη, ενώ ο δεύτερος περπατά με τα χέρια του.
fr: Course de brouettes. Les élèves sont en binôme. Un coéquipier joue le rôle du conducteur et l'autre celui de la brouette. Le conducteur tient les chevilles de l'autre joueur, tandis que ce dernier marche avec ses mains.
it: Gara di carriole. Gli studenti sono divisi in coppie. Un compagno di squadra svolge il ruolo del conducente, mentre l'altro quello della carriola. Il conducente sorregge le caviglie del compagno, mentre quest'ultimo cammina sulle mani.
