Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# term1_hint
source: The teacher's directive control of students' learning activities.
el: Ο έλεγχος των μαθησιακών δραστηριοτήτων των μαθητών από την οδηγία του δασκάλου.
fr: Le contrôle directif de l'enseignant sur les activités d'apprentissage des élèves.
it: l'insegnante mantiene un controllo diretto sulle attività di apprendimento.

# term2_hint
source: Delegation of some decisions from the teacher to the student.
el: Ανάθεση ορισμένων αποφάσεων από τον δάσκαλο στον μαθητή.
fr: Délégation de certaines décisions de l'enseignant à l'élève.
it: L'insegnante delega alcune decisioni agli alunni.

# term3_hint
source: Groups of students with assigned roles: practice, observe, evaluate, correct, and help.
el: Ομάδες με ρόλους που έχουν ανατεθεί: εξάσκηση, παρατήρηση, αξιολόγηση, διόρθωση και βοήθεια.
fr: Groupes avec rôles assignés : pratiquer, observer, évaluer, corriger et aider.
it: Gruppi di studenti con ruoli assegnati: esercitarsi, osservare, valutare, correggere e aiutare.

# term4_hint
source: Self-assessment of exercise execution and results.
el: Αυτοαξιολόγηση της εκτέλεσης της άσκησης και των αποτελεσμάτων.
fr: Auto-évaluation de l'exécution et des résultats de l'exercice.
it: Autovalutazione dell'esecuzione dell'esercizio e dei risultati.

# term5_hint
source: Working together in groups to achieve common goals.
el: Συνεργασία σε ομάδες για την επίτευξη κοινών στόχων.
fr: Travailler ensemble en groupe pour atteindre des objectifs communs.
it: Lavorare in gruppo per raggiungere obiettivi comuni.

# term6_hint
source: The teacher leads students to independently discover solutions through questions.
el: Ο δάσκαλος οδηγεί τους μαθητές να ανακαλύψουν ανεξάρτητα λύσεις μέσω ερωτήσεων.
fr: L'enseignant amène les élèves à découvrir de manière autonome des solutions à travers des questions.
it: L'insegnante guida gli studenti a scoprire autonomamente le soluzioni ponendo delle domande.

# term7_hint
source: Students analyze and develop strategies to solve teacher-presented problems.
el: Οι μαθητές αναλύουν και αναπτύσσουν στρατηγικές για την επίλυση προβλημάτων που παρουσιάζονται από τον δάσκαλο.
fr: Les élèves analysent et développent des stratégies pour résoudre les problèmes présentés par l’enseignant.
it: Gli studenti analizzano e sviluppano strategie per risolvere il compito assegnato dall’insegnante.

# term8_hint
source: Encourages creativity with self-created exercises.
el: Ενθαρρύνει τη δημιουργικότητα με ασκήσεις που δημιουργούν μόνοι τους.
fr: Encourage la créativité avec des exercices créés par soi-même.
it: Incoraggiare la creatività con esercizi creati in autonomia.

# term9_hint
source: A personalized program based on individual abilities, with teacher as consultant.
el: Ένα εξατομικευμένο πρόγραμμα βασισμένο σε ατομικές ικανότητες, με σύμβουλο τον δάσκαλο.
fr: Un programme personnalisé basé sur les capacités individuelles, avec l'enseignant comme consultant.
it: Un programma personalizzato basato sulle capacità individuali, con l'insegnante che svolge il ruolo di consigliere.

# term10_hint
source: Student-led, from design to execution, with teacher as consultant.
el: Διευθυνόμενοι από μαθητές, από το σχεδιασμό έως την εκτέλεση, με τον δάσκαλο ως σύμβουλο.
fr: Dirigé par les étudiants, de la conception à l'exécution, avec l'enseignant comme consultant.
it: Guidato dagli studenti, dalla progettazione all'esecuzione, con l'insegnante che svolge il ruolo di consigliere.

# term11_hint
source: Students plan, execute, and evaluate their learning.
el: Οι μαθητές σχεδιάζουν, εκτελούν και αξιολογούν τη μάθησή τους.
fr: Les étudiants planifient, exécutent et évaluent leur apprentissage.
it: Gli studenti pianificano, eseguono e valutano il loro apprendimento.

# c10a2_instructions
source: You will assume the role of a PE teacher and have to match the lesson provided with the correct teaching style used to develop it. Ready?
el: Θα αναλάβετε το ρόλο ενός δασκάλου φυσικής αγωγής και θα πρέπει να ταιριάξετε το μάθημα που παρέχεται με το σωστό τρόπο διδασκαλίας που χρησιμοποιήθηκε για την ανάπτυξή του. Έτοιμοι;
fr: Vous assumerez le rôle d'un professeur d'éducation physique et devrez faire correspondre la leçon fournie avec le style d'enseignement approprié utilisé pour la développer. Prêt ?
it: In questa attività assumerai il ruolo di un insegnante di educazione fisica e dovrai abbinare alla lezione fornita il corretto stile di insegnamento utilizzato per svilupparla. Iniziamo!

# c10a2_finish_message
source: Well done! You have completed the tenth challenge. Press 'Finish' to get your badge!
el: Μπράβο! Ολοκληρώσατε τη δέκατη πρόκληση. Πατήστε 'Τέλος' για να λάβετε το σήμα σας!
fr: Bravo ! Vous avez terminé le dixième défi. Appuyez sur « Terminer » pour obtenir votre badge !
it: Ben fatto! Hai completato la decima sfida. Premi "Fine" per ottenere il tuo badge!

source: Command
el: Εντολή
fr: Commande
it: Comando

source: Guided Discovery
el: Καθοδηγούμενη ανακάλυψη
fr: Découverte guidée
it: Scoperta guidata

source: Self-Teaching
el: Αυτοδιδασκαλία
fr: Auto-apprentissage
it: Autoapprendimento

# command_lesson_1
source: The lesson aims to improve basic motor skills. Students must overcome an obstacle course using their basic motor skills (rolling, jumping, running, crawling). The teacher demonstrates how to overcome each obstacle. The students start the course at the teacher's command, imitating the teacher's movement.
el: Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν ένα μάθημα με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, σύρσιμο). Ο δάσκαλος δείχνει πώς να ξεπεράσει κάθε εμπόδιο. Οι μαθητές ξεκινούν το μάθημα στις εντολή του δασκάλου, μιμούμενη την κίνηση του δασκάλου.
fr: Le cours vise à améliorer les habiletés motrices de base. Les élèves doivent franchir un parcours d'obstacles en utilisant leurs habiletés motrices de base (rouler, sauter, courir, ramper). L'enseignant montre comment surmonter chaque obstacle. Les élèves commencent le parcours sur ordre de l'enseignant, en imitant les mouvements de ce dernier.
it: La lezione mira a migliorare gli schemi motori di base. Gli studenti devono superare un percorso a ostacoli utilizzando i loro schemi motori di base (rotolare, saltare, correre, strisciare). L'insegnante mostra come superare ogni ostacolo. Gli studenti iniziano il percorso al segnale dell'insegnante, imitandone i movimenti.

# command_lesson_2
source: The lesson aims to improve balance skills. The teacher demonstrates three yoga poses at a time (Balancing Table, Dancer, and Half Moon). Students must maintain a position for 15 seconds. The students change position at the teacher's command.
el: Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος επιδεικνύει τρεις στάσεις γιόγκα τη φορά (Τραπέζι ισορροπίας, Χορευτής και Half Moon). Οι μαθητές πρέπει να διατηρήσουν μια θέση για 15 δευτερόλεπτα. Οι μαθητές αλλάζουν θέση με εντολή του δασκάλου .
fr: La leçon vise à améliorer les compétences en matière d'équilibre. L'enseignant montre trois postures de yoga à la fois (Balancing Table, Dancer et Half Moon). Les élèves doivent maintenir une position pendant 15 secondes. Les élèves changent de position sur ordre de l'enseignant.
it: La lezione mira a migliorare l’equilibrio. L'insegnante mostra tre posizioni yoga alla volta (tavolo in equilibrio, re danzatore e mezza luna). Gli studenti devono mantenere una posizione per 15 secondi e cambiate posizione al comando dell'insegnante.

# command_lesson_3
source: The class aims to improve knowledge of one's own body. The teacher narrates a story about bears in the forest who perform different actions (eating, washing and rolling). The pupils are encouraged to impersonate the bears and perform these actions according to the teacher's instructions.
el: Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Ο δάσκαλος αφηγείται μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδύονται τις αρκούδες. Συχνά Οι αρκούδες έχουν φαγούρα και πρέπει να γρατσουνιστούν οι ίδιοι Ο δάσκαλος επιλέγει πότε οι αρκούδες έχουν φαγούρα και πού πρέπει να γρατσουνιστούν.
fr: Le cours a pour but d'améliorer la connaissance de son propre corps. L'enseignant raconte une histoire sur les ours de la forêt qui exécutent différentes actions (manger, se laver et se rouler). Les élèves sont encouragés à imiter les ours et à exécuter ces actions selon les instructions de l'enseignant.
it: La lezione mira a migliorare la conoscenza del proprio corpo. L'insegnante racconta la storia di alcuni orsi nella foresta che compiono determinate azioni (mangiare, lavarsi, rotolare). Gli studenti devono immedesimarsi negli orsi e, su indicazione dell’insegnante, eseguire tali azioni.

# command_lesson_4
source: The lesson aims to improve volleyball serving. The teacher demonstrates the volleyball services (basic underhand service, basic overhand serve, and jump serve). The teacher plans two exercises for each service (individual and in-pair exercises), explaining that students have to start with the basic underhand service, then the basic overhand serve, and at the end jump serve.
el: Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος επιδεικνύει τις υπηρεσίες βόλεϊ (βασικό σερβίς χειρόπτερου, βασικό σερβίς με το χέρι και σερβίς με άλμα). εξηγώντας ότι οι μαθητές πρέπει να ξεκινήσουν με το βασικό σερβίς, μετά το βασικό σερβίς και στο τέλος το άλμα σερβίς.
fr: La leçon a pour but d'améliorer le service au volley-ball. L'enseignant montre les services au volley-ball (service bas de base, service haut de base et service sauté). L'enseignant prévoit deux exercices pour chaque service (exercices individuels et en binôme), expliquant que les élèves doivent commencer par le service bas de base, puis le service haut de base et à la fin le service sauté.
it: La lezione mira a migliorare il servizio nella pallavolo. L'insegnante mostra i diversi tipi di servizio (servizio dal basso, servizio dall’alto e servizio in salto). L'insegnante pianifica due esercizi per ogni tipo di servizio, da svolgere individualmente o a coppie, spiegando che gli studenti devono iniziare con il servizio dal basso, poi con il servizio dall’alto e infine con il servizio in salto.

# discovery_lesson_1
source: The lesson aims to improve basic motor skills. Students have to overcome an obstacle course using their basic motor skills (rolling, jumping, running, crawling). The teacher engages students in talk to help them reflect on which basic motor skills they can use to overcome the obstacles. The teacher also supports students' performance by asking questions to stimulate them to think about different strategies they can use to overcome the same obstacle.
el: Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Οι μαθητές πρέπει να ξεπεράσουν μια διαδρομή με εμπόδια χρησιμοποιώντας τις βασικές κινητικές τους δεξιότητες (κύλιση, άλμα, τρέξιμο, έρποντας). δεξιότητες που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν τα εμπόδια Ο δάσκαλος υποστηρίζει επίσης την απόδοση των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν διαφορετικές στρατηγικές που μπορούν να χρησιμοποιήσουν για να ξεπεράσουν το ίδιο εμπόδιο.
fr: La leçon vise à améliorer les compétences motrices de base. Les élèves doivent franchir un parcours d'obstacles en utilisant leurs compétences motrices de base (rouler, sauter, courir, ramper). L'enseignant engage la conversation avec les élèves pour les aider à réfléchir aux compétences motrices de base qu'ils peuvent utiliser pour surmonter les obstacles. L'enseignant soutient également la performance des élèves en leur posant des questions pour les inciter à réfléchir aux différentes stratégies qu'ils peuvent utiliser pour surmonter le même obstacle.
it: La lezione mira a migliorare gli schemi motori di base. Gli studenti devono affrontare un percorso a ostacoli, utilizzando alcuni schemi motori quali rotolare, saltare, correre e strisciare. L'insegnante stimola la riflessione degli studenti, coinvolgendoli in un dialogo per aiutarli a capire quali schemi motori applicare per superare gli ostacoli. Inoltre, supporta le loro performance ponendo domande che li incoraggiano a esplorare diverse strategie per superare lo stesso ostacolo.

# discovery_lesson_2
source: The lesson aims to improve balance skills. The teacher engages students in talk to help them reflect on the effects of yoga practice on balance. The teacher also supports students' pose development by asking questions to stimulate them to think about the level of difficulty needed to maintain a pose. Correct thinking and strategies are rewarded and reinforced.
el: Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να σκεφτούν τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Ο δάσκαλος υποστηρίζει επίσης την ανάπτυξη πόζας των μαθητών κάνοντας ερωτήσεις για να τους παρακινήσει να σκεφτούν Το επίπεδο δυσκολίας που απαιτείται για να διατηρηθεί η σωστή σκέψη και οι στρατηγικές ανταμείβονται και ενισχύονται.
fr: La leçon vise à améliorer les compétences en matière d'équilibre. L'enseignant engage la discussion avec les élèves pour les aider à réfléchir aux effets de la pratique du yoga sur l'équilibre. L'enseignant soutient également le développement de la posture des élèves en posant des questions pour les inciter à réfléchir au niveau de difficulté nécessaire pour maintenir une posture. La réflexion et les stratégies correctes sont récompensées et renforcées.
it: La lezione mira a migliorare l’equilibrio. L'insegnante coinvolge gli studenti in un dialogo per aiutarli a riflettere sugli effetti della pratica dello yoga sull'equilibrio. Inoltre, supporta gli studenti nella scelta delle posizioni ponendo domande che li stimolino a riflettere sul livello di difficoltà necessario per mantenere una posa. Il ragionamento e le strategie efficaci vengono premiati e rinforzati positivamente.

# discovery_lesson_3
source: The lesson aims to improve knowledge of one's own body. Students develop a story about bears who walk around in the forest and perform certain actions (eating, washing, rolling around). Students must impersonate the bears. The teacher asks several questions to invite students to develop their personalised bears day (from waking up to going to bed). The teacher also encourages students to think about which activities could be introduced in the story to improve knowledge of one's own body. Correct thinking and strategies are rewarded and reinforced.
el: Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές αναπτύσσουν μια ιστορία για αρκούδες που τριγυρίζουν στο δάσος και κάνουν ορισμένες ενέργειες (τρώγοντας, πλένονται, κυλιούνται). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Ο δάσκαλος ρωτά πολλές ερωτήσεις για να προσκαλέσουν τους μαθητές να αναπτύξουν την εξατομικευμένη αρκούδα τους (από το ξύπνημα μέχρι το κρεβάτι Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να σκεφτούν ποιες δραστηριότητες θα μπορούσαν να εισαχθούν στην ιστορία για να βελτιώσουν τη γνώση για το σώμα τους). ανταμείβεται και ενισχύεται.
fr: La leçon a pour but d'améliorer la connaissance de son propre corps. Les élèves élaborent une histoire sur des ours qui se promènent dans la forêt et accomplissent certaines actions (manger, se laver, se rouler). Les élèves doivent incarner les ours. L'enseignant pose plusieurs questions pour inviter les élèves à élaborer leur journée personnalisée avec les ours (du réveil au coucher). L'enseignant encourage également les élèves à réfléchir aux activités qui pourraient être introduites dans l'histoire pour améliorer la connaissance de son propre corps. Les réflexions et les stratégies correctes sont récompensées et renforcées.
it: La lezione mira a migliorare la conoscenza del proprio corpo. Gli studenti devono sviluppare una storia impersonando degli orsi in una foresta che compiono determinate azioni come mangiare, lavarsi, rotolare. L'insegnante pone diverse domande per invitare gli studenti a sviluppare la loro giornata da orso personalizzata (dal risveglio all’addormentamento). L'insegnante incoraggia inoltre gli studenti a pensare a quali attività potrebbero essere introdotte nella storia per migliorare la conoscenza del proprio corpo. Il ragionamento e le strategie efficaci vengono premiati e rinforzati positivamente.

# discovery_lesson_4
source: The lesson aims to improve volleyball serving. The teacher engages students in talk to help them focus on how to use the sensations related to the service execution to perform better. The teacher also encourages the students to perceive which service is most comfortable for them, and the sensations felt performing it. Based on this, they have to adapt the other services to make them more comfortable. Correct thinking and strategies are rewarded and reinforced.
el: Το μάθημα στοχεύει στη βελτίωση του σέρβις βόλεϊ. Ο δάσκαλος εμπλέκει τους μαθητές σε ομιλία για να τους βοηθήσει να επικεντρωθούν στο πώς να χρησιμοποιήσουν τις αισθήσεις που σχετίζονται με την εκτέλεση υπηρεσίας για να αποδώσουν καλύτερα. Ο δάσκαλος ενθαρρύνει επίσης τους μαθητές να αντιληφθούν ποια υπηρεσία είναι η καλύτερη άνετο για αυτούς και οι αισθήσεις που αισθάνονται όταν το εκτελούν, πρέπει να προσαρμόσουν τις άλλες υπηρεσίες για να τους κάνουν πιο άνετους.
fr: La leçon vise à améliorer le service au volley-ball. L'enseignant engage la discussion avec les élèves pour les aider à se concentrer sur la façon d'utiliser les sensations liées à l'exécution du service pour mieux performer. L'enseignant encourage également les élèves à percevoir quel service leur convient le mieux et les sensations ressenties lors de l'exécution. Sur cette base, ils doivent adapter les autres services pour les rendre plus à l'aise. La réflexion et les stratégies correctes sont récompensées et renforcées.
it: La lezione mira a migliorare il servizio di pallavolo. L'insegnante coinvolge gli studenti in un dialogo per aiutarli a concentrarsi sulle sensazioni legate all'esecuzione del servizio, in modo da ottenere prestazioni migliori. Inoltre, l'insegnante incoraggia gli studenti a riflettere su quale tipo di servizio risulti più comodo e sulle sensazioni provate durante l'esecuzione di esso. Basandosi su di esse, gli studenti sono invitati ad adattare gli altri tipi di servizio per renderli più confortevoli. Il ragionamento e le strategie efficaci vengono premiati e rinforzati positivamente.

# self_teaching_lesson_1
source: The lesson aims to improve basic motor skills. The teacher provides information on basic motor skills (rolling, jumping, running, crawling). Students have to develop games to improve their basic motor skills.
el: Το μάθημα στοχεύει στη βελτίωση των βασικών κινητικών δεξιοτήτων. Ο δάσκαλος παρέχει πληροφορίες για τις βασικές κινητικές δεξιότητες (κύλιση, άλμα, τρέξιμο, έρπημα). Οι μαθητές πρέπει να αναπτύξουν παιχνίδια για να βελτιώσουν τις βασικές κινητικές τους δεξιότητες.
fr: La leçon a pour but d'améliorer les compétences motrices de base. L'enseignant fournit des informations sur les compétences motrices de base (rouler, sauter, courir, ramper). Les élèves doivent développer des jeux pour améliorer leurs compétences motrices de base.
it: La lezione mira a migliorare gli schemi motori di base. L'insegnante fornisce informazioni sugli schemi motori di base come rotolare, saltare, correre e strisciare. Gli studenti sono poi chiamati a creare dei giochi che li aiutino a perfezionare questi schemi motori di base.

# self_teaching_lesson_2
source: The lesson aims to improve balance skills. The teacher provides information on the effects of yoga practice on balance. Students should look for some yoga exercises to do in class with everyone.
el: Το μάθημα στοχεύει στη βελτίωση των δεξιοτήτων ισορροπίας. Ο δάσκαλος παρέχει πληροφορίες για τις επιπτώσεις της πρακτικής της γιόγκα στην ισορροπία. Οι μαθητές θα πρέπει να αναζητήσουν κάποιες ασκήσεις γιόγκα για να κάνουν στην τάξη με όλους.
fr: La leçon vise à améliorer les compétences en matière d'équilibre. Le professeur fournit des informations sur les effets de la pratique du yoga sur l'équilibre. Les élèves doivent rechercher des exercices de yoga à faire en classe avec tout le monde.
it: La lezione mira a migliorare l’equilibrio. L'insegnante fornisce informazioni sugli effetti della pratica dello yoga sull'equilibrio. Gli studenti devono cercare alcuni esercizi di yoga da svolgere in classe con tutti.

# self_teaching_lesson_3
source: The lesson aims to improve knowledge of one's own body. Students have to develop a story about bears who live in the forest and perform daily actions (eating, washing, rolling around). Students must impersonate the bears. Students have to find funny strategies to get them to perform movements that focus on the use of a specific body part. The teacher provides guidance when needed.
el: Το μάθημα στοχεύει στη βελτίωση της γνώσης του σώματός του. Οι μαθητές πρέπει να αναπτύξουν μια ιστορία για τις αρκούδες που ζουν στο δάσος και κάνουν καθημερινές ενέργειες (τρώγοντας, πλένονται, τριγυρνούν). Οι μαθητές πρέπει να υποδυθούν τις αρκούδες. Οι μαθητές έχουν να βρει αστείες στρατηγικές για να τους κάνει να εκτελούν κινήσεις που εστιάζουν στη χρήση ενός συγκεκριμένου μέρους του σώματος Ο δάσκαλος παρέχει καθοδήγηση όταν χρειάζεται.
fr: La leçon a pour but d'améliorer la connaissance de son propre corps. Les élèves doivent élaborer une histoire sur les ours qui vivent dans la forêt et accomplissent des actions quotidiennes (manger, se laver, se rouler). Les élèves doivent imiter les ours. Les élèves doivent trouver des stratégies amusantes pour les amener à effectuer des mouvements qui se concentrent sur l'utilisation d'une partie spécifique du corps. L'enseignant fournit des conseils lorsque nécessaire.
it: La lezione mira a migliorare la conoscenza del proprio corpo. Gli studenti devono creare una storia impersonando degli orsi in una foresta che compiono determinate azioni come mangiare, lavarsi, rotolare. Gli studenti devono trovare delle strategie divertenti per eseguire movimenti che si concentrano sull'uso di una specifica parte del corpo. L'insegnante fornisce indicazioni quando necessario.

# self_teaching_lesson_4
source: The lesson aims to improve volleyball serving. The teacher provides information on the volleyball services (basic underhand service, basic overhand serve, and jump serve). Students are free to work individually or in groups. They have to develop some exercises to train the volleyball services.
el: Το μάθημα στοχεύει στη βελτίωση του σερβίς βόλεϊ. Ο δάσκαλος παρέχει πληροφορίες για τις υπηρεσίες βόλεϊ (βασικό σέρβις, βασικό σερβίς και άλμα). Οι μαθητές είναι ελεύθεροι να εργαστούν ατομικά ή ομαδικά. Πρέπει να αναπτύξουν κάποιες ασκήσεις για την προπόνηση των υπηρεσιών βόλεϊ.
fr: Le cours a pour but d'améliorer le service au volley-ball. L'enseignant fournit des informations sur les services au volley-ball (service bas de base, service haut de base et service sauté). Les élèves sont libres de travailler individuellement ou en groupe. Ils doivent développer des exercices pour s'entraîner aux services au volley-ball.
it: La lezione mira a migliorare il servizio nella pallavolo. L'insegnante mostra i diversi tipi di servizio (servizio dal basso, servizio dall’alto e servizio in salto). Gli studenti sono liberi di lavorare individualmente o in gruppo per creare alcuni esercizi per allenare il servizio.
