Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c13_8_correct_1
source: At the end of the lesson, the children are split into two. Half of the class performs their sequence and a pair from the observers provides feedback on what they did well and what they could improve, then the other half performs their sequence and has feedback provided by a pair from the observers.
fr: À la fin de la leçon, les enfants sont divisés en deux. La moitié de la classe exécute sa séquence et un binôme d'observateurs donne un retour sur ce qu'ils ont bien fait et ce qu'ils pourraient améliorer, puis l'autre moitié exécute sa séquence et reçoit un retour d'un binôme d'observateurs.
it: Alla fine della lezione i bambini vengono divisi in due gruppi. Metà classe esegue la propria sequenza motoria e una coppia di osservatori fornisce un feedback su cosa hanno fatto bene e cosa potrebbero migliorare. Successivamente, l'altra metà di classe esegue la propria sequenza e riceve anch’essa dei feedback da una coppia di osservatori.

# c13_8_wrong_1
source: At the end of the lesson each pair has to perform their partner sequence in front of everyone and the teacher gives them a mark out of 10.
fr: À la fin de la leçon, chaque binôme doit exécuter sa séquence de partenaires devant tout le monde et le professeur leur donne une note sur 10.
it: Alla fine della lezione ogni coppia deve eseguire la propria sequenza motoria di coppia davanti a tutti e l’insegnante dà loro un voto da 1 a 10.

# c13_8_wrong_2
source: Students fill in a written sheet of paper explaining what they did well and what they could improve on in their partner sequence.
fr: Les élèves remplissent une feuille écrite expliquant ce qu'ils ont bien fait et ce qu'ils pourraient améliorer dans leur séquence de partenariat.
it: Gli studenti scrivono su un foglio di carta cosa hanno fatto bene e cosa potrebbero migliorare nella sequenza motoria di coppia.

# c13a2_intro
source: You have to pass the last activity to pass the final challenge. As I said previously, the learning outcomes for the lesson cover four areas: 1. Physical/Move – To perform a variety of challenging partner balances that can be linked to their partner sequence. 2. Affective/Feel – To gain confidence in performing increasingly challenging partner balances and motivation to try more challenging partner balances. 3. Cognitive/Think – To consider examples of partner balances and create their own versions, which will link into their partner sequence. 4. Social/Connect - To work cooperatively in creating and refining challenging partner balances that are added to their partner sequence. Choose 2 questions for each category.
fr: Vous devez réussir la dernière activité pour réussir le défi final. Comme je l'ai dit précédemment, les résultats d'apprentissage de la leçon couvrent quatre domaines : 1. Physique/Bouger - Réaliser une variété d'équilibres entre partenaires difficiles qui peuvent être liés à leur séquence de partenaires. 2. Affectif/Sentiment - Gagner en confiance dans la réalisation d'équilibres entre partenaires de plus en plus difficiles et la motivation pour essayer des équilibres entre partenaires plus difficiles. 3. Cognitif/Réflexion - Examiner des exemples d'équilibres entre partenaires et créer leurs propres versions, qui seront liées à leur séquence de partenaires. 4. Social/Connexion - Travailler en coopération pour créer et affiner des équilibres entre partenaires difficiles qui sont ajoutés à leur séquence de partenaires. Choisissez 2 questions pour chaque catégorie.
it: È necessario completare l'ultima attività per superare la sfida finale. Come descritto in precedenza, i risultati di apprendimento della lezione coprono quattro aree: 1. Fisico/Motorio: eseguire una serie di esercizi impegnativi di equilibrio in coppia che possano essere combinati per creare una sequenza motoria 2. Affettivo/Emotivo: acquisire la sicurezza e la motivazione nell’eseguire esercizi di equilibrio in coppia sempre più impegnativi 3. Cognitivo/Riflessivo: considerare gli esercizi del compagno come esempi per creare le proprie versioni, che verranno combinate per creare una sequenza motoria 4. Sociale/Connessione: lavorare in modo cooperativo per creare e perfezionare gli esercizi complessi di equilibrio da fare in coppia che verranno aggiunti alla sequenza motoria Scegli 2 domande per ogni categoria.

# c13a2_finish
source: Well done! You have completed challenge 13 so you have collected your badge! Congratulations!!! You have completed all challenges!
fr: Bravo ! Vous avez terminé le défi 13 et avez donc récupéré votre badge ! Félicitations !!! Vous avez terminé tous les défis !
it: Ben fatto! Hai completato la sfida 13 e hai ritirato il tuo badge! Congratulazioni!!! Hai completato tutte le sfide!

# c13_9_title
source: Physical/Move
fr: Physique/Déplacement
it: Fisico/Motorio

# c13_9_question
source: Physical/Move: Choose 2 questions related to physical movement improvement.
fr: Physique/Mouvement : Choisissez 2 questions liées à l’amélioration du mouvement physique.
it: Fisico/Motorio: scegli due domande per far riflettere sul miglioramento motorio.

# c13_9_correct_1
source: What improvements have you made to your performance? How do you know?
fr: Quelles améliorations avez-vous apportées à vos performances ? Comment le savez-vous ?
it: Quali miglioramenti hai apportato alle tue performance? Come lo sai?

# c13_9_correct_2
source: What can you show now that you couldn’t before the lesson?
fr: Que pouvez-vous montrer maintenant que vous ne pouviez pas montrer avant la leçon ?
it: Cosa sei capace di fare adesso che non riuscivi a fare prima della lezione?

# c13_9_wrong_1
source: What new skills did you learn today? Can you show me what the correct technique looks like?
fr: Quelles nouvelles compétences as-tu apprises aujourd'hui ? Peux-tu me montrer à quoi ressemble la bonne technique ?
it: Quali nuove capacità hai imparato oggi? Puoi mostrarmi qual è la tecnica corretta?

# c13_9_wrong_2
source: What new tactics did you learn today? Can you tell me why they are important?
fr: Quelles nouvelles tactiques avez-vous apprises aujourd'hui ? Pouvez-vous me dire pourquoi elles sont importantes ?
it: Quali nuove tattiche hai imparato oggi? Potresti dirmi perché sono importanti?

# c13_9_wrong_3
source: Did you develop any aspects of your fitness today? How will that help you and how could you train that further outside of PE lessons?
fr: Avez-vous développé certains aspects de votre condition physique aujourd'hui ? Comment cela vous aidera-t-il et comment pourriez-vous vous entraîner davantage en dehors des cours d'éducation physique ?
it: Hai sviluppato qualche aspetto della tua fitness oggi? Come ti aiuterà e come potresti allenarla ulteriormente al di fuori delle lezioni di educazione fisica?

# c13_9_wrong_4
source: What component of fitness did you apply most effectively in today’s lesson and when? What impact did that have?
fr: Quel élément de la condition physique avez-vous appliqué le plus efficacement dans la leçon d'aujourd'hui et à quel moment ? Quel impact cela a-t-il eu ?
it: Quale componente della fitness hai applicato in modo più efficace nella lezione di oggi e quando? Che impatto ha avuto?

# c13_9_wrong_5
source: Using no words, demonstrate the teaching points from today to a partner.
fr: Sans utiliser de mots, démontrez les points d’enseignement d’aujourd’hui à un partenaire.
it: Mostra a un compagno i concetti che hai imparato oggi, senza usare le parole.

# c13_9_wrong_6
source: How would you rate yourself out of 10 for skilful movement today? What could improve your score?
fr: Quelle note donneriez-vous à votre habileté motrice sur 10 aujourd'hui ? Qu'est-ce qui pourrait améliorer votre score ?
it: Da 1 a 10, come valuteresti la tua abilità nei movimenti oggi? Cosa potrebbe migliorare il tuo punteggio?

# c13_9_wrong_7
source: If you were the coach, how would you teach the skill?
fr: Si vous étiez l’entraîneur, comment enseigneriez-vous cette compétence ?
it: Se fossi tu l’insegnante, come insegneresti questa capacità?

# c13_9_wrong_8
source: How can the movements/skills practiced in this lesson help you in other sports/activities?
fr: Comment les mouvements/compétences pratiqués dans cette leçon peuvent-ils vous aider dans d’autres sports/activités ?
it: In che modo i movimenti/capacità usati in questa lezione possono aiutarvi in altri sport/attività?

# c13_10_title
source: Affective/Feel
fr: Affectif/Sentiment
it: Affettivo/Emotivo

# c13_10_question
source: Affective/Feel: Choose 2 questions related to emotional experiences during the lesson.
fr: Affectif/Sentiment : Choisissez 2 questions liées à des expériences émotionnelles pendant la leçon.
it: Affettivo/Emotivo: scegli due domande relative alle esperienze emotive vissute durante la lezione.

# c13_10_correct_1
source: How did it feel working with others today?
fr: Comment avez-vous vécu le fait de travailler avec d’autres aujourd’hui ?
it: Com'è stato lavorare con gli altri oggi?

# c13_10_correct_2
source: How confident do you feel about participating in more of this activity?
fr: Dans quelle mesure vous sentez-vous à l’aise pour participer davantage à cette activité ?
it: Quanto ti senti pronto a fare più attività di questo tipo?

# c13_10_wrong_1
source: What did you like most about today’s lesson? What was the best moment?
fr: Qu'est-ce qui vous a le plus plu dans la leçon d'aujourd'hui ? Quel a été le meilleur moment ?
it: Cosa ti è piaciuto di più della lezione di oggi? Qual è stato il momento migliore?

# c13_10_wrong_2
source: Were there any elements of the lesson that you did not enjoy?
fr: Y a-t-il des éléments de la leçon que vous n’avez pas appréciés ?
it: Ci sono stati parti della lezione che non ti sono piaciuti?

# c13_10_wrong_3
source: What do you wish we had done differently or more of or less of?
fr: Qu'auriez-vous souhaité que nous fassions différemment, plus ou moins ?
it: Cosa avresti voluto che facessimo diversamente, di più o di meno?

# c13_10_wrong_4
source: What element of your PE lesson are you most proud of?
fr: De quel élément de votre cours d’éducation physique êtes-vous le plus fier ?
it: Di quale aspetto della tua lezione di EF sei più orgoglioso?

# c13_10_wrong_5
source: If you could repeat this lesson, how could you have made it more enjoyable?
fr: Si vous pouviez répéter cette leçon, comment auriez-vous pu la rendre plus agréable ?
it: Se potessi ripetere questa lezione, come l’avresti resa più divertente?

# c13_10_wrong_6
source: Following on from today's lesson, what would you like to learn next?
fr: Suite à la leçon d’aujourd’hui, qu’aimeriez-vous apprendre ensuite ?
it: Dopo la lezione di oggi, cosa vorresti imparare ora?

# c13_10_wrong_7
source: Do you feel valued in your team/group?
fr: Vous sentez-vous valorisé dans votre équipe/groupe ?
it: Ti senti apprezzato nella tua squadra/gruppo?

# c13_10_wrong_8
source: How would you score this lesson out of 10 for fun? What could be done to improve that score?
fr: Quelle note donneriez-vous à cette leçon sur 10 en termes de plaisir ? Que pourrait-on faire pour améliorer ce score ?
it: Da 1 a 10, quanto divertente è stata questa lezione? Cosa si potrebbe fare per migliorare il punteggio?

# c13_10_wrong_9
source: When did you demonstrate the most confidence in today’s lesson?
fr: Quand avez-vous démontré le plus de confiance dans la leçon d’aujourd’hui ?
it: Quando hai dimostrato maggiore sicurezza nella lezione di oggi?

# c13_10_wrong_10
source: When did you feel out of your comfort zone today?
fr: Quand vous êtes-vous senti hors de votre zone de confort aujourd’hui ?
it: Quando ti sei sentito fuori dalla tua zona di comfort oggi?

# c13_10_wrong_11
source: Did you feel safe in today’s lesson?
fr: Vous êtes-vous senti en sécurité lors de la leçon d’aujourd’hui ?
it: Ti sei sentito al sicuro durante la lezione di oggi?

# c13_11_title
source: Cognitive/Think
fr: Cognitif/Penser
it: Cognitivo/Riflessivo

# c13_11_question
source: Cognitive/Think: Choose 2 questions related to cognitive thinking and reflection.
fr: Cognitif/Réflexion : Choisissez 2 questions liées à la pensée cognitive et à la réflexion.
it: Cognitivo/Riflessivo: scegli due domande relative al pensiero cognitivo e alla riflessione.

# c13_11_correct_1
source: What do you need to work on most to improve further?
fr: Sur quoi devez-vous travailler le plus pour vous améliorer davantage ?
it: Su cosa hai bisogno di lavorare maggiormente per migliorare?

# c13_11_correct_2
source: What different roles could you fulfil in the lesson and what skills are needed for each?
fr: Quels différents rôles pourriez-vous remplir dans la leçon et quelles compétences sont nécessaires pour chacun d’eux ?
it: Quali ruoli potresti ricoprire nella lezione e quali competenze sono necessarie per ciascuno?

# c13_11_wrong_1
source: What was the most valuable thing you learnt today? How will you use that learning in the future?
fr: Quelle est la chose la plus précieuse que vous avez apprise aujourd'hui ? Comment allez-vous utiliser cet apprentissage à l'avenir ?
it: Qual è stata la cosa più preziosa che hai imparato oggi? Come la utilizzerai in futuro?

# c13_11_wrong_2
source: How could you do it differently next time?
fr: Comment pourriez-vous faire différemment la prochaine fois ?
it: Come si potrebbe fare diversamente la prossima volta?

# c13_11_wrong_3
source: What is the most important thing for you to remember from today? How will you remember it?
fr: Quelle est la chose la plus importante dont vous devez vous souvenir aujourd'hui ? Comment vous en souviendrez-vous ?
it: Qual è per te la cosa più importante da ricordare oggi? Come la ricorderai?

# c13_11_wrong_4
source: Is there anything you can do before our next lesson to develop further or practice what we have done today?
fr: Y a-t-il quelque chose que vous pouvez faire avant notre prochaine leçon pour développer davantage ou mettre en pratique ce que nous avons fait aujourd'hui ?
it: C'è qualcosa che potresti fare prima della prossima lezione per approfondire o mettere in pratica ciò che abbiamo fatto oggi?

# c13_11_wrong_5
source: Is there an aspect of this activity you would like to know more about?
fr: Y a-t-il un aspect de cette activité sur lequel vous aimeriez en savoir plus ?
it: C'è un aspetto di questa attività su cui vorresti saperne di più?

# c13_11_wrong_6
source: What rules or constraints could you add to make the lesson harder for you?
fr: Quelles règles ou contraintes pourriez-vous ajouter pour rendre la leçon plus difficile pour vous ?
it: Quali regole o vincoli potresti aggiungere per rendere la lezione più difficile per te?

# c13_11_wrong_7
source: What could you do to make the lesson easier for you?
fr: Que pourriez-vous faire pour rendre la leçon plus facile pour vous ?
it: Cosa potresti fare per rendere la lezione più semplice?

# c13_11_wrong_8
source: What will you do to be physically active between now and your next lesson?
fr: Que ferez-vous pour être actif physiquement d’ici votre prochain cours ?
it: Cosa farai per essere fisicamente attivo da qui alla prossima lezione?

# c13_11_wrong_9
source: What would you like to find out more about?
fr: Sur quel sujet souhaitez-vous en savoir plus ?
it: Cosa ti piacerebbe approfondire?

# c13_11_wrong_10
source: If you were to teach today’s lesson, how might you do it?
fr: Si vous deviez enseigner la leçon d’aujourd’hui, comment le feriez-vous ?
it: Se dovessi insegnare la lezione di oggi, come la struttureresti?

# c13_12_title
source: Social/Connect
fr: Social/Connexion
it: Sociale/Connessione

# c13_12_question
source: Social/Connect: Choose 2 questions related to social interactions during the lesson.
fr: Social/Connect : Choisissez 2 questions liées aux interactions sociales pendant la leçon.
it: Sociale/Connessione: scegli due domande relative alle interazioni sociali durante la lezione.

# c13_12_correct_1
source: How well did you work with others?
fr: Dans quelle mesure avez-vous bien travaillé avec les autres ?
it: Quanto hai lavorato bene con gli altri?

# c13_12_correct_2
source: Who showed the most creativity today? What impact did it have?
fr: Qui a fait preuve du plus de créativité aujourd'hui ? Quel impact cela a-t-il eu ?
it: Chi ha dimostrato maggiore creatività oggi? Che impatto ha avuto?

# c13_12_wrong_1
source: Who was the MVP (most valuable participant)? Why?
fr: Qui a été le MVP (le participant le plus précieux) ? Pourquoi ?
it: Chi è stato l’MVP (most valuable participant – miglior partecipante)? Perché?

# c13_12_wrong_2
source: Who demonstrated the best leadership characteristics in today’s lesson? How did they do this?
fr: Qui a fait preuve des meilleures qualités de leadership dans la leçon d’aujourd’hui ? Comment y sont-ils parvenus ?
it: Chi ha dimostrato le migliori doti di leadership durante la lezione di oggi? Come ha fatto?

# c13_12_wrong_3
source: Did you display kindness and respect for others during the lesson? If so, how?
fr: Avez-vous fait preuve de gentillesse et de respect envers les autres pendant la leçon ? Si oui, comment ?
it: Hai dimostrato gentilezza e rispetto per gli altri durante la lezione? Se sì, come?

# c13_12_wrong_4
source: How did relationships with other students impact your progress in this lesson?
fr: Comment les relations avec les autres élèves ont-elles eu un impact sur vos progrès dans cette leçon ?
it: In che modo il relazionarsi con gli altri studenti ha influenzato i tuoi progressi in questa lezione?

# c13_12_wrong_5
source: How would you teach this lesson to a friend?
fr: Comment enseigneriez-vous cette leçon à un ami ?
it: Come insegneresti questa lezione a un amico?

# c13_12_wrong_6
source: Describe a moment in the lesson where you helped another student make progress.
fr: Décrivez un moment de la leçon où vous avez aidé un autre élève à progresser.
it: Descrivi un momento della lezione in cui hai aiutato un altro studente a fare progressi.

# c13_12_wrong_7
source: How did you contribute towards a shared goal today?
fr: Comment avez-vous contribué à un objectif commun aujourd’hui ?
it: Come hai contribuito al raggiungimento dell’obiettivo comune oggi?

# c13_12_wrong_8
source: How well did you communicate with others today?
fr: Dans quelle mesure avez-vous bien communiqué avec les autres aujourd’hui ?
it: Quanto hai comunicato bene con gli altri oggi?

# c13_12_wrong_9
source: Who did you work well with today? Why?
fr: Avec qui as-tu bien travaillé aujourd'hui ? Pourquoi ?
it: Con chi hai lavorato bene oggi? Perché?

# c13_12_wrong_10
source: Where can you access more opportunities to play or do what we learnt today?
fr: Où pouvez-vous accéder à plus d’opportunités de jouer ou de faire ce que nous avons appris aujourd’hui ?
it: Quale è il luogo migliore per giocare o fare ciò che abbiamo imparato oggi?

# c13_12_wrong_11
source: Who is your role model in this class? Why?
fr: Qui est ton modèle dans cette classe ? Pourquoi ?
it: Chi è il tuo modello di riferimento in questa classe? Perché?

# c13_lives_remaining
source: Lives remaining
fr: Vies restantes
it: Vite rimanenti

# glossary_Attributes
source: Attributes
el: Χαρακτηριστικά
fr: Attributi
it: Caratteristiche

# glossary_AffectiveDomain
source: Affective Domain
el: Συναισθηματικός τομέας
fr: Dominio Affettivo
it: Dominio affettivo

# glossary_CognitiveDomain
source: Cognitive Domain
el: Γνωστικός Τομέας
fr: Dominio cognitivo
it: Dominio cognitivo

# glossary_Confidence
source: Confidence
el: Εμπιστοσύνη
fr: Fiducia
it: Fiducia

# glossary_Domains
source: Domains
el: Τομείς
fr: Domini
it: Domini

# glossary_Dualism
source: Dualism
el: Δυϊσμός
fr: Dualismo
it: Dualismo

# glossary_Existentialism
source: Existentialism
el: Υπαρξισμός
fr: Esistenzialismo
it: Esistenzialismo

# glossary_HumanDimension
source: Human Dimension
el: Ανθρώπινη Διάσταση
fr: Dimensione umana
it: Dimensione umana

# glossary_KnowledgeAndUnderstanding
source: Knowledge and Understanding
el: Γνώση και Κατανόηση
fr: Conoscenza e comprensione
it: Conoscenza e comprensione

# glossary_Monism
source: Monism
el: Μονισμός
fr: Monismo
it: Monismo

# glossary_Motivation
source: Motivation
el: Κίνητρο
fr: Motivazione
it: Motivazione

# glossary_MovementCapacities
source: Movement Capacities
el: Κινητικές Ικανότητες
fr: Capacità di movimento
it: Capacità motorie

# glossary_MovementPatterns
source: Movement Patterns
el: Μοτίβα κίνησης
fr: Modelli di movimento
it: Schemi motori

# glossary_MovementVocabulary
source: Movement Vocabulary
el: Λεξιλόγιο κίνησης
fr: Vocabolario del movimento
it: Vocabolario motorio

# glossary_Phenomenology
source: Phenomenology
el: Φαινομενολογία
fr: Fenomenologia
it: Fenomenologia

# glossary_PhysicalActivity
source: Physical Activity
el: Φυσική δραστηριότητα
fr: Attività fisica
it: Attività fisica

# glossary_PhysicalCompetence
source: Physical Competence
el: Σωματική ικανότητα
fr: Competenza fisica
it: Competenza fisica

# glossary_PhysicalDomain
source: Physical Domain
el: Φυσικός τομέας
fr: Dominio fisico
it: Dominio fisico

# glossary_PhysicalEducation
source: Physical Education
el: Φυσική Αγωγή
fr: Educazione fisica
it: Educazione fisica

# glossary_Attributes_desc
source: Are the constituent elements of physical literacy that are identified in the full definition of the concept. When developing physical literacy, individuals will discover that they have the potential to develop all the attributes identified in the full definition.
el: Είναι τα συστατικά στοιχεία του φυσικού αλφαβητισμού που προσδιορίζονται στον πλήρη ορισμό της έννοιας. Κατά την ανάπτυξη του φυσικού γραμματισμού, τα άτομα θα ανακαλύψουν ότι έχουν τη δυνατότητα να αναπτύξουν όλα τα χαρακτηριστικά που προσδιορίζονται στον πλήρη ορισμό.
fr: Sono gli elementi costitutivi dell'alfabetizzazione fisica che sono identificati nella definizione completa del concetto. Quando si sviluppa l'alfabetizzazione fisica, gli individui scopriranno di avere il potenziale per sviluppare tutti gli attributi identificati nella definizione completa.
it: Sono gli elementi costitutivi della physical literacy, identificati nella definizione del concetto stesso. Durante lo sviluppo della physical literacy, le persone scopriranno di avere il potenziale per sviluppare tutte le caratteristiche identificate nella definizione completa.

# glossary_AffectiveDomain_desc
source: The affective domain refers to aspects of motivation, confidence, self-esteem, self-confidence and a positive sense of self, developed and nurtured in a range of environments.
el: Ο συναισθηματικός τομέας αναφέρεται σε πτυχές κινήτρων, αυτοπεποίθησης, αυτοεκτίμησης, αυτοπεποίθησης και θετικής αίσθησης του εαυτού, που αναπτύχθηκε και καλλιεργείται σε μια σειρά περιβαλλόντων.
fr: Il dominio affettivo si riferisce ad aspetti di motivazione, sicurezza, autostima, sicurezza di sé e un senso positivo di sé, sviluppati e coltivati in una serie di ambienti.
it: Il dominio affettivo si riferisce agli aspetti di motivazione, fiducia, autostima, sicurezza di sé e ad un positivo senso del sé, sviluppati e coltivati in diversi ambiti.
