Repository: nkasenides/ephyli
Catalog: lib/l10n/intl_*.arb
Languages: el, fr, it

# c11_finish
source: Well done! You have successfully completed the tower. You can now access the next challenge.
el: Μπράβο! Ολοκληρώσατε με επιτυχία τον πύργο. Τώρα μπορείτε να αποκτήσετε πρόσβαση στην επόμενη πρόκληση.
fr: Bravo ! Vous avez terminé la tour avec succès. Vous pouvez maintenant accéder au défi suivant.
it: Ben fatto! Hai completato con successo la torre. Ora puoi accedere alla sfida successiva.

# c12a1_instructions
source: Welcome to challenge 12. You will assume the role of a PE teacher and develop two lessons for your students. I will provide you with some information about the characteristics of your class, the purpose of the lesson and the learning outcomes that will help you in developing the lesson. Be careful, a wrong answer causes a change in the avatar's expression (from happy to angry). You can make three mistakes per lesson, after which the challenge will begin again. Ready?
el: Καλώς ήρθατε στην πρόκληση 12. Θα αναλάβετε τον ρόλο ενός καθηγητή PE και θα αναπτύξετε δύο μαθήματα για τους μαθητές σας. Θα σας δώσω μερικές πληροφορίες σχετικά με τα χαρακτηριστικά της τάξης σας, το σκοπό του μαθήματος και τα μαθησιακά αποτελέσματα που θα σας βοηθήσει να αναπτύξετε το μάθημα, μια λανθασμένη απάντηση προκαλεί αλλαγή στην έκφραση του avatar (από χαρούμενος σε θυμωμένος). μετά την οποία η πρόκληση θα ξεκινήσει ξανά Έτοιμος;
fr: Bienvenue au défi 12. Vous assumerez le rôle d'un professeur d'éducation physique et développerez deux leçons pour vos élèves. Je vous fournirai quelques informations sur les caractéristiques de votre classe, le but de la leçon et les résultats d'apprentissage qui vous aideront à développer la leçon. Attention, une mauvaise réponse entraîne un changement d'expression de l'avatar (de joyeux à en colère). Vous pouvez faire trois erreurs par leçon, après quoi le défi recommencera. Prêt ?
it: Siamo pronti per la sfida 12. Assumerai il ruolo di un insegnante di educazione fisica e svilupperai due lezioni per i tuoi studenti. Ti fornirò alcune informazioni sulle caratteristiche della tua classe, sullo scopo della lezione e sui risultati di apprendimento che ti aiuteranno nella creazione della lezione. Attenzione, una risposta sbagliata provoca un cambiamento nell'espressione dell'avatar (da felice ad arrabbiato). È possibile commettere tre errori per lezione, dopodiché la sfida ricomincerà. Iniziamo!

# c12a1_finish
source: Well done! You have scheduled your lesson based on the class needs. To complete the challenge, you have to develop another lesson for a different class.
el: Μπράβο! Έχετε προγραμματίσει το μάθημά σας με βάση τις ανάγκες της τάξης. Για να ολοκληρώσετε την πρόκληση, πρέπει να αναπτύξετε ένα άλλο μάθημα για διαφορετική τάξη.
fr: Bravo ! Vous avez planifié votre cours en fonction des besoins de la classe. Pour relever le défi, vous devez développer une autre leçon pour une classe différente.
it: Ben fatto! Hai programmato la lezione in base alle esigenze della classe. Per completare la sfida, devi sviluppare un'ulteriore lezione per un'altra classe.

# c12_completed
source: Congratulations! You've completed the game!
el: Συγχαρητήρια! Ολοκληρώσατε το παιχνίδι!
fr: Félicitations ! Vous avez terminé le jeu !
it: Congratulazioni! Hai completato il gioco!

# c12_mistakes
source: You've made 3 mistakes. Game restarting!
el: Έχετε κάνει 3 λάθη. Επανεκκίνηση του παιχνιδιού!
fr: Vous avez commis 3 erreurs. Le jeu redémarre !
it: Hai commesso 3 errori. Il gioco ricomincia!

source: Restart
el: Επανεκκίνηση
fr: Redémarrage
it: Ricomincia

# c12a2_instructions
source: This is a class of 25 children 6-year-olds, one of them with Asperger's Syndrome. Within the class there is a normal range of abilities where approximately 1/3 of the class are quite competent at gymnastics, 1/3 are OK and 1/3 are less competent from a practical point of view. All the children are motivated when doing PE. The lesson aims to teach catching and throwing skills.
el: Αυτή είναι μια τάξη 25 παιδιών 6 ετών, ένα από αυτά με σύνδρομο Asperger. Μέσα στην τάξη υπάρχει ένα φυσιολογικό εύρος ικανοτήτων όπου περίπου το 1/3 της τάξης είναι αρκετά ικανό στη γυμναστική, 1 /3 είναι εντάξει και το 1/3 είναι λιγότερο ικανά από πρακτική άποψη Όλα τα παιδιά έχουν κίνητρα όταν κάνουν PE ικανότητες σύλληψης και ρίψης.
fr: Il s'agit d'une classe de 25 enfants de 6 ans, dont un atteint du syndrome d'Asperger. Au sein de la classe, les capacités sont normales : environ 1/3 de la classe sont assez compétents en gymnastique, 1/3 sont OK et 1/3 sont moins compétents d'un point de vue pratique. Tous les enfants sont motivés lorsqu'ils font du sport. Le cours vise à enseigner les compétences d'attrape et de lancer.
it: Si tratta di una classe di 25 bambini di 6 anni, uno dei quali con la sindrome di Asperger. All'interno della classe è presente una normale varietà di abilità motorie: circa 1/3 della classe è abbastanza competente in ginnastica, 1/3 è nella norma e 1/3 è meno competente da un punto di vista pratico. Tutti i bambini sono motivati quando fanno educazione fisica. La lezione mira a insegnare gli schemi motori dell’afferrare e del lanciare.

# c12a2_finish
source: Well done! You have scheduled your lessons based on the class needs. You have completed the challenge!
el: Μπράβο! Έχετε προγραμματίσει τα μαθήματά σας με βάση τις ανάγκες της τάξης. Ολοκληρώσατε την πρόκληση!
fr: Bravo ! Vous avez planifié vos cours en fonction des besoins de la classe. Vous avez relevé le défi !
it: Ben fatto! Hai programmato le lezioni in base alle esigenze della classe. Hai completato la sfida!

# c12a1_1_title
source: Chest pass exercise
el: Άσκηση στήθους
fr: Exercice de passe-poitrine
it: Passaggio dal petto

# c12a1_1_question
source: Pick the correct equipment set.
el: Επιλέξτε το σωστό σετ εξοπλισμού.
fr: Choisissez le bon ensemble d’équipement.
it: Scegli il set di attrezzature corretto

# c12a1_1_answer1
source: Standard balls used in basketball sport.
el: Τυπικές μπάλες που χρησιμοποιούνται στα αθλήματα μπάσκετ.
fr: Ballons standards utilisés dans le sport de basket-ball.
it: Palloni standard utilizzati nello sport della pallacanestro.

# c12a1_1_answer2
source: Balls of different weights for male and female students.
el: Μπάλες διαφορετικών βαρών για μαθητές και μαθήτριες.
fr: Balles de poids différents pour étudiants et étudiantes.
it: Palloni di peso diverso per studenti maschi e studentesse femmine.

# c12a1_1_answer3
source: Balls of different weights for students in wheelchairs.
el: Μπάλες διαφορετικών βαρών για μαθητές σε αναπηρικά καροτσάκια.
fr: Balles de différents poids pour élèves en fauteuil roulant.
it: Palloni di peso diverso per gli studenti in sedia a rotelle.

# c12a1_2_title
source: Chest pass exercise (individual work)
el: Άσκηση στο στήθος (ατομική εργασία)
fr: Exercice de passe-poitrine (travail individuel)
it: Passaggio dal petto (lavoro individuale)

# c12a1_2_question
source: Setting and rules: A 1-meter square on a wall, 1 meter off the floor. A foot-foul line 2 meters from the wall. Students must throw the ball inside the square and catch the rebound. The ball must be thrown from behind the line and the rebound must be caught behind the line. The ball cannot bounce before hitting the wall. Perform the exercise 5 times. Adaptation for students in wheelchairs:
el: Ρύθμιση και κανόνες: Ένα τετράγωνο 1 μέτρου σε έναν τοίχο, 1 μέτρο από το πάτωμα. Μια γραμμή φάουλ 2 μέτρα από τον τοίχο. Οι μαθητές πρέπει να ρίξουν τη μπάλα μέσα στο τετράγωνο και να πιάσουν το ριμπάουντ Η μπάλα πρέπει να πεταχτεί πίσω από τη γραμμή και το ριμπάουντ πρέπει να πιαστεί πίσω από τη γραμμή 5 φορές. Προσαρμογή για μαθητές σε αναπηρικά καροτσάκια:
fr: Cadre et règles : Un carré de 1 mètre sur un mur, à 1 mètre du sol. Une ligne de faute de pied à 2 mètres du mur. Les élèves doivent lancer le ballon à l'intérieur du carré et attraper le rebond. Le ballon doit être lancé depuis derrière la ligne et le rebond doit être attrapé derrière la ligne. Le ballon ne peut pas rebondir avant de toucher le mur. Effectuez l'exercice 5 fois. Adaptation pour les élèves en fauteuil roulant :
it: Ambientazione e regole Un quadrato di 1 metro disegnato su una parete, a 1 metro dal pavimento. Una linea tracciata a terra a 2 metri dal muro. Gli studenti devono lanciare la palla all'interno del quadrato e riprenderla dopo il rimbalzo. La palla deve essere lanciata da dietro la linea e il rimbalzo deve essere preso dietro la linea. La palla non può rimbalzare prima di colpire il muro. Eseguire l'esercizio 5 volte. Adattamento per studenti in sedia a rotelle:

# c12a1_2_answer1
source: Not needed.
el: Δεν χρειάζεται.
fr: Pas nécessaire.
it: Non è necessario.

# c12a1_2_answer2
source: The foot-foul line is 1 meter from the wall.
el: Η γραμμή του ποδιού απέχει 1 μέτρο από τον τοίχο.
fr: La ligne de faute de pied est à 1 mètre du mur.
it: La linea disegnata a terra è posta a 1 metro dal muro.

# c12a1_2_answer3
source: The square is drawn 0.5 meters off the floor.
el: Το τετράγωνο τραβιέται 0,5 μέτρα από το πάτωμα.
fr: Le carré est dessiné à 0,5 mètre du sol.
it: Il quadrato è disegnato a 0,5 metri dal pavimento.

# c12a1_3_title
source: Chest pass exercise (teamwork)
el: Άσκηση στο στήθος (ομαδική εργασία)
fr: Exercice de passe de poitrine (travail en équipe)
it: Passaggio dal petto (lavoro di squadra)

# c12a1_3_question
source: Setting and rules: Students in pairs, 2 meters apart. Students must throw the ball to their teammates. The ball cannot bounce. Perform the exercise 10 times. Team building:
el: Ρύθμιση και κανόνες (παρέχονται): Μαθητές σε ζευγάρια, σε απόσταση 2 μέτρων. Οι μαθητές πρέπει να πετάξουν την μπάλα στους συμπαίκτες τους. Η μπάλα δεν μπορεί να αναπηδήσει. Εκτελέστε την άσκηση 10 φορές. Δημιουργία ομάδας:
fr: Cadre et règles : Les élèves sont en binôme, à 2 mètres de distance. Les élèves doivent lancer le ballon à leurs coéquipiers. Le ballon ne peut pas rebondir. Effectuez l'exercice 10 fois.
it: Ambientazione e regole Studenti divisi in coppie, a 2 metri di distanza l'uno dall'altro. Gli studenti devono lanciare la palla ai compagni, senza farla rimbalzare a terra. Eseguire l'esercizio 10 volte. Costituzione delle squadre:

# c12a1_3_answer1
source: Students in pairs. Each student in a wheelchair works with any classmate.
el: Μαθητές σε ζευγάρια. Κάθε μαθητής σε αναπηρικό καροτσάκι εργάζεται με οποιονδήποτε συμμαθητή.
fr: Les élèves sont en binôme. Chaque élève en fauteuil roulant travaille avec n'importe quel camarade de classe.
it: Gli studenti sono divisi a coppie. Ogni studente in sedia a rotelle lavora con un compagno qualsiasi.

# c12a1_3_answer2
source: Students in pairs. Students in wheelchairs are in the same group.
el: Μαθητές σε ζευγάρια. Οι μαθητές σε αναπηρικά καροτσάκια είναι στην ίδια ομάδα.
fr: Les élèves sont en binôme. Les élèves en fauteuil roulant sont dans le même groupe.
it: Gli studenti sono divisi a coppie. Gli studenti in sedia a rotelle sono nello stesso gruppo.

# c12a1_4_title
source: Spot shot exercise
el: Spot shot άσκηση
fr: Exercice de tir ponctuel
it: Tiro a canestro

# c12a1_4_question
source: Setting and rules: Students work on a basketball field. Students are divided into two groups. Three shooting areas (1.6 meters from the basketball hoop). Each team is divided into 3 subgroups, one for each shooting area. Students must perform a shot and move to another area. Each student must perform 4 shoots in each area to complete the task. Adaptation for students in wheelchairs:
el: Ρύθμιση και κανόνες (παρέχονται): Οι μαθητές εργάζονται σε ένα γήπεδο μπάσκετ. Οι μαθητές χωρίζονται σε δύο ομάδες. Τρεις περιοχές βολής (1,6 μέτρα από το στεφάνι του μπάσκετ). Κάθε ομάδα χωρίζεται σε 3 υποομάδες, ένα για κάθε περιοχή βολής Οι μαθητές πρέπει να εκτελέσουν μια βολή και να μετακινηθούν σε άλλη περιοχή πυροβολεί σε κάθε περιοχή για να ολοκληρώσει την εργασία. Προσαρμογή για μαθητές σε αναπηρικά καροτσάκια:
fr: Cadre et règles : Les élèves travaillent sur un terrain de basket. Les élèves sont divisés en deux groupes. Trois zones de tir (à 1,6 mètre du panier de basket). Chaque équipe est divisée en 3 sous-groupes, un pour chaque zone de tir. Les élèves doivent effectuer un tir et se déplacer vers une autre zone. Chaque élève doit effectuer 4 tirs dans chaque zone pour terminer la tâche. Adaptation pour les élèves en fauteuil roulant :
it: Ambientazione e regole Gli studenti lavorano su un campo di pallacanestro. Gli studenti sono divisi in due gruppi. Tre aree di tiro (a 1,6 metri dal canestro). Ogni squadra è divisa in 3 sottogruppi, uno per ogni area di tiro. Gli studenti devono eseguire un tiro e spostarsi in un'altra area. Ogni studente deve eseguire 4 tiri in ogni area per completare il compito. Adattamento per studenti in sedia a rotelle:

# c12a1_4_answer1
source: Not needed.
el: Δεν χρειάζεται.
fr: Pas nécessaire.
it: Non è necessario.

# c12a1_4_answer2
source: The shooting areas are 1 meter from the basketball hoop.
el: Οι χώροι βολής απέχουν 1 μέτρο από το στεφάνι του μπάσκετ.
fr: Les zones de tir se situent à 1 mètre du panier de basket.
it: Le aree di tiro distano 1 metro dal canestro.

# c12a1_4_answer3
source: The students in wheelchairs can perform more shots than their teammates.
el: Οι μαθητές σε αναπηρικά καροτσάκια μπορούν να εκτελέσουν περισσότερες βολές από τους συμπαίκτες τους.
fr: Les étudiants en fauteuil roulant peuvent effectuer plus de tirs que leurs coéquipiers.
it: Gli studenti in sedia a rotelle possono eseguire più tiri dei loro compagni di squadra.

# c12a1_5_title
source: Equipment
el: Εξοπλισμός
fr: Équipement
it: Attrezzatura

# c12a1_5_answer1
source: Basketball hoops of different heights, balls of the same weight.
el: Στεφάνι μπάσκετ διαφορετικού ύψους, μπάλες ίδιου βάρους.
fr: Des paniers de basket de différentes hauteurs, des ballons du même poids.
it: Canestri di diverse altezze, palloni dello stesso peso.

# c12a1_5_answer2
source: Basketball hoops of the same height, and balls of different weights for male.
el: Στεφάνι μπάσκετ ίδιου ύψους και μπάλες διαφορετικού βάρους για άνδρες.
fr: Paniers de basket de la même hauteur et ballons de poids différents pour les hommes.
it: Canestri della stessa altezza e palloni di peso diverso per i maschi.

# c12a1_5_answer3
source: Basketball hoops of different heights, and balls of different weights for students in wheelchairs.
el: Στεφάνι μπάσκετ διαφορετικού ύψους και μπάλες διαφορετικού βάρους για μαθητές σε αναπηρικά καροτσάκια.
fr: Paniers de basket de différentes hauteurs et ballons de différents poids pour les étudiants en fauteuil roulant.
it: Canestri di diverse altezze e palloni di diverso peso per gli studenti in sedia a rotelle.

# c12a1_6_title
source: Ten-meter dribble exercise:
el: Άσκηση ντρίμπλα δέκα μέτρων:
fr: Exercice de dribble sur dix mètres :
it: Palleggio su dieci metri

# c12a1_6_question
source: Setting and rules: Line 10-meter long. Six cones on the line, 1.5 meters apart. Students are divided into groups. The students must dribble on the line as quickly as possible using only one hand and without hitting the cone with the ball. Students must perform the exercise three times in non-consecutive turns.
el: Ρύθμιση και κανόνες (παρέχονται): Γραμμή μήκους 10 μέτρων. Έξι κώνοι στη γραμμή, σε απόσταση 1,5 μέτρων μεταξύ τους. Οι μαθητές χωρίζονται σε ομάδες. Οι μαθητές πρέπει να ντριμπλάρουν στη γραμμή όσο το δυνατόν γρηγορότερα χρησιμοποιώντας μόνο ένα χέρι και χωρίς να χτυπήσει τον κώνο με την μπάλα. Οι μαθητές πρέπει να εκτελέσουν την άσκηση τρεις φορές μη συνεχόμενα στροφές.
fr: Cadre et règles: Ligne de 10 mètres de long.Six cônes sur la ligne, espacés de 1,5 mètre.Les élèves sont répartis en groupes.Les élèves doivent dribbler sur la ligne le plus rapidement possible en utilisant une seule main et sans toucher le cône avec le ballon.Les élèves doivent effectuer l'exercice trois fois en tours non consécutifs.
it: Ambientazione e regole Linea lunga 10 metri. Sei coni sulla linea, a 1,5 metri di distanza l'uno dall'altro. Gli studenti sono divisi in gruppi. Gli studenti devono palleggiare sulla linea il più velocemente possibile usando una sola mano e senza colpire il cono con la palla. Gli studenti devono eseguire l'esercizio 3 volte in turni non consecutivi.

# c12a1_6_answer1
source: The dribbling execution needs to be adapted: bounce one time, trap the ball in lap, push wheels.
el: Η εκτέλεση της ντρίμπλας πρέπει να προσαρμοστεί: αναπήδηση μία φορά, παγίδευση της μπάλας στην αγκαλιά, σπρώξιμο τροχών.
fr: L'exécution du dribble doit être adaptée : rebondir une fois, piéger le ballon dans les genoux, pousser les roues.
it: L'esecuzione del palleggio deve essere adattata: far rimbalzare la palla una volta, posarla sulle gambe, spingere la sedia a rotelle e così via.

# c12a1_6_answer2
source: Not needed.
el: Δεν χρειάζεται.
fr: Pas nécessaire.
it: Non è necessario.

# c12a1_6_answer3
source: Three cones on the line for students in wheelchairs.
el: Τρεις κώνοι στη γραμμή για μαθητές σε αναπηρικά καροτσάκια.
fr: Trois cônes sur la ligne pour les élèves en fauteuil roulant.
it: Tre coni sulla linea per gli studenti in sedia a rotelle.

# c12a2_1_title
source: Catching and throwing activity
el: Δραστηριότητα σύλληψης και ρίψης
fr: Activité d'attraper et de lancer
it: Afferrare e lanciare

# c12a2_1_question
source: Rules: Children in pairs. One child has to throw the ball to his teammate without dropping it. Adaptation for student with Asperger's Syndrome:
el: Κανόνες (παρέχονται): Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει. Προσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:
fr: Règles : Les enfants sont en binôme. Un enfant doit lancer la balle à son coéquipier sans la laisser tomber. Adaptation pour un élève Asperger :
it: Regole I bambini sono divisi a coppie. Un bambino deve lanciare la palla al compagno senza farla cadere. Adattamento per studenti con sindrome di Asperger:

# c12a2_1_answer1
source: The teacher shows a card with the actions needed to perform the task to the student with Asperger's Syndrome.
el: Ο δάσκαλος δείχνει μια κάρτα με τις ενέργειες που απαιτούνται για την εκτέλεση της εργασίας στον μαθητή με σύνδρομο Άσπεργκερ.
fr: L'enseignant montre une carte avec les actions nécessaires pour réaliser la tâche à l'élève atteint du syndrome d'Asperger.
it: L'insegnante mostra allo studente con sindrome di Asperger una scheda con le azioni necessarie per svolgere il compito.

# c12a2_1_answer2
source: The teacher explains carefully how to perform the task through several demonstrations to the student with Asperger's Syndrome.
el: Ο δάσκαλος εξηγεί προσεκτικά πώς να εκτελέσει την εργασία μέσω πολλών επιδείξεων στον μαθητή με σύνδρομο Άσπεργκερ.
fr: L'enseignant explique soigneusement comment réaliser la tâche à travers plusieurs démonstrations à l'élève atteint du syndrome d'Asperger.
it: L'insegnante spiega accuratamente allo studente con sindrome di Asperger come eseguire il compito attraverso diverse dimostrazioni.

# c12a2_1_answer3
source: Not needed.
el: Δεν χρειάζεται.
fr: Pas nécessaire.
it: Non è necessario.

# c12a2_2_title
source: Catching and throwing activity
el: Δραστηριότητα σύλληψης και ρίψης
fr: Activité d'attraper et de lancer
it: Afferrare e lanciare

# c12a2_2_question
source: Rules: Children in pairs. One child has to throw the ball to his teammate without dropping it while walking near a line. Adaptation for student with Asperger's Syndrome:
el: Κανόνες (παρέχονται): Παιδιά σε ζευγάρια. Ένα παιδί πρέπει να πετάξει την μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά κοντά σε μια γραμμή. Προσαρμογή για μαθητή με σύνδρομο Άσπεργκερ:
fr: Règles (fournies) : Les enfants sont en binôme. Un enfant doit lancer le ballon à son coéquipier sans le laisser tomber tout en marchant près d'une ligne. Adaptation pour un élève atteint du syndrome d'Asperger :
it: Regole I bambini sono divisi a coppie. Un bambino deve lanciare la palla al compagno senza farla cadere mentre cammina vicino a una linea. Adattamento per studenti con sindrome di Asperger:

# c12a2_2_answer1
source: The teacher divides the task into two parts. In the first part, a student has to throw the ball to his teammate with Asperger's Syndrome, the latter takes 5 steps and throws it back to his teammate (and so on). In the second part, a child has to throw the ball to his teammate without dropping it while walking, the latter catches it and throws it back to his teammate (without stopping).
el: Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ένας μαθητής πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την ρίχνει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ένα παιδί πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).
fr: L'enseignant divise la tâche en deux parties. Dans la première partie, un élève doit lancer la balle à son coéquipier Asperger, ce dernier fait 5 pas et la renvoie à son coéquipier (et ainsi de suite). Dans la deuxième partie, un enfant doit lancer la balle à son coéquipier sans la faire tomber en marchant, ce dernier l'attrape et la renvoie à son coéquipier (sans s'arrêter).
it: L'insegnante divide il compito in due fasi. Nella prima parte, uno studente lancia la palla al compagno con sindrome di Asperger, quest’ultimo fa 5 passi e la rilancia al compagno (e così via). Nella seconda parte, i due bambini si lanciano la palla senza fermarsi e senza farla cadere.

# c12a2_2_answer2
source: The teacher divides the task into two parts. In the first part, the teacher has to throw the ball to his teammate with Asperger's Syndrome, the latter takes 5 steps and throws it back to his teammate (and so on). In the second part, the teacher has to throw the ball to his teammate without dropping it while walking, the latter catches it and throws it back to his teammate (without stopping).
el: Ο δάσκαλος χωρίζει την εργασία σε δύο μέρη. Στο πρώτο μέρος, ο δάσκαλος πρέπει να πετάξει την μπάλα στον συμπαίκτη του με σύνδρομο Άσπεργκερ, ο τελευταίος κάνει 5 βήματα και την πετάει πίσω στον συμπαίκτη του (και ούτω καθεξής) Στο δεύτερο μέρος, ο δάσκαλος πρέπει να πετάξει τη μπάλα στον συμπαίκτη του χωρίς να την πέσει ενώ περπατά, ο τελευταίος την πιάνει και την πετάει πίσω στον συμπαίκτη του (χωρίς). σταματώντας).
fr: L'enseignant divise la tâche en deux parties. Dans la première partie, l'enseignant doit lancer la balle à son coéquipier Asperger, ce dernier fait 5 pas et la renvoie à son coéquipier (et ainsi de suite). Dans la deuxième partie, l'enseignant doit lancer la balle à son coéquipier sans la laisser tomber en marchant, ce dernier l'attrape et la renvoie à son coéquipier (sans s'arrêter).
it: L'insegnante divide il compito in due parti. Nella prima parte, l'insegnante lancia la palla allo studente con sindrome di Asperger, quest'ultimo fa 5 passi e la rilancia all’insegnante (e così via). Nella seconda parte, l'insegnante e lo studente con sindrome di Asperger si lanciano la palla senza fermarsi e senza farla cadere.
